-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Host: 10.123.0.52:3306
-- Generation Time: Aug 20, 2019 at 04:39 AM
-- Server version: 5.7.24
-- PHP Version: 7.0.33-0+deb9u3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hidayatquran_dv1`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin2_reports`
--

CREATE TABLE `admin2_reports` (
  `ID` int(11) NOT NULL,
  `search` int(11) NOT NULL,
  `q1` text NOT NULL,
  `q2` text NOT NULL,
  `q3` text NOT NULL,
  `q4` text NOT NULL,
  `q5` text NOT NULL,
  `note` text NOT NULL,
  `filename` varchar(500) DEFAULT NULL,
  `date` text NOT NULL,
  `admin2` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `admin2_reports`
--

INSERT INTO `admin2_reports` (`ID`, `search`, `q1`, `q2`, `q3`, `q4`, `q5`, `note`, `filename`, `date`, `admin2`) VALUES
(12, 124, 'مطابق ، لكن الباحث لا زال متأخراً في إنجاز الرسالة ؛ لأن نسبة إنجازه لا تتجاوز 10% وذلك على رأي مشرفه ، فينبغي تنبيه الباحث على سرعة الإنجاز وعدم التأخر .', 'متطابق إلى حد ما .\r\nالباحث في تقريره يشير إلى أن عدد لقاءاته مع المشرف 8 لقاءات في 5 ساعات ، والمشرف في تقريره يشير إلى تأخر الباحث في تسليم بحثه .', 'غير ظاهر .', '1 / عدم التناسق النسبي بين مباحث الفصل الأول ، فالبمحث الأول في أكثر من صفحة ، والثاني في سطرين ، والثالث في صفحتين تقريباً .\r\n2 / المبحث المتعلق بأحوال نزول السورة لم يخدم جيداً ، فالضعف فيه واضح وظاهر .\r\n3 / الرجوع إلى مصادر حديثة في بعض المسائل دون الاعتماد على المصادر القديمة ، كما في مقاصد السورة ومحاورها .\r\n4 / المبحث المتعلق بمعاني مفردات السورة ينبغي أن يعاد النظر فيها ؛ لعدم كتابة هذا المبحث بالصورة المطلوبة ؛ لأن معاني المفردات من المفترض أن تتضمن : الأصل اللغوي للمفردة ، واستعمالاتها في القرآن ، ومعناها في السياق، وهذا غير متحقق عند الباحث .\r\n5 / وجود أخطاء مطبعية ونحوية ، أشار إليها الباحثون المساعدون .\r\n6 / عدم الدقة في تخريج الأحاديث والآثار ، فبعض الأحاديث عزاها الباحث إلى كتب التفسير ، وهذا غير لائق ومناسب في مثل هذه الرسائل العلمية .', 'الجد والاجتهاد من الباحث ، والتعمق أكثر في المصادر الأصيلة في التفسير .', '1 / التنبيه على ضرورة الرجوع إلى المصادر القديمة قبل الحديثة .\r\n2 / ضرورة كتابة الآيات القرآنية بالرسم العثماني في النسخة الأخيرة .\r\n3 / الحرص على الجودة في الإخراج ، وحسن التنسيق .', '', '2019-06-02', 'د. ياسين قاري'),
(13, 109, 'مطابق .', 'مطابق إلى حد ما ، فالباحث يعزو تأخره إلى انشغال المشرف بالأمور الدعوية والعلمية ، والمشرف يعزو ذلك إلى انشغال الباحث بالعمل الإداري .', 'الاجتهاد في إبراز أكبر قدر ممكن من الهدايات حول الآيات .', 'من المآخذ على البحث ما يلي :\r\n1 / كثرة الأخطاء الإملائية والنحوية والمطبعية بصورة ملفتة للنظر ، فقلما توجد صفحة لا أخطاء فيها ، وهذا موجود في تقرير الباحثين المساعدين .\r\n2 / الركاكة في الأسلوب في كثير من الهدايات ، مثل : 9 ، 31 ، 34 ، 41 ، 59 ، 77 ، 117 ، 370 .. وغيرها كثير .\r\n3 / عدم ترتيب الهدايات وفقاً للفظ القرآني ، ثم الجملة .. وهكذا .\r\n4 / عدم الدقة في وضع علامات الترقيم .', 'أقترح على الباحث ما يلي :\r\n1 / مراجعة دليل الكتاب مرة أخرى .\r\n2 / مراجعة مسألة : متى تفتح همزة ( إن ) ومتى تكسر ؛ لأن الباحث خلط في هذا كثيراً ، فتارة يفتح وتارة يكسر .\r\n3 / عدم الرجوع إلى كتب الرافضة ، والبعد عنها ، ففي غيرها عنى عنها .\r\n4 / الإفادة من كتب السابقين قدر المستطاع ، ولا يمنع ذلك من الإفادة من كتب المعاصرين .\r\n5 / توحيد المنهج في العزو والتخريج .. وغيرها مطلب ، والباحث قصر في هذا ، فتارة يذكر المصدر باسم مؤلفه ، وتارة يذكره باسم الكتاب ، وتارة يقدم لفظ ينظر ، وتارة دونها ، وفي التخريج تارة يذكر الكتاب مع الباب ، وتارة يذكر الباب دون الكتاب .. وهذا كله خلل ينبغي أن يراجعه الباحث .\r\n6 / عدم الاكتفاء بالنقل فقط ، بل على الباحث الاجتهاد بأن يستنبط هدايات جديدة تربط بالواقع المعاش .', '1 / الرجوع إلى بعض مصادر الشيعة ، كتفسير الطباطبائي الإيراني ، كما في الهداية رقم 59 ، 60 ، 84 ، 427 .. وغيرها . \r\n2 / كتابة الآيات بالرسم العثماني .\r\n3 / الاعتماد بدرجة كبيرة في استخراج الهدايات على الكتب الحديثة كتفسير ابن عثيمين ، والظلال ، وأبي زهرة .. ونحوها .\r\nوقد أكثر الباحث كثيراً من النقل من : بوابة موسوعة الهدايات .\r\n4 / قلة ، بل ندرة استنباط هدايات جديدة .\r\n5 / التنبيه على أهمية الصلاة على النبي صلى الله عليه وسلم ، والترضي على الصحابة ، والترحم على الأئمة والتابعين .\r\n6 / مراجعة تنسيق البحث .', '', '2019-06-09', 'د. ياسين قاري'),
(14, 43, 'مطابق .', 'مطابق .', '1 / أشار فضيلة مشرفه في تقريره إلى اجتهاد الباحث ، وفهمه لما يقرأ ، وإعماله فكره فيما لم يجد فيه نقل عن العلماء .\r\n2 / قلة الأخطاء المطبعية والنحوية ، يراجع التقرير العام .\r\n3 / أجاد في التعريف اللغوي للهدى .', '1 / عدم كتابة بعض الآيات بالرسم العثماني .\r\n2 / ضرورة إعادة النظر في مبحثي : أحوال نزول السورة ، وأهمية الهدايات ، وفق دليل الكتابة ؛ لأن الباحث خلط فيه بين أحوال النزول ونزول الآيات ، ومناسباتها .\r\nوتوسع في ذكر أسباب نزول الآيات ودراستها .', 'مراجعة دليل الكتابة ، وخاصة في مبحثي : أحوال نزول السورة ، وأهمية الهدايات القرآنية .', '1 / ضعف التنسيق والإخراج .\r\n2 / الباحث رقم الحواشي ترقيماً مستمراً متتابعاً في جميع الصفحات .\r\n3 / في التخريج يقول الباحث : أخرجه الحاكم وصححه ووافقه الذهبي في المستدرك ، وهذا خطأ ، وصوابه أن يقال : أخرجه الحكم في المستدرك وصححه ، ووافقه الذهبي .. .', '', '2019-06-09', 'د. ياسين قاري'),
(15, 45, 'تم', 'تم', 'تم', 'تم', 'تم', 'تم', '', '2019-06-09', 'د. ياسين قاري'),
(16, 71, 'متطابق إلى حد ما، مع وجود بعض الخلل مما سيأتي ذكره في الملحوظات', 'متطابق إلى حد ما، مع وجود بعض الخلل مما سيأتي ذكره في الملحوظات', '1) حسن الترتيب والاخراج\r\n2) لغة الباحث جيدة في العموم', '1/ الاعتماد كثيرا على الدراسة التأصيلية وكثرة النقل منها\r\n2/ ترك الحكم على الآثار\r\n3/ استخدام عبارات عامة مثل: ( ذكر بعض أهل العلم في كتبهم )\r\n4/ في أحوال النزول لم يعن الطالب بالحديث عن أحوال المنافقين الذين نزلت السورة في فضحهم\r\n5/ بعض عناوين الهدايات غير معبرة عن محتوى الهداية ، مثال هداية رقم12 (بذل الطاقة والجهد في خدمة دين الله)\r\n6/ طريقة الطالب في صياغة الهدايات وجعلها في عناوين مختصرة أثر سلبا على بيان الهداية وتوضيحها، ونحت بالهدايات الى عناوين عامة وواسعة ولا ترتبط بعمل سلوكي وارشادات عملية محددة، مثل:(الاسلام دين العدل) ، (باب الاحسان واسع ) ونحوها', 'مهم جدأً: أرى أن طريقة الطالب غير مناسبة في صياغة الهدايات في عناوين عامة ، ولا يتناسب مع بقية أبحاث الموسوعة.', 'سبق ذكرها', '', '2019-06-11', 'أ.د يحيى زمزمي'),
(17, 71, 'متطابق إلى حد ما، مع وجود بعض الخلل مما سيأتي ذكره في الملحوظات', 'متطابق إلى حد ما، مع وجود بعض الخلل مما سيأتي ذكره في الملحوظات', '1) حسن الترتيب والاخراج\r\n2) لغة الباحث جيدة في العموم', '1/ الاعتماد كثيرا على الدراسة التأصيلية وكثرة النقل منها\r\n2/ ترك الحكم على الآثار\r\n3/ استخدام عبارات عامة مثل: ( ذكر بعض أهل العلم في كتبهم )\r\n4/ في أحوال النزول لم يعن الطالب بالحديث عن أحوال المنافقين الذين نزلت السورة في فضحهم\r\n5/ بعض عناوين الهدايات غير معبرة عن محتوى الهداية ، مثال هداية رقم12 (بذل الطاقة والجهد في خدمة دين الله)\r\n6/ طريقة الطالب في صياغة الهدايات وجعلها في عناوين مختصرة أثر سلبا على بيان الهداية وتوضيحها، ونحت بالهدايات الى عناوين عامة وواسعة ولا ترتبط بعمل سلوكي وارشادات عملية محددة، مثل:(الاسلام دين العدل) ، (باب الاحسان واسع ) ونحوها', 'مهم جدأً: أرى أن طريقة الطالب غير مناسبة في صياغة الهدايات في عناوين عامة ، ولا يتناسب مع بقية أبحاث الموسوعة.', 'سبق ذكرها', '', '2019-06-11', 'أ.د يحيى زمزمي'),
(18, 27, 'متطابق', 'لا بأس', 'الطالبة لديها استنباطات جيدة', '1/ عدم استخدام كثير من طرق الوصول للهدايات وبالتالي فإن الهدايات التي أوردنها محدودة وقليلة\r\n2/ المصادر غير كافية\r\n3/ الكلام عن أحوال النزول  وعن أسماء السورة مختصر جدا ولا يفي بالغرض\r\n4/ كثرة الأخطاء الطباعية والاملائية', 'ضرورة بذل المزيد من الجهد في جمع واستنباط الهدايات واعطاء الآيات حقها من التدبر والبحث وكثرة القراءة', 'سبق', '', '2019-06-11', 'أ.د يحيى زمزمي'),
(19, 120, 'متطابق', 'يوجد تباين في نسبة الالتزام بتوجيهات المشرف', 'الطالب جاد ومتميز في عمله، ومشرفه متميز ودقيق', '1/ إيراد أحاديث ضعيفة واهية \r\n2/ عدم الدقة والتحرير  في المسائل العقدية\r\n3/ ما ذكره في تعريف الهدايات يحتاج الى نظر وتقويم', 'أقترح أن تنظر اللجنة العلمية في تعريف الباحث للهدايات ويتم تقويمه علميا برأي جماعي', 'تقديم الشكر لللمشرف على دقته وحسن رعايته وعنايته بالباحث', '', '2019-06-11', 'أ.د يحيى زمزمي'),
(20, 110, 'مطابق', 'مطابق', 'جدية الباحث ، والانتظام في وقته ، كما ذكر مشرفه .', '1 / وجود أخطاء مطبعية وإملائية ، مذكورة في التقرير .\r\n2 / عدم تخريج الأحاديث والآثار بالطريقة المتفق عليها وفق آلية دليل الكتابة .\r\n3 / عدم رسم الآيات بالرسم العثماني .\r\n4 / ذكر الباحث في خصائص الهدايات القرآنية : أنها لا تقبل الشك .. الخ  .\r\nأقول : إذا كان مبنى الهداية الاجتهاد وإعمال الرأي والفكر ، فكيف لا يقبله الشك ويعتريه الاحتمال ؟؟\r\n5 / الاسم الثاني لسورة الأنعام فيه نظر .', '1 / التعريف اللغوي للهداية يمكن الجمع بين المعنى الثاني والثالث ، وكذلك بين المعنى الخامس والسابع . الذي ذكره الباحث .\r\n2 / إعادة النظر في دليل الكتابة ، وخاصة فيما يتعلق بالتخريج والعزو .', '1 / إعادة النظر في تخريج بعض الأحاديث والآثار وفق آلية دليل الكتابة .\r\n2 / ذكر الباحث تعريفاً خاصا به للتفسير ، وكان من المناسب في مثل هذا المقام أن يبين محترزات التعريف ، وهذا ما لم يفعله الباحث .\r\n3 / عدم رسم الآيات بالرسم العثماني .\r\n4 / عدم ترجمة بعض الأعلام .\r\n5 / إعادة النظر في التنسيق والإخراج .', '', '2019-06-11', 'د. ياسين قاري'),
(21, 96, 'مطابق ، مع تأخره في الكتابة .', 'مطابق ، والمشرف يثني على الباحث وعمله في تقاريره .', 'الشمولية والوضوح ، وسلامة الكتابة ، والبعد عن اللحن .. هذا ما ذكره المشرف .', '1 / اعتمد في تعريف الهدايات القرآنية على الدراسة التأصيلية ولم يأت بجديد .\r\n2 / لم يأت كذلك بجديد في أغلب مسائل التمهيد ، مثل : أهمية الهدايات ، وأهدافها، وأثرها ، وأورود في طرق العلماء ما ذكرته الدراسة التأصيلية دون أي إضافة .. وغير ذلك .\r\n3 / أشار إلى عدد من أسماء سورة الأعراف ولم يذكر الدليل ، كسورة الميقات ، والميثاق .. وغيرهما .\r\n4 / وجود أخطاء إملائية ونحوية ومطبعية كثيرة جداً ، وهي مذكورة في التقرير .', '1 / بدأ في مبحث اسم السورة بمطلب سماه : معنى الأعراف ، وأرى تأخير الكلام عن معنى الأعراف إلى حين الحديث عن هذا الاسم .\r\n2 / كان من المناسب كما هو المتفق عليه في دليل الكتابة أن يبدأ الباحث في مبحث أسماء السورة بتمهيد حول توقيفية الأسماء .\r\n3 / ذكر الباحث في مبحث فضائل سورة الأعراف كلاماً حول مسألة : هل يجوز التفاضل بين آي القرآن ، وأقترح أنه لا داعي له ؛ لأنه استطراد في غير محله ، والله أعلم .', '1 / عدم الترجمة لكثير من الأعلام الوارد ذكرهم .\r\n2 / في ص3 من مبحث مقاصد السورة خطأ في عنوان المبحث .\r\n3 / كثرة الأخطاء الإملائية ، وخاصة فيما يتعلق بهمزة الوصل والقطع ، ينبغي مراجعة ذلك .\r\n4 / إعادة النظر في التنسيق والإخراج .', '', '2019-06-11', 'د. ياسين قاري'),
(22, 80, 'مطابق', 'مطابق', 'الحرص على جمع المادة العلمية...الاسنفادة من توجيهات سعادة المشرف على الرسالة', 'ضعف اللغة العربية ...وضعف الرصيد الوصفي عند الطالب', 'يحتاج إلى مراجع اكثر يستعين بها . ويمكن ان تفتح له افاقا جديدة', 'يحتاج الى عقد ورشة عمل ..مع بناء ذاتي قوي', '', '2019-06-11', 'د. يوسف الباحوث'),
(23, 104, 'متطابق', 'متطابق', '1) ضبط جيد للمنهجية العلمية في البحث\r\n2) الإثراء الجيد في استنباط الهدايات وتحريرها.', '1/ عدم الالتزام بدليل الكتابة في بيان معاني المفردات.\r\n2/ عدم ذكر وجه الدلالة في عدد من الهدايات\r\n3/ عدد من الهدايات المذكورة هي أقرب للتفسير والبيان ولا ينطبق عليها مفهوم الهداية\r\n4/ المصادر والمراجع قليلة ومحدودة جدا\r\n5/ استخدام الباحث لعبارات (قالوا / قيل ..) دون بيان من القائل والمصدر \r\n6/ إيراد مسائل غير محررة علميا مثل الثول بجواز نكاح المتعة عند الضرورة', 'إعادة النظر فس تقسيم المطالب إلى مسائل بدون منهجية واضحة.', '1) المشرف أشار إلى (خلو) البحث من الأخطاء اللغوية واطباعية، وهذا الكلام غير دقيق لوجود عدد كبير من الأخطاء.\r\n2) الباحثة أخّرت معاني المفردات والمقاصد إلى ما بعد الهدايات الجزئية؟؟؟', '', '2019-06-24', 'أ.د يحيى زمزمي'),
(24, 54, 'مطابق', 'مطابق', '* التمكن اللغوي للباحث ، والأسلوب الجذل ، والصياغة القويمة .\r\n* بروز شخصية الباحث بصورة واضحة ، فقد تضمنت مباحثه جانب النقد والتمحيص والرد والتعقيب .', '* كثرة النقول عند الباحث ، وخاصة فيما يتعلق بالتعريف اللغوي والاصطلاحي ، فقد نقل عن 8 من الأئمة الأعلام كالجرجاني ، والمناوي ، والكفوي ، والراغب ، وابن القيم ، والفيروز آبادي ، وابن كثير ، والقرطبي .. في سياق واحد .\r\n* لم يأت بجديد فيما يتعلق بالتعريف الاصطلاحي ، ومنهج العلماء ، وإطلاقاتهم.\r\n* الأمثلة والشواهد التي أوردها الباحث في التمهيد كان الأولى تأخيرها ، حتى يأتي بها من الجزء الذي يدرسه .\r\n*', '* ضرورة كتابة الآيات بالرسم العثماني .\r\n* توحيد المنهج الموضوع للباحثين فيما يتعلق بآلية الكتابة في الرسالة .', '* عدم الترجمة للكثير من الأعلام .\r\n* قلة المصادر وعدم شمولها ، وأحيانا يكتفي الباحث بالمصادر الحديثة دون القديمة والأصيلة .', '', '2019-06-28', 'د. ياسين قاري'),
(25, 149, 'مطابق', 'مطابق', 'عمق فهم الطالب \r\nاستجابته للتوجيهات', 'لا يوجد', 'فتح آفاق جديدة للطالب في الهدايات والتوسع فيها .. حيث أن الطالب يعد من الطلاب المتميزين', 'لا يوجد', '', '2019-06-30', 'د. يوسف الباحوث'),
(26, 122, 'مطابق', 'مطابق', 'عمق التأويل وقوة الاستنباط', '- الإخلال بعقيدة أهل السنة والجماعة في موضعين :\r\n     أ- نقلت عن النسفي أن الكلام هو المعنى القائم بالنفس.\r\n     ب- في الهداية رقم (1114) قررت كلام أهل البدع في قولهم بوجوب النظر والاستدلال، وطريقتهم مخالفة لما عليه السلف الصالح .\r\n- ضعف ظهور شخصية الباحثة، وتحليلاتها ومناقشاتها واستنتاجاتها وإضافاتها فأكثر عملها نقول.\r\n- عدم تخريج الأحاديث بطريقة علمية ، وعدم العناية بالحكم عليها وذكر من صححها أو ضعفها من أهل العلم.\r\n- نقل حديث بصيغة تمريض ، وهو في صحيح البخاري !!\r\n- التنسيق والإخراج يحتاج إلى تجويد وتنبه على الالتزام بالخطوط المعتمدة وكتابة جميع الآيات بالرسم العثماني.\r\n- الإيجاز في الهدايات .\r\n- بعض الهدايات فيها نظر وتحتاج لتعديل، وبعض الهدايات مكررة.\r\n- في بعض المواضع خالفت ما قررته سابقاً.\r\n- في بعض المواضع أوردت تفسراً وليس هداية.\r\n- لديها عدد من المحلوظات اللغوية، والإخلال بهمزات القطع، والكلمات غير واضحة المعنى، والعبارات التي تحتاج إلى إعادة صياغة.', '- تحتاج إلى الدقة في تقرير المسائل التي تتعلق بالعقيدة.\r\n- الاستفادة مما كتب في مجموعة الهدايات.\r\n- الكتابة بالخطوط المعتمدة، وكتابة الآيات بالرسم العثماني.', 'لا مزيد.', '', '2019-06-30', 'د. سالم الزهراني'),
(27, 55, 'مطابق بناء على تقريره في الملف الأول', 'مطابق بناء على تقريره في الملف الأول', '* تمكنه اللغوي ، وسلامة كتابته ، وحسن صياغته .\r\n* بروز شخصيته من خلال النقد ، والتمحيص ، والتعقيب ، والردود .\r\n* أجاد الباحث في مبحث اسم السورة ، وله إضافات جيدة .', 'سأذكر في هذا التقرير المآخذ على كافة عمل الطالب باستثناء مبحث التمهيد لأني كتبت تقريراً مستقلا حوله ، وتمكن المآخذ في الآتي :\r\n* كثرة النقول ، وخاصة في التعريف اللغوي .\r\n* الرجوع إلى مصادر حديثة في بعض المسائل ، وعدم الإفادة من المصادر الأصيلة والقديمة .\r\n* لديه قصور في تخريج وعزو الأحاديث ، فعلى سبيل المثال أورد حديثاً وعزاه للسيوطي دون تخريج ، والحديث أخرجه القاسم بن سلام بسنده في فضائله .\r\n* عدم ترجمة الأعلام .\r\n* مبحث معاني المفردات لم يسلك فيه الباحث الطريقة المتفق عليها في هذه الموسوعة ، فأرى إعادة النظر فيه ؛ لأن كتابته في هذا المبحث أقرب إلى المعنى الإجمالي منه إلى بيان الغريب والمعاني .', '* الرجوع إلى المصادر الأصيلة ما أمكن ، والاستئناس بالحديثة منها .', '* ضرورة توحيد المنهج فيما يكتبه الباحث ، سواء من حيث التوثيق ، وتخريج الأحاديث ، وعزو الأقوال ، وتراجم الأعلام ، وكتابة الحواشي .. ونحوها .\r\n* ضرورة كتابة الآيات بالرسم العثماني .\r\n* العناية تراجم الأعلام .\r\n* من المهمات في البحث العلمي التعريف بالغريب ، والمناطق ، والمصطلحات العلمية ، والباحث لديه قصور في هذا الجانب .\r\n* ملحوظة مهمة ينبغي مراجعتها : ذكر الباحث في ص87 أن الإمام البقاعي رحمه الله أول من تنبه لهذا العلم .\r\nوأرى أن الباحث لا بد أن يحتاط في كلامه ، ويحذر في عباراته ، فالجزم مشكل في مثل هذا ، فلو زاد الباحث مثلاً عبارة : فيما أراه ، لسلم من النقد والتعليق ، أو قال: ويعد الإمام البقاعي من أوائل من تنبه .. أو عبارة نحوها .\r\n* قلة المصادر في بعض المباحث ، وخاصة فيما يتعلق بالمعنى الإجمالي .', '', '2019-06-30', 'د. ياسين قاري'),
(28, 77, 'مطابق', 'مطابق', '* إجادته في الصياغة ، وإضافاته البديعة في استنباط الهدايات .\r\n* أجاد الباحث في مبحث أحوال نزول السورة .', '* عدم الدقة في التوثيق في بعض المسائل .\r\n* تخريج الأحاديث وعزاها تحتاج إلى إعادة نظر من حيث التوحيد ، وإكمال كافة المعلومات المتعلقة بالحديث ، كاسم الكتاب ، والباب .\r\n* قلة المصادر التي أفاد منها الباحث .\r\n* وجود أخطاء مطبعية وإملائية ونحوية مفصلة في التقرير .\r\n* عدم التعريف بالأعلام والمصطلحات .', '* مراجعة دليل الكتابة .', '* ذكر الباحث أن الزركشي هو أول من أثار مسألة أسماء السور هل هي توقيفية أم اجتهادية ، فهل هذا صحيح ؟ يحتاج إلى مراجعة .', '', '2019-06-30', 'د. ياسين قاري'),
(29, 78, 'مطابق', 'مطابق', '* الباحث لديه إضافات جميلة ، وهدايات بديعة .\r\n* حسن الصياغة .', '* عنوان الباحث لمبحث الهديات الجزئية بعنوان : الهدايات الخاصة ، وهذا خلاف الخطة .\r\n* بداية كل آية يقول الباحث : اشتملت الآية على عدد من الهدايات ، ومن أهمها .. ثم يذكر الهدايات مفصلة .\r\nأقول : هذا فيه قصور ؛ لأن المقصود بمثل هذه الرسائل : الاستيفاء والحصر قدر المستطاع والطاقة والجهد ، لا الاكتفاء ببعضها ، وهذا ما فعله الباحث ، فقد قصر في استخراج الهديات في بعض الآيات ، فلم يورد إلا بعضها ، مع تضمنها للكثير منها لو تدبرها ، وأطال النظر فيها .\r\n* اعتماده بصورة كبيرة على مصادر حديثة ، وعدم الإفادة من المصادر القديمة إلا قليلاً .', '* مراجعة دليل الكتابة .', '* تنبيه مهم : أشار الباحث المساعد إلى أن الباحث ذكر كلام أهل الإرجال في الإيمان، وبرجوعي إلى البحث وجدت أن هذا الكلام غير متحقق ، فكلام الباحث محتمل، فالأولى عدم إلزام الباحث بما لا يلزم ، والله أعلم .', '', '2019-06-30', 'د. ياسين قاري'),
(30, 107, 'مطابق', 'مطابق', 'عمق فهم الطالب \r\nاستجابته للتوجيهات', 'لا يوجد', 'فتح آفاق جديدة للطالب في الهدايات والتوسع فيها .. حيث أن الطالب يعد من الطلاب المتميزين', 'لا يوجد', '', '2019-07-01', 'د. يوسف الباحوث'),
(31, 85, 'متطابق', 'متطابق', '1/ قدرات الطالب في البحث جيدة\r\n2/ لغته جيدة وسليمة', 'عدم التقيد بدليل الكتابة والمنهجيات المعتمدة من الكرسي', 'ضرورة التقيد بدليل الكتابة', 'توجد في تقرير اللجنة ملحوظات تحتاج مراجعة مثل: (الاستطراد) ففي رأي أن ما كتبه الباحث ليس فيه استطراد مخل.', '', '2019-07-02', 'أ.د يحيى زمزمي'),
(32, 136, 'متطابق', 'متطابق', 'البحث في عمومه جيد وفيه تحرير للمسائل', 'عدم التقيد بدليل الكتابة في بعض مباحث الرسالة', 'ضرورة التقيد بدليل الكتابة', 'القدر المنجز من البحث محدود الصفحات', '', '2019-07-02', 'أ.د يحيى زمزمي'),
(33, 28, 'مطابق', 'مطابق', 'انضباطه على خطة الموسوعة', 'لا يوجد', 'لا يوجد', 'لا يوجد', '', '2019-07-03', 'د. أحمد الفريح'),
(34, 123, 'متطابق', 'متطابق', '(3) 	التزامها بالمنهج العلمي المحدد من الكرسي.\r\n(4) 	كلام الطالبة في أحوال النزول ممتاز ومتميز.\r\n(5) 	جهد في استخراج الهدايات وصياغتها متميز.\r\n(6) 	محاولة فهم معاني المفردة في معناها الموضوعي وفي السياق القرآني تميز يحسب للطالبة', '(2) 	هناك تطويل في معاني المفردات ينبغي الالتزام بما جاء في دليل الكتابة.\r\n(3) 	في الهدايات المستخرجة ينبغي استصحاب كل طرق العلماء خاصة أقوال السلف، والأساليب ، ومقصد السورة وغيرها بصورة أكبر', 'زيادة مستوى الانجاز', 'لا توجد', '', '2019-07-08', 'أ.د طه عابدين'),
(36, 117, 'متطابق', 'متطابق', 'اضافة لما ذكره المشرف:(6) \r\n	-الالتزام بالجدول الزمني في سير البحث.\r\n      -الالتزام بدليل الكتابة فيما يتعلق بأسماء السورة وفضلها', 'عدم التقيد بدليل الكتابة في الحديث عن أحوال النزول', '(1) 	التأكيد على الطالب بالالتزام بما جاء في دليل الكتابة فيما يتعلق بأحوال النزول.\r\n(2) 	الكلام الذي ورد عن المكي والمدني، وكذلك أسباب النزول ينقل لمبحث لأحوال نزول السورة.\r\n(3) 	ما يتعلق بترتيب نزول السورة والناسخ والمنسوخ وعد آي السورة ووسائل تعريفية بالسورة استطراد غير مطلوب الأولى حذفه، والتقيد بعنوان المبحث وخدمته.', 'لا توجد', '', '2019-07-08', 'أ.د طه عابدين'),
(38, 61, 'مطابق', 'لا يوجد تقرير للمشرف', 'الترتيب وحسن الإخراج والصياغة', '1- الأخطاء اللغوية\r\n2-التداخل بين التقسير والهدايات \r\n3- كثرة النقل عن المعاصرين\r\n4-عدم ذكر وجوه الدلالة في كثير من الهدايات\r\n5-قلة الاستنباط في الجملة', 'متابعة الباحث في الملحوظات السابقة', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(40, 106, 'مطابق', 'مطابق', 'حسن الترتيب والصياغة\r\nالتأني في البحث ومحاولة الاستيعاب', '1-كثرة الأخطاء اللغوية وعدم العناية بالهمزات\r\n2-التداخل بين الهدايات والتكرار في بعضها\r\n3-عدم ترقيم الهدايات\r\n4-عدم استقصاء الهدايات في كل مفردة\r\n5-قصور في الحكم على بعض الأحاديث', 'متابعة الطالب لتجاوز ما سبق', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(42, 47, 'مطابق', 'مطابق', 'محاولة الاستيعاب\r\nالتنوع والإثراء', '1-بعض الأخطاء اللغوية\r\n2-في المعاني اكتفى غالبا بكتب المفردات واللغة، ولم يرجع إلى كتب التفسير مع الحاجة إليها في استعمالاات المفردة القرآنية\r\n3-الحاجة إلى مزيد من العمق والتحرير', 'التأكيد على ما سبق', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(44, 108, 'مطابق', 'مطابق', 'البحث مميز، وفيه التزام بالمنهج العلمي، وظهرت فيه شخصية الباحث', '1-عدم التنويع بين طرق العلماء في االاستنباط\r\n2-عدم ذكر وجوه الدلالة في بعض المواطن المشكلة\r\n3-بعض الهدايات مواعظ لا علاقة لها بالآية كالهداية الأولى في قوله تعالى: (فلما رجعوا إلى أبيهم..) وغيرها.\r\n4-أخطاء لغوية قليلة', 'التأكيد على الارتباط بدلالات الآيات وليس مجرد كون الهداية صحيحة المعنى', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(45, 103, 'مطابق', 'مطابق', 'البحث من أميز ما قُدم إلى الآن\r\nالقوة العلمية\r\nالتحرير في المصطلحات\r\nالتحقيق في المباحث', '1-كثرة النقل عن المعاصرين\r\n2-بعض الأخطاء الطباعية\r\n3-الخلل في منهج التخريج', 'متابعة ما سبق', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(46, 141, 'مطابق', 'مطابق', 'التأني في البحث\r\nالتحري فيما يكتب من مباحث\r\nظهور شخصية الباحث', '1-المآخذ على بعض الصياغات كقوله: الكتاب الوحيد الذي لا ريب فيه..، وهذا تعميم لا يصح.\r\n2-عدم التحرير في بعض المسائل كترتيب نزول السور.\r\n3-القصور في بعض الأحكام الحديثية', 'متابعة الباحث فيما سبق', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(47, 50, 'مطابق', 'مطابق', '1-كثرة الاستنباطات\r\n2-العمق في التأمل\r\n3-االتنوع في الهدايات', '1-كثرة الأخطاء اللغوية \r\n2-ضعف الصياغة العلمية\r\n3-عدم التحقيق في كثير من المسائل \r\n4-عدم استقصاء المراجع وضعف التنوع فيها', 'يحتاج إلى مزيد عناية ليكون البحث أكثر علمية', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(48, 51, 'لم يرفع', 'لم يرفع', 'التأمل والإثراء في الاستنباط', '1-عدم التحقيق في كثير من المسائل كقصة إسلام عمر رضي الله عنه\r\n2-عدم الترجيح بين القوال مع ظهور ضعف بعضها كمعاني سورة (طه)\r\n3-قوله من أعظم الفضائل إسلام عمر! وهو يفتقر إلى ثبوت القصة مع كونه ليس أعظم فضيلة .\r\n4-الخلل في منهج التخريج\r\n5-كثرة الأخطاء اللغوية', 'العناية بالباحث لتطوير عمله', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(49, 52, 'لم يرسل', 'لم يرسل', 'العمق والتأمل', '1-عدم التحرير في كثير من المسائل\r\n2-عدم ذكر بعض المفردات الهامة مثل فتردى، واضركه في أمري .....\r\n3-إغفال كتب التفسير في بيان معاني المفردات\r\n4-عدم الاستقصاء في المراجع\r\n5-كثرة الأخطاء اللغوية', 'المزيد من الرعاية للباحث لتطوير عمله حيث يمتلك ملكة استنباطية عالية', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(50, 53, 'لم يرسل', 'لم يرسل', 'قوة التأمل والاستنباط\r\nتنوع الهدايات', '1-تكرار بعض الهدايات بأساليب متعددة\r\n2-عدم ذكر وجوه الدلالة في بعض الهدايات مع الإشكال فيها\r\n3-تكرار كلمة : تفيد\r\n4-ضعف الاستقراء لكتب العلماء في جمع الهدايات\r\n5-عدم استقصاء المراجع\r\n6-الخلل في منهج التخريج بين التطويل والاستطراد وأحيانا ذكر الإسناد في المتن أو الاختصار  المخل\r\n7-أسلوب صياغة الهدايات مقتضب ويحتاج إلى البسط والسلاسة والعلمية\r\n8-كثرة الأخطاء اللغوية\r\n9-بعض الأخطاء العلمية كاستحباب خلع النعلين في الحرم استدلالا بقصة موسى!!!', 'زيادة العناية بالباحث لتطويره علميا', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(51, 125, 'مطابق', 'مطابق', 'التأني في البحث، ومحاولة الاستيعاب', '1-عدم الاستقصاء والتنوع في المراجع\r\n2-القصور الشديد في تخريج الأحاديث\r\n3-كثرة النقل وقلة التحرير والتحقيق\r\n4-الأخطاء اللغوية \r\n5-عدم التفصيل في طرق العلماء\r\n6-كثرة الإنشاء والاستطراد\r\n7-قوله بأن الهدايات تنزيل الحكيم الحميد، ولو فصل بين هدى القرآن وعلم الهدايات الذي يدخله الاجتهاد \r\n8-من الطرائف قوله 46: (تناول الدكتور فخرالدين الرازي حفظه الله)!!!', 'متابعة الباحث فيما سبق', 'سبقت', '', '2019-07-10', 'د. فخر الدين الزبير'),
(52, 92, 'متطابق', 'متطابق', 'لا يوجد', 'التاخر الكبير في مستوى الانجاز \r\n-عدم الالتزام بمعايير وموجهات الكتابة المفصلة في دليل الكتابة ، ومنهجيات الكتابة .\r\n- كلام الطالبة عن مقصد السورة ضعيف جاء في اسطر لم تدلل عليه من كلام العلماء وموضوعات الس لم تلتزم بدليل الكتابة \r\nفيما يتعلق بمعاني المفردات فجاء الكلام مختصرا ، لم توضح أصل المفردة ومعانيها في اللغة وفي السياق .\r\n- لم تتبع المنهج العلمي في بناء المعنى الاجمالي فالطالبة عملها فيه استعراض لموضوعات السورة ، وهذا ليس هوه المطلوب والمحدد في دليل الكتابة .', 'تنبه الطالبة على تأخر الانجاز وضعفه', 'العمل غير مرضي للجنة العلمية', '', '2019-07-11', 'أ.د طه عابدين');

-- --------------------------------------------------------

--
-- Table structure for table `books`
--

CREATE TABLE `books` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) CHARACTER SET utf8 DEFAULT NULL,
  `Name` varchar(255) CHARACTER SET utf8 NOT NULL,
  `Author` varchar(255) CHARACTER SET utf8 NOT NULL,
  `URL` text,
  `ISBN` varchar(255) CHARACTER SET utf8 NOT NULL,
  `PictureURL` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `Status` varchar(255) CHARACTER SET utf8 NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `books`
--

INSERT INTO `books` (`ID`, `Code`, `Name`, `Author`, `URL`, `ISBN`, `PictureURL`, `Status`, `created_at`, `updated_at`) VALUES
(7, NULL, 'كتب غريب القرآن', 'لا يوجد', 'https://drive.google.com/open?id=1mTfEy1Ah_f0NcpmIhfL4h-FLU2UaOOna', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:27:29', '2019-03-04 04:27:29'),
(6, NULL, 'كتب أحكام القرآن', 'لا يوجد', 'https://drive.google.com/open?id=1Q8r6TXUe4KxPF7SXcmIPxR-OU81f__RS', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:26:34', '2019-03-04 04:26:34'),
(4, NULL, 'موسوعة التفسير بالمأثور', 'لا يوجد', 'https://drive.google.com/open?id=1FzB5C86cbfydZJTsxb0GNfkvg2wQKyb0', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:24:41', '2019-03-04 04:24:41'),
(5, NULL, 'كتب التفسير', 'لايوجد', 'https://drive.google.com/open?id=13EES0KJlBfED4HXYGr9cKHcBuuaaJlua', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:25:34', '2019-03-04 04:25:34'),
(8, NULL, 'كتب معاني القرآن', 'لا يوجد', 'https://drive.google.com/open?id=1qA7NE_VQrLskg3TrMJBIqVm3zEe_Bqpd', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:28:09', '2019-03-04 04:28:09'),
(9, NULL, 'كتب الوجوه والنظائر', 'لايوجد', 'https://drive.google.com/open?id=15C8PYxBy4ZQecC8Mvh3SgFCVx_xUROz3', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:30:39', '2019-03-04 04:30:39'),
(10, NULL, 'كتب المتشابه اللفظي', 'لايوجد', 'https://drive.google.com/open?id=1gQ_ymJZI7cU80JmAfjyDEGvxEQfJEkDz', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:31:33', '2019-03-04 04:31:33'),
(11, NULL, 'كتب إعراب القرآن', 'لايوجد', 'https://drive.google.com/open?id=1eRn6uQDn2zC9_7YBkknZ6ptQwGP2pRxq', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:32:20', '2019-03-04 04:32:20'),
(12, NULL, 'كتب القراءات القرآنية', 'لايوجد', 'https://drive.google.com/open?id=1M2oVHPLj4zoq5uAJafns58WoksRyz1dn', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:32:49', '2019-03-04 04:32:49'),
(13, NULL, 'كتب توجيه القراءات القرآنية', 'لايوجد', 'https://drive.google.com/open?id=1sr_OjBtx4QOw7EvKOs_Q2DdP5ClcIwkg', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:33:18', '2019-03-04 04:33:18'),
(14, NULL, 'كتب نكت القرآن وأسئلته', 'لايوجد', 'https://drive.google.com/open?id=1kXY3fQWqT7lo783yPR2n3s7ZSucSx0an', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:33:58', '2019-03-04 04:33:58'),
(15, NULL, 'كتب مناسبات السور والآيات القرآنية', 'لايوجد', 'https://drive.google.com/open?id=1iflFVyzeHfp5KgpBePPvJFnFKo8Z7hPh', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:34:28', '2019-03-04 04:34:28'),
(16, NULL, 'كتب علوم القرآن', 'لايوجد', 'https://drive.google.com/open?id=1iNOGqvKXjXdagoCHVM6KjG_-pRpg1GlG', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:34:51', '2019-03-04 04:34:51'),
(17, NULL, 'كتب أسباب النزول', 'لايوجد', 'https://drive.google.com/open?id=1Gtfe8sGxHcEg-sStAx_2J4kR-RagTdVQ', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:35:16', '2019-03-04 04:35:16'),
(18, NULL, 'كتب الناسخ والمنسوخ', 'لايوجد', 'https://drive.google.com/open?id=1YFmqgYI7RlW7S_-s36zn_AQWzqOhDzPZ', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:35:48', '2019-03-04 04:35:48'),
(19, NULL, 'كتب اللغة', 'لايوجد', 'https://drive.google.com/open?id=1b2hL8n62FsR08kOSnRRszlAUraxQTHRm', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:36:13', '2019-03-04 04:36:13'),
(20, NULL, 'كتب النحو والصرف', 'لايوجد', 'https://drive.google.com/open?id=1YWFfLkarxzO9EPabg3bx9lJd5BBMZ24n', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:36:36', '2019-03-04 04:36:36'),
(21, NULL, 'كتب البلاغة القرآنية', 'لايوجد', 'https://drive.google.com/open?id=1debMOjTJZz94lGp6Sdf6y1cMp8fwQ4pW', 'روابط مراجع موسوعة الهدايات', NULL, 'yes', '2019-03-04 04:37:09', '2019-03-04 04:37:09');

-- --------------------------------------------------------

--
-- Table structure for table `committees`
--

CREATE TABLE `committees` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `FirstName` varchar(100) NOT NULL,
  `LastName` varchar(100) NOT NULL,
  `Gender` varchar(50) NOT NULL,
  `Function` varchar(100) NOT NULL,
  `PictureURL` varchar(255) DEFAULT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `committees`
--

INSERT INTO `committees` (`ID`, `Code`, `FirstName`, `LastName`, `Gender`, `Function`, `PictureURL`, `Status`, `created_at`, `updated_at`) VALUES
(1, NULL, 'mm', 'mmm', 'mm', 'mm', NULL, 'mm', '2018-10-27 23:23:22', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `committesreports`
--

CREATE TABLE `committesreports` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Section` int(11) NOT NULL,
  `DoneRange` int(11) NOT NULL,
  `CurrentProgress` int(11) NOT NULL,
  `QualityDirection` int(11) NOT NULL,
  `Recommendations` varchar(45) DEFAULT NULL,
  `UpdatedRange` int(11) NOT NULL,
  `DateCommittee` date NOT NULL,
  `Reasons` varchar(45) DEFAULT NULL,
  `URL` varchar(45) NOT NULL,
  `President` text NOT NULL,
  `Professor` text NOT NULL,
  `Committee` int(11) NOT NULL,
  `Searcherreports` int(11) DEFAULT NULL,
  `Supervisorreports` int(11) DEFAULT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `committesreports`
--

INSERT INTO `committesreports` (`ID`, `Code`, `Section`, `DoneRange`, `CurrentProgress`, `QualityDirection`, `Recommendations`, `UpdatedRange`, `DateCommittee`, `Reasons`, `URL`, `President`, `Professor`, `Committee`, `Searcherreports`, `Supervisorreports`, `Status`, `created_at`, `updated_at`) VALUES
(5, NULL, 1, 1, 1, 1, 'mmm', 1, '2018-12-31', 'mm', 'fileName1540760566.pdf', 'mmmm', 'llll', 1, 3, NULL, 'yes', '2018-10-28 20:02:47', '2018-10-28 20:02:47'),
(6, NULL, 1, 1, 1, 1, '1', 1, '0001-01-01', '1', 'fileName1540760611.docx', '1', '1', 1, 4, NULL, 'yes', '2018-10-28 20:03:31', '2018-10-28 20:03:31'),
(7, NULL, 2, 2, 2, 2, '2', 2, '0002-02-02', '22', 'fileName1540761340.docx', '2', '2', 1, NULL, 1, 'yes', '2018-10-28 20:15:40', '2018-10-28 20:15:40');

-- --------------------------------------------------------

--
-- Table structure for table `conferences`
--

CREATE TABLE `conferences` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `details` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `conferences`
--

INSERT INTO `conferences` (`id`, `title`, `image`, `details`, `created_at`, `updated_at`) VALUES
(15, 'المؤتمر القرآني الدولي الثاني في هدايات القرآن الكريم', '1560014923.jpg', '<p style=\"text-align: center;\">&nbsp;</p>\r\n<h4 style=\"text-align: center;\">تعظيم الله تعالى في هدايات القرآن الكريم</h4>\r\n<p style=\"text-align: center;\"><br />تنظيم جامعة أفريقيا العالمية بالشراكة مع كرسي الهدايات القرآنية بجامعة أم القرى</p>\r\n<h5 style=\"text-align: center;\">في الفترة من 14 - 1441/5/16هـ الموافق 9 ـ 11 يناير 2020م</h5>\r\n<div class=\"center text-center\" style=\"text-align: center;\"><img class=\"img-responsive \" title=\"المؤتمر القرآني الدولي الثاني\" src=\"../../../../template/img/conferencePoster.jpg\" alt=\"المؤتمر القرآني الدولي الثاني في هدايات القرآن الكريم\" width=\"807\" height=\"1280\" />&nbsp;</div>\r\n<ul>\r\n<li style=\"display: block; background-color: #87744e; font-size: small; color: white;\">\r\n<h4 style=\"color: white; text-align: center;\"><a class=\"btn\" href=\"../../../../uploads/BruchureConferenceSudan.pdf\" target=\"_blank\">تنزيل البرشور الخاص بالمؤتمر </a></h4>\r\n</li>\r\n</ul>\r\n<p style=\"text-align: center;\">&nbsp;</p>', '2019-06-09 15:14:59', '2019-06-08 09:28:43'),
(6, 'مؤتمر الهدايات القرآنية الأول بماليزيا', '1551672127.jpg', '<p style=\"text-align: center;\">&nbsp;</p>\r\n<h4 style=\"text-align: center;\">مؤتمر الهدايات القرآنية الأول بماليزيا</h4>\r\n<p style=\"text-align: center;\"><br />تنظيم مركز بحوث القرآن الكريم بجامعة ملايا - كوالالمبور - ماليزيا</p>\r\n<h5 style=\"text-align: center;\">في الفترة من 6 - 1440/3/7 الموافق 14 ـ 15 نوفمبر 2018م</h5>\r\n<div class=\"center text-center\" style=\"text-align: center;\"><img class=\"img-responsive \" title=\"المؤتمر القرآني الدولي الثاني\" src=\"../../../../template/img/malaysia-conference.jpeg\" alt=\"المؤتمر القرآني الدولي الثاني في هدايات القرآن الكريم\" width=\"807\" height=\"1280\" />&nbsp;</div>\r\n<ul>\r\n<li style=\"display: block; background-color: #87744e; font-size: small; color: white;\">\r\n<h4 style=\"color: white; text-align: center;\"><a class=\"btn\" href=\"../../../../uploads/BruchureConferenceMalaysia.pdf\" target=\"_blank\">تنزيل البرشور الخاص بالمؤتمر </a></h4>\r\n</li>\r\n</ul>\r\n<p style=\"text-align: center;\">&nbsp;</p>', '2019-06-20 10:39:00', '2018-10-25 15:44:23'),
(12, ':: تدشين البوابة الالكترونية العالمية ::', '1551671064.JPG', '<p style=\"text-align: center;\"><span style=\"font-size: x-large;\"><strong>إطلاق البوابة الالكترونية للموسوعة</strong></span></p>\r\n<p style=\"text-align: center;\">&nbsp;</p>\r\n<p style=\"text-align: right;\"><span style=\"font-size: large;\"><strong>قامت إدارة الموسوعة العالمية للهدايات القرآنية بتدشين البوابة الالكترونية للموسوعة والتي تساعد في عملية إدارة وتحكيم الأبحاث بشكل أكثر سلاسة. حيث تتيح البوابة للباحثين والمشرفين وأعضاء اللجنة العلمية متابعة بحوثات الطلاب والتقارير المرسلة من قبلهم ومن قبل مشرفيهم بشكل مباشر. كما يستطيع الطالب أيضا الحصول على تقرير ومرئيات اللجنة العلمية عن ابحاثه بشكل فوري.&nbsp;</strong></span></p>\r\n<p style=\"text-align: right;\" dir=\"rtl\"><span style=\"font-size: large;\"><strong>بالإضافة إلى ذلك، تتيح البوابة للطلاب التواصل مع المشرفين والإدارة بشكل أسهل وأفضل. حيث تسعى إدارة الموسوعة إلى تطوير فنية وتقنية متقدمة من شأنها تسهيل إعداد الدراسات البحثية وحتى الانتهاء من مشروع الهدايات القرآنية.</strong></span></p>', '2019-06-09 15:02:16', '2019-03-04 03:23:32');

-- --------------------------------------------------------

--
-- Table structure for table `configs`
--

CREATE TABLE `configs` (
  `ID` int(10) UNSIGNED NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `DateStartInscription` date NOT NULL,
  `DateEndInscription` date NOT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `countries`
--

CREATE TABLE `countries` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Name` varchar(255) NOT NULL,
  `Flag` varchar(255) DEFAULT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `countries`
--

INSERT INTO `countries` (`ID`, `Code`, `Name`, `Flag`, `Status`, `created_at`, `updated_at`) VALUES
(2, NULL, 'السعودية', 'fileName1539427410.png', 'yes', '2018-10-13 08:43:30', '2018-10-13 08:43:30'),
(3, NULL, 'السودان', 'fileName1540290040.jpg', 'yes', '2019-02-25 23:15:17', '2018-10-23 08:20:41'),
(25, NULL, 'المانيا', NULL, 'yes', '2019-05-06 07:46:23', '2019-05-06 07:46:23'),
(12, NULL, 'الأردن', NULL, 'yes', '2019-03-02 23:14:21', '2019-03-02 23:14:21'),
(16, NULL, 'ماليزيا', NULL, 'yes', '2019-03-02 23:15:13', '2019-03-02 23:15:13'),
(24, NULL, 'هولندا', NULL, 'yes', '2019-05-06 07:46:34', '2019-05-06 07:46:07'),
(23, NULL, 'صربيا', NULL, 'yes', '2019-05-06 07:45:55', '2019-05-06 07:45:55'),
(20, NULL, 'المغرب', NULL, 'yes', '2019-03-02 23:15:58', '2019-03-02 23:15:58'),
(22, NULL, 'السويد', NULL, 'yes', '2019-05-06 07:45:45', '2019-05-06 07:45:45');

-- --------------------------------------------------------

--
-- Table structure for table `criterias`
--

CREATE TABLE `criterias` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Name` varchar(100) NOT NULL,
  `ProposedScore` int(11) NOT NULL,
  `MaximumScore` int(11) NOT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `criterias`
--

INSERT INTO `criterias` (`ID`, `Code`, `Name`, `ProposedScore`, `MaximumScore`, `Status`, `created_at`, `updated_at`) VALUES
(1, NULL, 'اللغة الانجليزية', 15, 30, 'yes', '2018-10-21 22:26:20', '2018-10-13 10:27:44'),
(2, NULL, 'اللغة العربية', 12, 20, 'yes', '2018-10-21 19:57:10', '2018-10-21 19:57:10');

-- --------------------------------------------------------

--
-- Table structure for table `cycles`
--

CREATE TABLE `cycles` (
  `ID` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `startDate` date NOT NULL,
  `endDate` date NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `cycles`
--

INSERT INTO `cycles` (`ID`, `name`, `startDate`, `endDate`, `created_at`, `updated_at`) VALUES
(1, 'التقرير الدوري الأول', '2019-03-05', '2019-03-16', '2019-07-25 10:31:39', '2019-01-29 20:46:04'),
(2, 'التقرير الدوري الثاني', '2019-06-05', '2019-06-16', '2019-06-30 10:18:27', '0000-00-00 00:00:00'),
(3, 'التقرير الدوري الثالث', '2019-09-05', '2019-09-16', '2019-06-23 20:00:02', '0000-00-00 00:00:00'),
(4, 'التقرير الدوري الرابع', '2019-12-05', '2019-12-16', '2019-03-17 09:26:37', '0000-00-00 00:00:00'),
(5, 'التقرير الدوري الخامس', '2020-03-05', '2020-03-16', '2019-03-17 09:27:11', '0000-00-00 00:00:00'),
(6, 'التقرير الدوري السادس', '2020-06-05', '2020-06-16', '2019-03-18 20:50:43', '0000-00-00 00:00:00'),
(7, 'التقرير الدوري السابع', '2020-09-05', '2020-09-16', '2019-03-18 20:51:16', '0000-00-00 00:00:00'),
(8, 'التقرير الدوري الثامن', '2020-12-05', '2020-12-16', '2019-03-18 20:51:54', '2019-02-18 17:47:43'),
(9, 'التقرير الدوري التاسع', '2021-03-05', '2021-03-16', '2019-03-18 20:52:17', '2019-02-18 17:48:14'),
(10, 'التقرير الدوري العاشر', '2021-06-05', '2021-06-16', '2019-03-18 20:52:50', '2019-02-18 17:48:46'),
(11, 'التقرير الدوري الحادي عشر', '2021-09-05', '2021-09-16', '2019-03-18 20:53:10', '2019-02-18 17:49:16'),
(12, 'التقرير الدوري الثاني عشر', '2021-12-05', '2021-12-16', '2019-03-18 20:53:40', '2019-02-18 17:49:35');

-- --------------------------------------------------------

--
-- Table structure for table `divisions`
--

CREATE TABLE `divisions` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Section` int(11) NOT NULL,
  `Alias` varchar(20) NOT NULL,
  `Name` varchar(100) NOT NULL,
  `Order` int(11) NOT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `divisions`
--

INSERT INTO `divisions` (`ID`, `Code`, `Section`, `Alias`, `Name`, `Order`, `Status`, `created_at`, `updated_at`) VALUES
(1, '1', 1, '', 'الباب الأول - الفصل الأول : اسم السورة ، وفضلها ، واحوال نزولها', 3, 'yes', '2019-03-04 11:23:28', '2018-10-27 05:43:40'),
(2, '2', 1, '', ' الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها', 4, 'yes', '2019-03-04 11:23:36', '2018-10-27 05:43:40'),
(3, '3', 2, '', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة', 5, 'yes', '2019-03-04 11:23:48', '2018-10-27 05:43:42'),
(4, '4', 2, '', 'الباب الثاني - الفصل الثاني : مناسبات السورة وخصائصها وأساليبها في عرض هداياتها', 6, 'yes', '2019-03-04 11:24:02', '2018-10-27 05:43:42'),
(5, '5', 2, '', 'الباب الثاني - الفصل الثالث : واقع الأمة في ضوء هدايات السورة وأثر ذلك عليها', 7, 'yes', '2019-03-04 11:24:18', '2018-10-27 05:43:42'),
(6, '6', 3, 'مقدمة', 'مقدمة', 1, 'yes', '2018-11-02 19:27:06', '0000-00-00 00:00:00'),
(7, '7', 4, 'تمهيد', 'تمهيد', 2, 'yes', '2018-11-02 19:27:11', '0000-00-00 00:00:00'),
(8, '8', 5, 'خاتمة', 'خاتمة', 8, 'yes', '2018-11-02 19:26:38', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `divisionunits`
--

CREATE TABLE `divisionunits` (
  `id` int(11) NOT NULL,
  `Code` int(11) NOT NULL,
  `Division` int(11) NOT NULL,
  `Name` text NOT NULL,
  `Description` text NOT NULL,
  `Order` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `divisionunits`
--

INSERT INTO `divisionunits` (`id`, `Code`, `Division`, `Name`, `Description`, `Order`, `created_at`, `updated_at`) VALUES
(1, 1, 1, 'ق1-ف1- المبحث الأول : أسماء السورة.', '', 3, '2019-05-04 09:11:54', '2018-10-27 16:19:43'),
(2, 2, 1, 'ق1-ف1 المبحث الثاني :  فضائل السورة أو بعض آياتها بما جاءت به الأحاديث الصحيحة.', '', 4, '2019-05-04 09:12:10', '2018-10-27 16:19:43'),
(3, 3, 1, 'ق1-ف1 المبحث الثالث: أحوال نزول السورة.', '', 5, '2019-05-04 09:12:23', '2018-10-27 16:19:43'),
(4, 4, 2, 'ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.', '', 6, '2019-05-04 09:12:54', '2018-10-27 16:19:43'),
(5, 5, 2, 'ق1-ف2 المبحث الثاني: معاني مفردات السورة ومدى دلالاتها على هدايات السورة.', '', 7, '2019-05-04 09:13:04', '2018-10-27 16:19:43'),
(6, 6, 2, 'ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.', '', 8, '2019-05-04 09:13:14', '2018-10-27 16:19:43'),
(7, 7, 3, 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.', '', 9, '2019-05-04 09:13:38', '2018-10-27 16:19:43'),
(8, 8, 3, 'ق2-ف1 المبحث الثاني :  الهدايات الكلية للسورة.', '', 10, '2019-05-04 09:14:09', '2018-10-27 16:19:43'),
(9, 9, 4, 'ق2-ف2 المبحث الأول: المناسبات المتعلقة بهدايات آيات السورة.', '', 11, '2019-05-04 09:14:34', '2018-10-27 16:19:43'),
(10, 10, 4, 'ق2-ف2 المبحث الثاني: خصائص هدايات آيات السورة.', '', 12, '2019-05-04 09:14:52', '2018-10-27 16:19:43'),
(11, 11, 4, 'ق2-ف2 المبحث الثالث: أساليب السورة في عرض هداياتها', '', 13, '2019-05-04 09:15:09', '2018-10-27 16:19:43'),
(12, 12, 5, 'ق2-ف3 المبحث الأول: واقع الفرد والمجتمع من هدايات السورة.', '', 14, '2019-05-04 09:15:26', '2018-10-27 16:19:43'),
(13, 13, 5, 'ق2-ف3 المبحث الثاني: سبل تحقيق هدايات آيات السورة في واقع الأمة', '', 15, '2019-05-04 09:15:42', '2018-10-27 16:19:43'),
(14, 14, 5, 'ق2-ف3 المبحث الثالث: أثر تطبيق هدايات آيات السورة على واقع الأمة', '', 16, '2019-05-04 09:15:52', '2018-10-27 16:19:43'),
(15, 15, 6, 'مقدمة', '', 1, '2018-10-27 16:19:43', '2018-10-27 16:19:43'),
(16, 16, 7, 'تمهيد', '', 2, '2018-10-27 16:19:43', '2018-10-27 16:19:43'),
(17, 17, 8, 'خاتمة', '', 17, '2018-10-27 16:19:43', '2018-10-27 16:19:43');

-- --------------------------------------------------------

--
-- Table structure for table `examsfiles`
--

CREATE TABLE `examsfiles` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Provide` int(11) NOT NULL,
  `Type` varchar(45) NOT NULL,
  `URL` varchar(255) NOT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `faculties`
--

CREATE TABLE `faculties` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Name` varchar(100) NOT NULL,
  `PresidentName` varchar(100) DEFAULT NULL,
  `City` varchar(100) NOT NULL,
  `Location` varchar(255) DEFAULT NULL,
  `Phonne` varchar(50) DEFAULT NULL,
  `Fax` varchar(50) DEFAULT NULL,
  `Email` varchar(255) DEFAULT NULL,
  `Logo` varchar(255) DEFAULT NULL,
  `University` int(11) NOT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `faculties`
--

INSERT INTO `faculties` (`ID`, `Code`, `Name`, `PresidentName`, `City`, `Location`, `Phonne`, `Fax`, `Email`, `Logo`, `University`, `Status`, `created_at`, `updated_at`) VALUES
(1, NULL, 'كلية العلوم', 'رشيد العامل', 'تطوان', '158 شارع المقاومة', '0002526969', '0635288745', 'badouch.maroc@gmail.com', 'fileName1539430010.jpg', 3, 'yes', '2018-10-23 11:14:08', '2018-10-13 09:26:50');

-- --------------------------------------------------------

--
-- Table structure for table `helps`
--

CREATE TABLE `helps` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Type` varchar(255) NOT NULL,
  `Price` decimal(7,2) NOT NULL,
  `DateTime` datetime NOT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `Searcher` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `meetings`
--

CREATE TABLE `meetings` (
  `ID` int(11) NOT NULL,
  `Date` date NOT NULL,
  `Name` text NOT NULL,
  `Location` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `meetings`
--

INSERT INTO `meetings` (`ID`, `Date`, `Name`, `Location`, `created_at`, `updated_at`) VALUES
(4, '2018-12-11', 'مؤتمر الهدايات القرآنية بماليزيا', 'جامعة ملايا - كوالا لمبور، ماليزيا', '2019-03-04 06:22:17', '2019-03-04 06:22:17');

-- --------------------------------------------------------

--
-- Table structure for table `meetings_searchers`
--

CREATE TABLE `meetings_searchers` (
  `ID` int(11) NOT NULL,
  `Meeting` int(11) NOT NULL,
  `Searcher` int(11) NOT NULL,
  `Status` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `nationalities`
--

CREATE TABLE `nationalities` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Name` varchar(100) NOT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `nationalities`
--

INSERT INTO `nationalities` (`ID`, `Code`, `Name`, `Status`, `created_at`, `updated_at`) VALUES
(2, NULL, 'السعودية', 'yes', '2019-03-03 23:57:04', '2019-02-27 07:49:03'),
(3, NULL, 'السودان', 'yes', '2019-02-27 07:49:25', '2019-02-27 07:49:25'),
(4, NULL, 'المغرب', 'yes', '2019-02-27 07:49:45', '2019-02-27 07:49:45'),
(5, NULL, 'ماليزيا', 'yes', '2019-02-27 07:50:10', '2019-02-27 07:50:10'),
(6, NULL, 'مصر', 'yes', '2019-02-27 07:50:46', '2019-02-27 07:50:46'),
(7, NULL, 'ايران', 'yes', '2019-02-27 07:51:09', '2019-02-27 07:51:09'),
(8, NULL, 'الأردن', 'yes', '2019-03-03 23:56:38', '2019-02-27 07:52:18'),
(9, NULL, 'مالي', 'yes', '2019-03-04 12:37:15', '2019-03-04 12:37:15'),
(10, NULL, 'اليمن', 'yes', '2019-03-04 19:29:44', '2019-03-04 19:29:44'),
(11, NULL, 'الفلبين', 'yes', '2019-03-06 11:10:22', '2019-03-06 11:10:22'),
(13, NULL, 'الكويت', 'yes', '2019-03-06 11:25:52', '2019-03-06 11:25:52'),
(14, NULL, 'أمريكا', 'yes', '2019-03-06 11:26:35', '2019-03-06 11:26:35'),
(15, NULL, 'الجزائر', 'yes', '2019-03-06 11:26:55', '2019-03-06 11:26:55'),
(16, NULL, 'العراق', 'yes', '2019-03-06 11:28:39', '2019-03-06 11:28:39'),
(17, NULL, 'عمان', 'yes', '2019-03-06 11:31:52', '2019-03-06 11:31:52'),
(18, NULL, 'نيجيريا', 'yes', '2019-03-06 11:33:02', '2019-03-06 11:33:02'),
(19, NULL, 'ليبيا', 'yes', '2019-03-06 11:33:20', '2019-03-06 11:33:20'),
(20, NULL, 'روسيا', 'yes', '2019-03-06 11:35:14', '2019-03-06 11:35:14'),
(21, NULL, 'سوريا', 'yes', '2019-03-06 11:53:18', '2019-03-06 11:53:18'),
(22, NULL, 'ألمانيا', 'yes', '2019-05-06 07:59:55', '2019-05-06 07:59:24'),
(23, NULL, 'السويد', 'yes', '2019-05-06 08:00:08', '2019-05-06 08:00:08'),
(24, NULL, 'هولندا', 'yes', '2019-05-06 08:00:21', '2019-05-06 08:00:21'),
(25, NULL, 'بلجيكا', 'yes', '2019-05-06 08:00:30', '2019-05-06 08:00:30'),
(26, NULL, 'صربيا', 'yes', '2019-05-06 08:01:15', '2019-05-06 08:01:15');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `details` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `image`, `details`, `created_at`, `updated_at`) VALUES
(4, 'توقيع عقد إنشاء كرسي الهدايات القرآنية', '1.jpg', '<p style=\"text-align: center;\"><span style=\"font-size: large;\"><strong>توقيع عقد إنشاء كرسي الهدايات القرآنية</strong></span></p>\r\n<p style=\"text-align: right;\" dir=\"rtl\"><span style=\"font-size: large;\"><strong>بحضور معالي مدير جامعة أم القرى الدكتور عبدالله بافيل، وقعت إدارة الموسوعة العالمية للهدايات القرآنية عقد إنشاء كرسي الهدايات القرآنية بجامعة أم القرى. حيث يسعى هذا المشروع إلى التركيز في أبحاث القرآن الكريم واستخراج هداياته وأحكامه.</strong></span></p>\r\n<p style=\"text-align: right;\" dir=\"rtl\"><span style=\"font-size: large;\"><strong>وسيضم فريق العمل مجموعة من الأساتذة العلماء في مجال القرآن الكريم وتفسيره، كما يتيح البرنامج انضمام الطلاب من شتى دول العالم وذلك من أجل التنوع المعرفي.</strong></span></p>', '2019-03-04 04:07:26', '2018-10-25 15:44:23'),
(6, 'مؤتمر الهدايات القرآنية الأول بماليزيا', '1551672127.jpg', '<p style=\"text-align: center;\"><span style=\"font-size: large;\"><strong>مؤتمر الهدايات القرآنية الأول بماليزيا</strong></span></p>\r\n<p style=\"text-align: center;\"><span style=\"font-size: large;\"><strong>&nbsp;</strong></span></p>\r\n<p style=\"direction: rtl; text-align: right;\"><span style=\"font-size: large;\"><strong>نظمت إدارة الموسوعة العالمية للهدايات القرآنية وبالتعاون مع جامعة ملايا الماليزية أول مؤتمر في الهدايات القرآنية وذلك في شهر نوفمبر 2018م في جامعة ملايا بالعاصمة الماليزية كوالالمبور.</strong></span></p>\r\n<p style=\"direction: rtl; text-align: right;\"><span style=\"font-size: large;\"><strong>&nbsp;</strong></span></p>\r\n<p style=\"direction: rtl; text-align: right;\"><span style=\"font-size: large;\"><strong>حضر المؤتمر عدد كبير من طلاب الموسوعة من مختلف الدول، من المملكة العربية السعودية ومن السودان والأردن والمغرب وغيرها. وعبر عدد كبير من الحضور امتنانهم للمشاركة في هذا الحدث المعرفي الكبير.</strong></span></p>\r\n<p style=\"text-align: center;\"><span style=\"font-size: large;\"><strong>&nbsp;</strong></span></p>', '2019-03-04 04:02:07', '2018-10-25 15:44:23'),
(12, 'تدشين البوابة الالكترونية للموسوعة', '1551671064.JPG', '<p style=\"text-align: center;\"><span style=\"font-size: x-large;\"><strong>إطلاق البوابة الالكترونية للموسوعة</strong></span></p>\r\n<p style=\"text-align: center;\">&nbsp;</p>\r\n<p style=\"text-align: right;\"><span style=\"font-size: large;\"><strong>قامت إدارة الموسوعة العالمية للهدايات القرآنية بتدشين البوابة الالكترونية للموسوعة والتي تساعد في عملية إدارة وتحكيم الأبحاث بشكل أكثر سلاسة. حيث تتيح البوابة للباحثين والمشرفين وأعضاء اللجنة العلمية متابعة بحوثات الطلاب والتقارير المرسلة من قبلهم ومن قبل مشرفيهم بشكل مباشر. كما يستطيع الطالب أيضا الحصول على تقرير ومرئيات اللجنة العلمية عن ابحاثه بشكل فوري.&nbsp;</strong></span></p>\r\n<p style=\"text-align: right;\" dir=\"rtl\"><span style=\"font-size: large;\"><strong>بالإضافة إلى ذلك، تتيح البوابة للطلاب التواصل مع المشرفين والإدارة بشكل أسهل وأفضل. حيث تسعى إدارة الموسوعة إلى تطوير فنية وتقنية متقدمة من شأنها تسهيل إعداد الدراسات البحثية وحتى الانتهاء من مشروع الهدايات القرآنية.</strong></span></p>', '2019-03-04 03:45:11', '2019-03-04 03:23:32'),
(13, 'جامعة أم القرى تطلق أول موسوعة عالمية للهدايات القرآنية', '1558251152.jpg', '<p style=\"text-align: right;\"><span dir=\"rtl\">دشن معالي مدير&nbsp;</span><span dir=\"rtl\"><a href=\"https://uqu.edu.sa/\">جامعة أم القرى</a>&nbsp;</span><span dir=\"rtl\">الأستاذ الدكتور عبدالله بن عمر بافيل، اليوم،&nbsp;</span><span dir=\"rtl\"><a href=\"https://hidayatqurania.org/\">الموسوعة العالمية للهدايات القرآنية</a></span><span dir=\"rtl\">، وهي الأولى من نوعها على مستوى العالم، وهي تابعة لكرسي الهدايات القرآنية&nbsp;</span><span dir=\"rtl\"><a href=\"https://uqu.edu.sa/dsr\">بعمادة البحث العلمي</a></span><span dir=\"rtl\">، بهدف نشر ثقافة الهدايات القرآنية حول العالم والتعريف بها، وذلك بقاعة الملك عبدالعزيز المساندة، بحضور وكلاء الجامعة وعدد من عمداء الكليات والعمادات.&nbsp;<br /><br />وأشاد معالي مدير الجامعة الأستاذ الدكتور عبدالله بافيل، بالبعد العالمي الذي انفردت فيه&nbsp;</span><span dir=\"rtl\"><a href=\"https://hidayatqurania.org/\">موسوعة الهدايات القرآنية</a></span><span dir=\"rtl\">، بعد استقطاب ٢٥ جامعة حول العالم للمشاركة في بناء محتوى الموسوعة، منوهًا&nbsp;للدور الرائد للمملكة العربية السعودية في خدمة القرآن الكريم، ونشر علومه المختلفة، لكافة أرجاء المعمورة، وللميزة المكانية لجامعة أم القرى المقترنة بشرف مهبط الوحي مكة المكرمة.&nbsp;<br /><br />وأشار عميد&nbsp;</span><span dir=\"rtl\"><a href=\"https://uqu.edu.sa/dsr\">عمادة البحث العلمي</a></span><span dir=\"rtl\">، الدكتور عبدالرحمن الأهدل، لمخرجات الموسوعة العلمية، والمتوقع لها إنتاج ٦٠ مجلدًا علميًا، كل مجلد يختص بحزب من أحزاب القرآن، لاستنباط ٢٠٠ ألف هداية قرآنية، بعد فرز ما كتب في السابق من هدايات، ومن ثم تأهيل وتخريج ٦٠ باحثًا من ٣٠ جنسية مختلفة، مختصين بنشر الهدايات القرآنية حول العالم.</span><br />&nbsp;</p>\r\n<p style=\"text-align: right;\"><span dir=\"rtl\">بدوره أفاد أستاذ كرسي الهدايات القرآنية، الأستاذ الدكتور يحيى زمزمي، أن مخرجات&nbsp;</span><span dir=\"rtl\"><a href=\"https://hidayatqurania.org/\">الموسوعة العالمية</a>&nbsp;</span><span dir=\"rtl\">لن تقتصر على طباعة الرسائل العلمية، بل سيتم تنفيذ نماذج تطبيقية للاستفادة من مخرجات الموسوعة بالشكل العملي، وتنفيذ دبلوم خاص بالهدايات القرآنية، بالإضافة إلى منتجات تدريبية وترفيهية تُعنى بنقل الهدايات القرآنية للأسرة والأطفال.&nbsp;</span></p>\r\n<p style=\"text-align: right;\">&nbsp;</p>', '2019-05-19 07:32:32', '2019-05-19 07:32:32');

-- --------------------------------------------------------

--
-- Table structure for table `plans`
--

CREATE TABLE `plans` (
  `ID` int(11) NOT NULL,
  `Searcher` int(11) NOT NULL,
  `Record` text NOT NULL,
  `StartDate` date NOT NULL,
  `EndDate` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `plans`
--

INSERT INTO `plans` (`ID`, `Searcher`, `Record`, `StartDate`, `EndDate`, `updated_at`, `created_at`) VALUES
(10, 98, 'التمهيد + الفصل الأول من الباب اﻷول', '2018-08-01', '2018-12-31', '2019-03-05 05:38:17', '2019-03-05 05:38:17'),
(9, 98, 'الهدايات القرآنية من 171 اﻷعراف إلى 40 اﻷنفال', '2019-01-01', '2020-12-31', '2019-03-05 05:22:07', '2019-03-05 05:22:07'),
(8, 98, 'خطة زمنية للباحث محمد المطري', '2019-01-01', '2020-12-31', '2019-03-05 04:58:01', '2019-03-05 04:58:01'),
(11, 98, 'الباب اﻷول - الفصل الثاني - مبحث معاني مفردات السورة', '2019-01-01', '2019-03-15', '2019-03-05 05:40:44', '2019-03-05 05:40:44'),
(12, 98, 'الباب اﻷول - الفصل الثاني - مبحث مقاصد السورة + المعنى اﻹجمالي', '2019-03-15', '2019-06-15', '2019-03-05 05:43:21', '2019-03-05 05:43:21'),
(13, 98, 'الباب الثاني - الفصل اﻷول - مبحث الهدايات الخاصة بسورة اﻷعراف', '2019-06-15', '2019-09-15', '2019-03-05 05:46:54', '2019-03-05 05:46:54'),
(14, 98, 'الباب الثاني - الفصل اﻷول - مبحث الهدايات الكلية في سورة اﻷعراف', '2019-09-15', '2019-12-31', '2019-03-05 05:49:43', '2019-03-05 05:49:43'),
(15, 98, 'الباب الثاني - الفصل الثاني + الفصل الثالث', '2020-01-01', '2020-03-15', '2019-03-05 05:52:55', '2019-03-05 05:52:55'),
(16, 98, 'القسم الثاني - الباب اﻷول - الفصل اﻷول + الشروع في الفصل الثاني', '2020-03-15', '2020-06-15', '2019-03-05 06:14:24', '2019-03-05 06:14:24'),
(17, 98, 'القسم الثاني - الباب اﻷول - إكمال الفصل الثاني', '2020-06-15', '2020-09-15', '2019-03-05 06:16:10', '2019-03-05 06:16:10'),
(18, 98, 'القسم الثاني - الباب الثاني كاملا + الخاتمة', '2020-09-15', '2020-12-31', '2019-03-05 06:17:57', '2019-03-05 06:17:57'),
(19, 93, '29/8/2018 تم قبول واعتماد خطة رسالة الدكتوراة في الجامعة الأردنية', '2019-01-01', '2020-01-01', '2019-03-06 11:42:53', '2019-03-06 11:42:53'),
(20, 102, 'الخطة الزمنية لإنجاز الرسالة', '2019-01-01', '2021-01-01', '2019-03-07 07:14:17', '2019-03-07 07:14:17'),
(21, 84, 'الخطة الزمنية التنفيذية', '2017-09-21', '2019-08-30', '2019-03-08 18:24:30', '2019-03-08 18:24:30'),
(22, 110, 'الخطة الزمنية لانجاز كامل البحث', '2019-01-01', '2020-11-30', '2019-03-11 18:08:22', '2019-03-11 17:54:45'),
(23, 110, 'الفصل الأول: اسم السورة وفضلها وأحوال نزولها', '2019-01-01', '2019-02-01', '2019-03-11 18:02:39', '2019-03-11 18:02:39'),
(24, 110, 'المبحث الثاني: الهدايات الخاصة بآيات السورة', '2019-02-02', '2019-09-30', '2019-03-11 18:04:24', '2019-03-11 18:04:24'),
(25, 110, 'المبحث الثاني: الهدايات الكلية بالسورة', '2019-10-01', '2019-11-30', '2019-03-11 18:05:49', '2019-03-11 18:05:49'),
(26, 110, 'المبحث الأول: معاني مفردات السورة', '2019-12-01', '2019-12-31', '2019-03-11 18:06:43', '2019-03-11 18:06:43'),
(27, 110, 'المبحث الثاني: مقاصد السورة', '2020-01-01', '2020-01-31', '2019-03-11 18:07:43', '2019-03-11 18:07:43'),
(28, 111, 'الهدايات القرآنية في سورة مريم دراسة تطبيقية', '2019-01-01', '2020-12-31', '2019-03-11 19:35:51', '2019-03-11 19:35:51'),
(29, 112, 'هدايات سورة طه', '2018-10-16', '2022-10-16', '2019-03-11 19:59:19', '2019-03-11 19:59:19'),
(30, 95, 'الهدايات القرآنية في سورة الأنعام وأثرها في علاج واقع الأمة: طلبة الجامعات الماليزية نموذجاً', '2018-10-01', '2021-02-25', '2019-03-12 10:21:53', '2019-03-12 10:21:53'),
(31, 113, 'الهدايات القرآنية في سورة الأنبياء دراسة تطبيقية', '2019-01-01', '2020-12-30', '2019-03-12 14:43:51', '2019-03-12 14:42:04'),
(32, 103, 'الهدايات القرانية في سورة هود دراسة تطبيقية من بداية السورة الى الآية رقم ٨٤', '2019-01-01', '2021-01-01', '2019-03-13 11:38:37', '2019-03-13 11:38:37'),
(33, 115, 'الهدايات القرآنية لسورة المؤمنون وسورة النور من الآية ( 1)  إلى  الآية ( 26)', '2019-01-01', '2020-12-31', '2019-03-13 22:03:29', '2019-03-13 22:03:29'),
(34, 96, 'الهدايات القرآنية في سورة الأعراف من الآية ( 1 – 87 ) دراسة تطبيقية', '2019-01-01', '2022-01-01', '2019-03-15 04:12:41', '2019-03-15 04:12:41'),
(35, 85, 'الخطة التنفيذية لإنجاز بحث الهدايات', '2019-01-01', '2020-01-01', '2019-03-15 12:54:25', '2019-03-15 12:54:25'),
(36, 106, 'الخطة الزمنية لإعداد الرسالة', '2019-01-01', '2020-12-30', '2019-03-15 21:06:44', '2019-03-15 21:06:44');

-- --------------------------------------------------------

--
-- Table structure for table `progress`
--

CREATE TABLE `progress` (
  `ID` int(11) NOT NULL,
  `Searcher` int(11) NOT NULL,
  `Months` int(11) NOT NULL,
  `MonthlyProgress` double NOT NULL,
  `InitialProgress` double NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `progress`
--

INSERT INTO `progress` (`ID`, `Searcher`, `Months`, `MonthlyProgress`, `InitialProgress`) VALUES
(1, 11, 24, 4.16, 0);

-- --------------------------------------------------------

--
-- Table structure for table `provides`
--

CREATE TABLE `provides` (
  `ID` int(11) NOT NULL,
  `Searcher` int(11) NOT NULL,
  `Book` int(11) NOT NULL,
  `TheoreticalDateTime` datetime DEFAULT NULL,
  `TheoreticalLocation` datetime DEFAULT NULL,
  `TheoreticalResult` decimal(5,2) DEFAULT NULL,
  `PracticalDateTime` datetime DEFAULT NULL,
  `PracticalResult` decimal(5,2) DEFAULT NULL,
  `InterviewDateTime` datetime DEFAULT NULL,
  `InterviewLocation` varchar(100) DEFAULT NULL,
  `InterviewResult` decimal(5,2) DEFAULT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `registrations`
--

CREATE TABLE `registrations` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `PassportNumber` varchar(50) DEFAULT NULL,
  `NationalNumber` varchar(50) DEFAULT NULL,
  `Fistname` varchar(100) DEFAULT NULL,
  `LastName` varchar(100) DEFAULT NULL,
  `Gender` varchar(20) DEFAULT NULL,
  `BirthDate` date DEFAULT NULL,
  `BirthCity` varchar(100) DEFAULT NULL,
  `Nationalitie` int(11) DEFAULT '1',
  `Countrie` int(11) DEFAULT '2',
  `City` varchar(100) DEFAULT NULL,
  `Location` varchar(255) DEFAULT NULL,
  `CertificateType` varchar(255) DEFAULT NULL,
  `CertificateDegree` varchar(200) DEFAULT NULL,
  `InscriptionDate` date DEFAULT NULL,
  `Type` varchar(100) DEFAULT NULL,
  `University` int(11) DEFAULT NULL,
  `Faculty` varchar(100) DEFAULT NULL,
  `Phonne1` varchar(50) DEFAULT NULL,
  `Phonne2` varchar(50) DEFAULT NULL,
  `Email` varchar(50) DEFAULT NULL,
  `PictureURL` varchar(255) DEFAULT 'avat.png',
  `CV` text,
  `Status` varchar(50) DEFAULT NULL,
  `User` int(11) DEFAULT NULL,
  `EnablePlanEdit` varchar(11) DEFAULT 'true',
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `registrations`
--

INSERT INTO `registrations` (`ID`, `Code`, `PassportNumber`, `NationalNumber`, `Fistname`, `LastName`, `Gender`, `BirthDate`, `BirthCity`, `Nationalitie`, `Countrie`, `City`, `Location`, `CertificateType`, `CertificateDegree`, `InscriptionDate`, `Type`, `University`, `Faculty`, `Phonne1`, `Phonne2`, `Email`, `PictureURL`, `CV`, `Status`, `User`, `EnablePlanEdit`, `updated_at`, `created_at`) VALUES
(89, '38-9', 'p01495525', NULL, 'هالة هاشم أبوزيد', NULL, 'أنثى', '1975-02-12', 'السودان', 3, 3, 'الخرطوم', 'الخرطوم - المعمورة - مربع 69 - منزل رقم 30', NULL, 'دكتوراة', '2017-12-25', 'searcher', 3, 'كلية القرآن الكريم', '00249122706724', '00249122706724', 'hahmed@hidayatqurania.org', 'avat2.png', NULL, 'مفعل', 142, 'true', '2019-03-14 06:09:36', '2019-03-14 06:09:36'),
(79, NULL, '07634420', '-', 'د. يوسف محمد عبده محمد', 'العواضي', 'ذكر', '1975-12-07', 'اليمن - إب', 10, 16, 'كولالمبور', 'C-12-05, Amadesa Resort Condominium Jalan 5/125, Taman Desa Petaling, 57100 Kuala Lumpur', NULL, 'أستاذ مشارك', '1975-10-04', 'supervisor', 10, 'العلوم الإسلامية', '00601139725667', '00601139725667', 'ymohammed@hidayatqurania.org', 'fileName1551843967.jpg', NULL, 'yes', 132, 'true', '2019-03-06 03:46:07', '2019-03-06 03:46:07'),
(81, '38-1', '08282088', '2318641871', 'عادل سليمان ضحوي', NULL, 'ذكر', '1981-08-09', 'اليمن', 10, 2, 'مكة', 'حي العمرة', NULL, 'ماجستير', '2017-03-22', 'searcher', 2, 'الدعوة', '96649748615', '96649748615', 'adahawi@hidayatqurania.org', 'fileName1551727133.jpg', 'CV1551727536.pdf', 'مفعل', 134, 'true', '2019-03-04 19:30:52', '2019-03-04 19:30:52'),
(82, '38-2', '1051316824', '1051316824', 'محمد آل منشط', NULL, 'ذكر', '1988-03-28', 'أبها', 2, 2, 'أبها', 'أبها', NULL, 'ماجستير', '2017-09-21', 'searcher', 2, 'الدعوة وأصول الدين', '966508574599', '966508574599', 'masiri@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 135, 'true', '2019-03-11 18:22:49', '2019-03-11 18:22:49'),
(83, '38-3', 'T290753', '1018403434', 'محمد إبراهيم الدعيس', NULL, 'ذكر', '1399-08-11', 'يبه', 2, 2, 'القنفذة/ القوز', 'القوز ـ الدار البيضاء', NULL, 'دكتوراه', '2018-01-01', 'searcher', 2, 'الدعوة وأصول الدين', '966504510122', '966504510122', 'malduays@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 136, 'true', '2019-03-04 19:58:48', '2019-03-04 19:58:48'),
(84, '38-4', 'U325444', '1055080616', 'أيمن غازي صابر', NULL, 'ذكر', '1978-12-20', 'جدة', 2, 2, 'جدة', 'حي المروة 8- شارع وادي الخمس', NULL, 'دكتوراه', '2017-09-21', 'searcher', 2, 'الدعوة وأصول الدين', '966546191863', '966546191863', 'asaber@hidayatqurania.org', 'fileName1552068514.jpg', 'CV1552068910.pdf', 'مفعل', 137, 'true', '2019-03-08 18:15:10', '2019-03-08 18:15:10'),
(85, '38-5', 'W434900', '1025504067', 'عبدالهادي بن علي بن عبدالرحمن الشمراني', NULL, 'ذكر', '1978-02-25', 'نجران/ المملكة العربية السعودية', 2, 2, 'مكة المكرمة', 'الرصيفة - حي إسكان الملك فهد', NULL, 'الدكتوراة', '2017-04-11', 'searcher', 2, 'كلية الدعوة وأصول الدين', '966550045858', '966550045858', 'aalshamrani@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 138, 'true', '2019-03-11 18:00:21', '2019-03-11 18:00:21'),
(86, '38-6', '011593693', '2238397471', 'عبدالله التركاوي', NULL, 'ذكر', '1973-10-01', 'سوريا', 21, 2, 'المدينة المنورة', 'أول طريق الهجرة - خلف مستوصف دار السلام', NULL, 'ماجستير', '2016-06-06', 'searcher', 4, 'الدراسات العلية', '00966500263901', '00966500263901', 'aalterkawi@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 139, 'true', '2019-05-06 21:05:56', '2019-05-06 21:05:56'),
(87, '38-7', 'P02642718', NULL, 'عثمان محمد', NULL, 'ذكر', '1983-01-01', 'الحصاحيصا ولاية الجزيرة', 3, 2, 'الخرطوم', 'جامعة افريقيا العالمية كلية القرآن الكريم', NULL, 'دكتوراه', '2018-01-01', 'searcher', 3, 'الدراسات الإسلامية', '00249121573337', '00249121573337', 'oali@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 140, 'true', '2019-03-11 11:18:40', '2019-03-11 11:18:40'),
(88, '38-8', 'P04502675', NULL, 'مايو إدريس يونس', NULL, 'أنثى', '1972-12-27', 'ام درمان', 3, 3, 'ام درمان', 'ام درمان الثورة الحارة 21', NULL, 'دكتوراه', '2018-01-25', 'searcher', 5, 'كلية الدراسات العليا أصول الدين', '249122960033', '249117235933', 'mbahar@hidayatqurania.org', 'avat2.png', NULL, 'مفعل', 141, 'true', '2019-03-11 12:00:43', '2019-03-11 12:00:43'),
(78, NULL, 'V417664', '1027669389', 'أ.د يحيى', 'زمزمي', 'ذكر', '1966-07-29', 'مكة المكرمة', 2, 2, 'مكة المكرمة', 'الاسكان ( حي الملك فهد )', NULL, 'أستاذ دكتور', '2000-01-01', 'supervisor', 2, 'كلية الدعوة وأصول الدين', '966505657432', '966505657432', 'yzamzami1@hidayatqurania.org', 'avat.png', NULL, 'yes', 131, 'true', '2019-03-11 09:45:58', '2019-03-11 09:45:58'),
(76, NULL, 'A12751585', '2266450812', 'نبيل محمد إبراهيم الجوهري', 'الجوهري', 'ذكر', '1962-07-23', 'مصر', 6, 2, 'المدينة المنورة', 'الجامعة الإسلامية/ كلية القرآن/ قسم التفسير.', NULL, 'أستاذ', '2009-02-01', 'supervisor', 11, 'كلية القرآن الكريم والدراسات الإسلامية.', '966568841020', '966568841020', 'naljohari@hidayatqurania.org', 'avat.png', NULL, 'yes', 129, 'true', '2019-03-14 10:59:08', '2019-03-14 10:59:08'),
(77, NULL, 'U271683', '1015011701', 'د. ياسين', 'قاري', 'ذكر', '1967-12-26', 'المدينة المنورة', 2, 2, 'مكة المكرمة', 'السبهاني', NULL, 'دكتور', '2000-01-01', 'supervisor', 2, 'كلية الدعوة وأصول الدين', '966555305443', '966555305443', 'yqari1@hidayatqurania.org', 'avat.png', NULL, 'yes', 130, 'true', '2019-03-11 09:44:38', '2019-03-11 09:44:38'),
(75, NULL, NULL, NULL, 'د. محمد نجيب', NULL, NULL, NULL, NULL, 1, 2, NULL, NULL, NULL, NULL, NULL, 'supervisor', 9, NULL, NULL, NULL, 'mqader@hidayatqurania.org', 'avat.png', NULL, 'yes', 128, 'true', '2019-03-04 02:14:02', '2019-03-04 02:14:02'),
(73, NULL, 'O840000', '-', 'د. محمد خازر المجالي', 'أستاذ', 'ذكر', '1961-02-06', 'الزرقاء-الأردن', 8, 12, 'عمان', 'كلية الشريعة-الجامعة الأردنية', NULL, 'أستاذ', '1993-09-04', 'supervisor', 6, 'الشريعة', '00962777622322', '00962777622322', 'malmajali@hidayatqurania.org', 'avat.png', NULL, 'yes', 126, 'true', '2019-03-11 16:24:51', '2019-03-11 16:24:51'),
(74, NULL, 'BL9851935', 'لست مقيما في المملكة', 'د. محمد بلحسان', 'المهدي', 'ذكر', '1963-03-25', 'المغرب', 4, 20, 'القنيطرة', '70، المغرب العربي أ توسعة. القنيطرة', NULL, 'أستاذ التعليم العالي درجة ج', '1994-01-13', 'supervisor', 15, 'كلية الآداب و العلوم الانسانية', '212661406692', '212661406692', 'mbalhsan@hidayatqurania.org', 'avat.png', NULL, 'yes', 127, 'true', '2019-03-11 21:28:56', '2019-03-11 21:28:56'),
(70, NULL, NULL, NULL, 'د. محمد الأمين', NULL, NULL, NULL, NULL, 1, 2, NULL, NULL, NULL, NULL, NULL, 'supervisor', 3, NULL, NULL, NULL, 'maismail@hidayatqurania.org', 'avat.png', NULL, 'yes', 123, 'true', '2019-03-04 02:11:49', '2019-03-04 02:11:49'),
(71, NULL, 'w416656', '1014150153', 'د. محمد بن ناصر الحميد', 'الدكتور', 'ذكر', '1963-11-28', 'المدينة المنورة', 2, 2, 'المدينة المنورة', 'حي الرانوناء', NULL, 'أستاذ', '1986-06-16', 'supervisor', 11, 'كلية القرآن الكريم والدراسات الإسلامية', '966554353942', '966543334882', 'malhumaid@hidayatqurania.org', 'avat.png', NULL, 'yes', 124, 'true', '2019-06-18 17:32:33', '2019-06-18 17:32:33'),
(72, NULL, '1013770449', '1013770449', 'د. محمد بن عبدالله الربيعة', 'الربيعة', 'ذكر', '1969-09-13', 'القصسم', 2, 2, 'القصيم', 'جامعة القصيم - قسم القرآن وعلومه', NULL, 'استاذ مشارك', '2019-03-13', 'supervisor', 12, 'الشريعة والدراسات الإسلامية', '966504882342', '96613424563', 'malrabiah@hidayatqurania.org', 'avat.png', NULL, 'yes', 125, 'true', '2019-03-13 05:24:05', '2019-03-13 05:24:05'),
(61, NULL, 'P03937058', '178-9571-5912', 'د. عائشة علي', 'عائشه', 'أنثى', '1957-01-01', 'دنقلا', 3, 3, 'الخرطوم', 'الخرطوم', NULL, 'دكتوراه', '2010-01-01', 'supervisor', 3, 'القرآن الكريم', '٠٩٢٢٣٩٤٩٠٩', '٠٩٢٢٣٩٤٩٠٩', 'aalimam@hidayatqurania.org', 'avat2.png', NULL, 'yes', 114, 'true', '2019-03-12 17:44:23', '2019-03-12 17:44:23'),
(62, NULL, 'H95659647', 'H95659647', 'د. عبداللطيف أحمدي رمجاهي', 'أبو فيحاء', 'ذكر', '1981-02-20', 'ايران-جزيرة قشم', 7, 16, 'كولالمبور', 'University of Malaya, Petaling Jaya', NULL, 'كبار الاساتذة', '2012-10-01', 'supervisor', 8, 'أكاديمية الدراسات الإسلامية', '0060146276640', '0060146276640', 'aramchahi@hidayatqurania.org', 'avat.png', NULL, 'yes', 115, 'true', '2019-03-14 04:14:02', '2019-03-14 04:14:02'),
(63, NULL, 'GS2652452', 'H16450', 'د. عبدالله البخاري', 'العبدي', 'ذكر', '1960-12-31', 'آسفي المملكة المغربية', 4, 20, 'أغادير', 'حي السلام زنقة 942 رقم 20 أغادير', NULL, 'أستاذ التعليم العالي', '2000-01-24', 'supervisor', 14, 'كلية الآداب والعلوم الانسانية', '212668108509', '212668108509', 'aelboukhari@hidayatqurania.org', 'avat.png', NULL, 'yes', 116, 'true', '2019-03-04 23:01:52', '2019-03-04 23:01:52'),
(64, NULL, NULL, NULL, 'د. عبدالله الزبير', NULL, NULL, NULL, NULL, 1, 2, NULL, NULL, NULL, NULL, NULL, 'supervisor', 3, NULL, NULL, NULL, 'asalih@hidayatqurania.org', 'avat.png', NULL, 'yes', 117, 'true', '2019-03-04 02:08:56', '2019-03-04 02:08:56'),
(65, NULL, 'u680627', '1063625147', 'د. علي بن عبد الله بن حمد السكاكر', 'السكاكر', 'ذكر', '1982-06-06', 'بريدة', 2, 2, 'المدينة المنورة', 'الجامعة الإسلامية', NULL, 'أستاذ', '1998-01-11', 'supervisor', 11, 'القرآن الكريم', '0598541834', '0598541834', 'aalsakaker@hidayatqurania.org', 'avat.png', NULL, 'yes', 118, 'true', '2019-06-19 21:12:10', '2019-06-19 21:12:10'),
(66, NULL, 'w421698', '1001959095', 'أ.د. فايز بن حبيب الترجمي', 'الترجمي', 'ذكر', '1963-11-17', 'خلص', 2, 2, 'المدينة', 'المدينة - عروة - بجوار شرطة قباء', NULL, 'أسناذ', '1989-12-05', 'supervisor', 11, 'كلية القرآن الكريم والدراسات الإسلامية', '966505308737', '966505308737', 'falturjmi@hidayatqurania.org', 'avat.png', NULL, 'yes', 119, 'true', '2019-03-14 11:14:29', '2019-03-14 11:14:29'),
(67, NULL, 'A29131305', '750323-10-5935', 'د. فضلان محمد عثمان', 'الماليزي', 'ذكر', '1975-03-23', 'سلانحور، ماليزيا', 5, 16, 'BANGI', 'PUSAT KELESTARIAN TURATH ISLAMI, FAKULTI PENGAJIAN ISLAM, UNIVERSITI KEBANGSAAN MALAYSIA, 43600 UKM, BANGI, SELANGOR, MALAYSIA', NULL, 'الدكتوراة', '2004-02-12', 'supervisor', 9, 'كلية الدراسات الإسلامية', '0060192233754', '0060192233754', 'fothman@hidayatqurania.org', 'fileName1552451936.jpg', NULL, 'yes', 120, 'true', '2019-03-13 04:38:56', '2019-03-13 04:38:56'),
(68, NULL, 'V164579', '1048808255', 'د. فيصل جميل الغزاوي', 'الغزاوي', 'ذكر', '1966-04-18', 'مكة', 2, 2, 'مكة', 'بطحاء قريش', NULL, 'أستاذ مشارك', '1989-09-13', 'supervisor', 2, 'الدعوة وأصول الدين', '966505531322', '966543806356', 'fghazzawi@hidayatqurania.org', 'avat.png', NULL, 'yes', 121, 'true', '2019-03-14 16:25:19', '2019-03-14 16:25:19'),
(69, NULL, '02446778', '02446778', 'د. مبارك ابراهيم التجاني', 'المبارك', 'ذكر', '1965-11-30', 'مدني ( ام سنط)', 3, 3, 'الخرطوم', 'السودان _ الخرطوم _ بحري _ الجيلي _ مصفاة الخرطوم', NULL, 'استاذ مشارك', '1991-06-01', 'supervisor', 4, 'كلية القران الكريم', '249121584121', '24911090734', 'maltijani@hidayatqurania.org', 'fileName1552656732.jpg', NULL, 'yes', 122, 'true', '2019-03-15 13:32:12', '2019-03-15 13:32:12'),
(58, NULL, '092287', 'لا يوجد', 'د. سليمان محمد الدقور', 'الدقور', 'ذكر', '1972-11-07', 'الاردن/ الشوبك', 8, 12, 'الجبيهة', 'الجامعة الأردنية', NULL, 'أستاذ', '2007-02-10', 'supervisor', 6, 'الشريعة', '962772345664', '962772345664', 'saldgoor@hidayatqurania.org', 'avat.png', NULL, 'yes', 111, 'true', '2019-03-12 07:28:34', '2019-03-12 07:28:34'),
(59, NULL, NULL, NULL, 'د. صبري محمد', NULL, NULL, NULL, NULL, 1, 2, NULL, NULL, NULL, NULL, NULL, 'supervisor', 9, NULL, NULL, NULL, 'smohamad@hidayatqurania.org', 'avat.png', NULL, 'yes', 112, 'true', '2019-03-04 02:03:09', '2019-03-04 02:03:09'),
(60, NULL, 'P01293162', '2163348879', 'أ.د/ طه عابدين', 'طه حمد', 'ذكر', '1965-06-16', 'دنقلا - السودان', 3, 2, 'مكة المكرمة', 'بطحاء قريش', NULL, 'أستاذ دكتور', '2000-01-01', 'supervisor', 2, 'كلية الدعوة وأصول الدين', '966508166974', '966508166974', 'thamed1@hidayatqurania.org', 'avat.png', NULL, 'yes', 113, 'true', '2019-03-11 09:51:47', '2019-03-11 09:51:47'),
(57, NULL, NULL, NULL, 'د. رضوان الأطرش', NULL, NULL, NULL, NULL, 1, 2, NULL, NULL, NULL, NULL, NULL, 'supervisor', 16, NULL, NULL, NULL, 'ralatrash@hidayatqurania.org', 'avat.png', NULL, 'yes', 110, 'true', '2019-03-04 01:56:34', '2019-03-04 01:56:34'),
(45, NULL, 'Tj2972340', 'J223118', 'د. إبراهيم رضا', 'رضا', 'ذكر', '1965-01-10', 'اكادير  المغرب', 4, 20, 'مراكش', 'اسيل رقم ٣٥٧ مراكش المغرب', NULL, 'استاذ التعليم العالي', '1993-09-01', 'supervisor', 13, 'كلية الاداب والعلوم الانسانية', '212668675861', '212668675861', 'iridha@hidayatqurania.org', 'avat.png', NULL, 'yes', 98, 'true', '2019-03-15 11:49:17', '2019-03-15 11:49:17'),
(46, NULL, 'po5307373', '1', 'د. أزهري حسين محمد', 'أبو مصعب', 'ذكر', '1957-11-16', 'مروي', 3, 3, 'أم درمان', 'جامعة أم درمان الإسلامية', NULL, 'أستاذ مشارك', '1999-05-02', 'supervisor', 5, 'أصول الدين', '00249123395003', '00249123395003', 'azmhd@hidayatqurania.org', 'avat.png', NULL, 'yes', 99, 'true', '2019-03-14 14:32:48', '2019-03-14 14:32:48'),
(47, NULL, 'P02141918', '0', 'د. البدري بشارة', 'بشارة', 'ذكر', '1970-12-11', 'السودان', 3, 3, 'الخرطوم', 'جامعة أفريقيا العالمية - كلية القرآن الكريم', NULL, 'أستاذ مساعد', '2007-11-11', 'supervisor', 3, 'كلية القرآن الكريم', '249019400559', '249019400559', 'abisharah@hidayatqurania.org', 'avat.png', NULL, 'yes', 100, 'true', '2019-03-14 10:11:36', '2019-03-14 10:11:36'),
(48, NULL, NULL, NULL, 'د. الطاهر أحمد', NULL, NULL, NULL, NULL, 1, 2, NULL, NULL, NULL, NULL, NULL, 'supervisor', 3, NULL, NULL, NULL, 'aqader@hidayatqurania.org', 'avat.png', NULL, 'yes', 101, 'true', '2019-03-04 01:42:18', '2019-03-04 01:42:18'),
(49, NULL, '783691', '12345', 'د. أحمد خالد شكري', 'شكري', 'ذكر', '1960-11-27', 'عمان', 8, 12, 'عمان', 'شفا بدران', NULL, 'أستاذ', '1991-05-09', 'supervisor', 6, 'الشريعة', '00962775432557', '00962798513487', 'ashukri@hidayatqurania.org', 'fileName1552242527.jpg', NULL, 'yes', 102, 'true', '2019-03-11 19:00:18', '2019-03-11 19:00:18'),
(50, NULL, 'T025689', '١٠٧٠٢٦٠٨١٣', 'أ.د أمجد بن محمد زيدان', 'زيدان', 'ذكر', '1980-09-25', 'قرية الواصلي منطقة جازان  السعودية', 2, 2, 'المدينة المنورة', 'إسكان الجامعة  الإسلامية مبنى ٢١ شقة ١٢', NULL, 'أستاذ', '2003-06-01', 'supervisor', 11, 'كلية القرآن الكريم والدراسات الإسلامية', '00966505768597', '00966505768597', 'azaidan@hidayatqurania.org', 'avat.png', NULL, 'yes', 103, 'true', '2019-03-11 16:45:34', '2019-03-11 16:45:34'),
(51, NULL, 'Nh9370951', 'E233498', 'د. توفيق بن ي. أحمد بن ي. عبد الرحمن', 'العبقري', 'ذكر', '1966-11-28', 'اليوسفية', 4, 20, 'مراكش', 'حي بركة البهجة 38، أسيف، مراكش', NULL, 'أستاذ التعليم العالي (ج)', '1995-11-01', 'supervisor', 13, 'كلية الآداب والعلوم الإنسانية', '212615652269', '212615652269', 'talabqari@hidayatqurania.org', 'avat.png', NULL, 'yes', 104, 'true', '2019-03-11 11:31:31', '2019-03-11 11:31:31'),
(52, NULL, 'N526483', 'لا يوجد', 'د. ثابت أحمد أبو الحاج', 'أستاذ مشارك', 'ذكر', '1970-08-24', 'عمّان', 8, 16, 'كوالالمبور', 'قسم القرآن والحديث، أكاديمية الدراسات الإسلامية،جامعة ملايا-كوالالمبور- ماليزيا', NULL, 'الدكتوراة/ أستاذ مشارك', '2012-12-10', 'supervisor', 8, 'الدراسات الإسلامية', '0060166586630', '0060166586630', 'talhaj@hidayatqurania.org', 'fileName1552349902.jpg', NULL, 'yes', 105, 'true', '2019-03-12 00:31:16', '2019-03-12 00:31:16'),
(53, NULL, 'MI2891653', 'H202066', 'د. حسن حميتو', 'حميتو', 'ذكر', '1973-06-09', 'مراكش', 4, 20, 'اكادير', 'رقم ٢٦ بلوك س حي اركانة ايت ملول - المغرب.', NULL, 'استاذ مشارك', '2011-04-18', 'supervisor', 14, 'كلية الاداب والعلوم الانسانية', '212668513974', '212668513974', 'hhmeto@hidayatqurania.org', 'fileName1552309658.jpg', NULL, 'yes', 106, 'true', '2019-06-16 13:19:36', '2019-06-16 13:19:36'),
(54, NULL, 'v721750', '1002360491', 'د. خالد بن علي الغامدي', 'الغامدي', 'ذكر', '2019-03-11', 'مكة المكرمة', 2, 2, 'مكة', 'بطحاء قريش', NULL, 'أستاذ مشارك', '2010-01-08', 'supervisor', 2, 'كلية الدعوة وأصول الدين', '00966555526370', '00966555526370', 'kghamdi@hidayatqurania.org', 'avat.png', NULL, 'yes', 107, 'true', '2019-03-11 16:56:20', '2019-03-11 16:56:20'),
(55, NULL, NULL, NULL, 'د. داتو محمد يعقوب', NULL, NULL, NULL, NULL, 1, 2, NULL, NULL, NULL, NULL, NULL, 'supervisor', 8, NULL, NULL, NULL, 'dyaqob@hidayatqurania.org', 'avat.png', NULL, 'yes', 108, 'true', '2019-03-04 01:46:03', '2019-03-04 01:46:03'),
(56, NULL, '37144803', '00', 'د. روحيزان بارو محمد زين', 'روحيزان', 'ذكر', '1966-01-15', 'كوالا ترنقانو', 5, 16, 'كوالا ترنقانو', 'جامعة السلطان زين العابدين ترنقانو ماليزيا', NULL, 'دكتوراه', '1995-10-15', 'supervisor', 7, 'كلية الدراسات الإسلامية المعاصرة', '60199147438+', '60199147438+', 'rbaru@hidayatqurania.org', 'fileName1552370882.jpg', NULL, 'yes', 109, 'true', '2019-03-12 06:08:02', '2019-03-12 06:08:02'),
(90, '38-10', 'P02568234', NULL, 'فاطمة أحمد البدوي', NULL, 'أنثى', '1981-05-15', 'مكة المكرمة', 3, 3, 'الخرطوم', 'الخرطوم / الأزهري / مربع 19', NULL, 'دكتوراة', '2017-12-20', 'searcher', 3, 'الدراسات الإسلامية', '249908525346', '249908525346', 'felbadawi@hidayatqurania.org', 'avat2.png', NULL, 'مفعل', 143, 'true', '2019-03-11 08:44:30', '2019-03-11 08:44:30'),
(91, '39-11', 'K740809', NULL, 'أسامة شاهين العداسي', NULL, 'ذكر', '1986-03-06', 'الأردن - الزرقاء', 8, 12, 'عمان', 'ضاحية الياسمين', NULL, 'دكتوراة', '2018-08-15', 'searcher', 6, 'الشريعة', '962785692454', '962785692454', 'oaladdasi@hidayatqurania.org', 'fileName1552460963.jpg', 'CV1552461087.pdf', 'مفعل', 144, 'true', '2019-03-13 07:11:27', '2019-03-13 07:11:27'),
(92, '39-12', '10638597', NULL, 'مصطفى جمعة', NULL, 'ذكر', '1987-09-03', 'العراق', 16, 12, 'عمان', 'المدينة الرياضية', NULL, 'دكتوراة', '2018-07-09', 'searcher', 6, 'الشريعة', '962788947390', '962788947390', 'mjumaah@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 145, 'true', '2019-03-11 18:04:36', '2019-03-11 18:04:36'),
(93, '39-13', 'P467016 / وأحمل جواز سفر أمريكي برقم 499237877', NULL, 'محمد منذر محمد السالم', NULL, 'ذكر', '1982-09-21', 'الولايات المتحدة الأمريكية (أمريكا)', 8, 12, 'عمّان', 'العاصمة عمان / شارع المطار / ضاحية الأمير علي (بجانب مدارس بيت المقدس', NULL, 'ماجستير من جامعة الشارقة / طالب دكتوراه في الجامعة الأردنية', '2018-08-29', 'searcher', 6, 'كلية الشريعة والدراسات الإسلامية', '962789191970', '962789191970', 'msalem@hidayatqurania.org', 'fileName1551872012.jpg', NULL, 'مفعل', 146, 'true', '2019-03-11 10:14:10', '2019-03-11 10:14:10'),
(94, '39-14', '04820162', NULL, 'أحمد حسن صالح الفقيه', NULL, 'ذكر', '1975-12-01', 'أب _ اليمن', 10, 16, 'كولا ترنجانو', 'AL- FAKIH AHMED HASAN  SALEH MBKT- 21717 , KG.MENGABANG  TELONG  BATU RAKIT, 21020 KUALA TERENGGANU', NULL, 'دكتور', '2018-07-23', 'searcher', 7, 'القرآن والسنة', '601121997745+', '601121997745+', 'aalfakih@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 147, 'true', '2019-03-10 10:52:52', '2019-03-10 10:52:52'),
(95, '39-15', 'A12076328', NULL, 'محمد أزهر', NULL, 'ذكر', '1975-08-31', 'العراق-بغداد', 16, 16, 'KUALA LUMPUR', 'jalan 3a/155 Bukit oug condiminium 3A-13A-6', NULL, 'دكتوراه', '2018-10-22', 'searcher', 8, 'أكاديمية الدراسات الإسلامية', '00601111690757', '00601111690757', 'mibrahim@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 148, 'true', '2019-03-11 10:09:09', '2019-03-11 10:09:09'),
(96, '39-16', 'HJ731F8H', NULL, 'أحمد الأطرش', NULL, 'ذكر', '1978-02-25', 'طرابلس / ليبيا', 19, 16, 'شاه علام', '15 jalan tukul', NULL, 'دكتوراه', '2018-06-07', 'searcher', 9, 'القرآن والسنة', '601121150130', '601121150130', 'alatrash@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 149, 'true', '2019-03-09 02:39:56', '2019-03-09 02:39:56'),
(97, '39-17', '155501154', NULL, 'زينب طلحة', NULL, 'أنثى', '1984-04-29', 'الجزائر', 15, 16, 'كوالا لمبور', 'istac. jalan duta. kuala lumpur', NULL, 'دكتوراه', '2018-02-20', 'searcher', 8, 'اكاديمية الدراسات الاسلامية', '601118910104', '601118910104', 'ztalha@hidayatqurania.org', 'fileName1552323647.jpeg', 'CV1552323709.pdf', 'مفعل', 150, 'true', '2019-03-11 17:01:49', '2019-03-11 17:01:49'),
(98, '39-18', '05803922', NULL, 'محمد المطري', NULL, 'ذكر', '1978-03-04', 'صنعاء', 10, 17, 'صنعاء', 'بني مطر - الصباحة', NULL, 'دكتوراه', '2018-05-02', 'searcher', 10, 'كلية العلوم اﻹسلامية', '967777175927', '967777175927', 'malmatari@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 151, 'true', '2019-03-05 04:46:15', '2019-03-05 04:46:15'),
(100, '39-20', 'A06708052', '2244564544', 'موسى سليمان', NULL, 'ذكر', '1984-09-13', 'كدونا، نيجيريا', 18, 2, 'المدينة الننورة', 'الجامعة الاسلامية', NULL, 'دكتوراه', '2018-07-15', 'searcher', 11, 'كلية القرآن الكريم', '966508452634', '966508452634', 'mabubakar@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 153, 'true', '2019-03-12 00:09:58', '2019-03-12 00:09:58'),
(101, '39-21', '05933440', '2244637332', 'هشام محمد سيف', NULL, 'ذكر', '1985-10-20', 'اليمن', 10, 2, 'المدينة المنورة', 'الجامعة الإسلامية', NULL, 'دكتوراه', '2018-05-16', 'searcher', 11, 'القرآن الكريم والدراسات الإسلامية', '00966550968321', '00966550968321', 'halmalki@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 154, 'true', '2019-03-11 10:45:38', '2019-03-11 10:45:38'),
(102, '39-22', 'P6984102A', '2263673382', 'محمد عطاء إبراهيم عبد الكريم', NULL, 'ذكر', '1987-03-07', 'جنوب الفلبين', 11, 2, 'المدينة النبوية', 'حي الربوية، الحرة الشرقية.', NULL, 'ماجستير', '2018-05-16', 'searcher', 11, 'كلية القرآن الكريم والدراسات الإسلامية', '966534934679', '966534934679', 'mabdulkarim@hidayatqurania.org', 'fileName1551872316.jpg', 'CV1551872664.pdf', 'مفعل', 155, 'true', '2019-03-07 07:03:17', '2019-03-07 07:03:17'),
(103, '39-23', 'AA0069873', '2244637019', 'محمدو دوكوري', NULL, 'ذكر', '1986-08-13', 'Mali', 9, 2, 'المدينة المنورة', 'الجامعة الإسلامية', NULL, 'دكتوراه', '2018-01-01', 'searcher', 11, 'كلية القرآن الكريم', '966544464870', '966544464870', 'mdoucoure@hidayatqurania.org', 'fileName1551703348.jpeg', 'CV1551703493.docx', 'مفعل', 156, 'true', '2019-03-04 13:01:34', '2019-03-04 13:01:34'),
(104, '39-24', 'P05417210', NULL, 'عبدالمحسن المعيلي', NULL, 'ذكر', '1990-05-18', 'الكويت', 13, 2, 'المدينة المنورة', 'حي الأزهري', NULL, 'دكتوراه', '2018-10-10', 'searcher', 11, 'القرآن الكريم', '96597946680', '96597946680', 'aalmeaili@hidayatqurania.org', 'avat.png', 'CV1552378236.pdf', 'مفعل', 157, 'true', '2019-03-12 08:13:40', '2019-03-12 08:13:40'),
(105, '39-25', 'AA092660', '2244637985', 'بكري درامي محمد', NULL, 'ذكر', '1984-06-24', 'كيبا، مالي.', 9, 2, 'المدينة النبوية', 'حي الربوية، الحرة الشرقية.', NULL, 'ماجستير', '2018-05-16', 'searcher', 11, 'كلية القرآن الكريم والدراسات الإسلامية', '966562310799', '966562310799', 'bdrame@hidayatqurania.org', 'fileName1552290155.jpg', NULL, 'مفعل', 158, 'true', '2019-03-11 07:42:35', '2019-03-11 07:42:35'),
(106, '39-26', '03337207', '4337391546', 'مسعود راشد حمد الهاشمي', NULL, 'ذكر', '1983-07-22', 'سلطنة عمان صور', 17, 2, 'المدينة المنورة', 'حي الربوة', NULL, 'دكتوراه', '2018-05-14', 'searcher', 11, 'القرآن والدراسات الإسلامية', '96892542587', '96892542587', 'malhashimi@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 159, 'true', '2019-03-15 20:58:11', '2019-03-15 20:58:11'),
(107, '39-27', 'R533358', '1047036809', 'عبدالرحمن الصبحي', NULL, 'ذكر', '1987-06-22', 'جدة - المملكة العربية السعودية', 2, 2, 'المدينة المنورة', 'حي الفيصلية - المدينة المنورة', NULL, 'ماجستير', '2018-07-10', 'searcher', 11, 'كلية القرآن الكريم', '00966540888127', '00966540888127', 'aalsubhy@hidayatqurania.org', 'fileName1552495666.jpg', NULL, 'مفعل', 160, 'true', '2019-03-13 16:57:13', '2019-03-13 16:57:13'),
(108, '39-28', '7745474', '2268131550', 'راشد خالد سعيد الحبسي', NULL, 'ذكر', '1989-02-01', 'سلطنة عمان', 17, 2, 'المدينة المنورة', 'المدينة المنورة', NULL, 'دكتوراة', '2019-03-01', 'searcher', 11, 'كلية القرآن الكريم والدراسات الاسلامية', '966566656946', '966592702773', 'ralhabsi@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 161, 'true', '2019-03-13 09:21:59', '2019-03-13 09:21:59'),
(109, '39-29', '530792258', '2264237807', 'بلكاروف أنزور', NULL, 'ذكر', '1981-10-28', 'روسيا', 20, 2, 'المدينة', 'حي العريض', NULL, 'ماجستير', '2018-11-01', 'searcher', 11, 'القرآن الكريم', '966534230750', '966534230750', 'banzor@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 162, 'true', '2019-03-11 21:56:39', '2019-03-11 21:56:39'),
(110, '39-30', 'u540181', '1064271610', 'أمين عبدالرحمن السكاكر', NULL, 'ذكر', '1990-01-01', 'بريدة', 2, 2, 'القصيم - بريدة', 'حي البساتين', NULL, 'دكتوراه', '2018-10-10', 'searcher', 12, 'كلية الشريعو والدراسات الإسلامية', '966540744466', '966540744466', 'aalsakakir@hidayatqurania.org', 'avat.png', 'CV1552326676.pdf', 'مفعل', 163, 'true', '2019-03-11 17:51:16', '2019-03-11 17:51:16'),
(111, '39-31', 'ٌٌR628702', '1020792139', 'نورةعبد العزيز المانع', NULL, 'أنثى', '1983-01-14', 'عنيزة', 2, 2, 'عنيزة', 'الريان', NULL, 'دكتوراه', '2018-10-12', 'searcher', 12, 'كلية الشريعة والدراسات الإسلامية', '966506158292', '966506158292', 'nalmani@hidayatqurania.org', 'avat2.png', NULL, 'مفعل', 164, 'true', '2019-03-11 21:42:13', '2019-03-11 21:42:13'),
(112, '39-32', 'N418003', '1046117345', 'خالد الحربي', NULL, 'ذكر', '1986-04-26', 'القيصومة', 2, 2, 'حفرالباطن', 'القيصومة', NULL, 'الدكتوراة', '2018-10-16', 'searcher', 2, 'الشريعة', '0508446676', '0508446676', 'kalharbi@hidayatqurania.org', 'fileName1551713485.jpg', 'CV1551713553.pdf', 'مفعل', 165, 'true', '2019-03-11 19:49:50', '2019-03-11 19:49:50'),
(113, '39-33', 'T991163', '1020792147', 'زينب عبدالعزيز المانع', NULL, 'أنثى', '1984-01-18', 'المملكة العربية السعودية القصيم عنيزة', 2, 2, 'القصيم عنيزة', 'القصيم عنيزة حي السلام جادة القنارة. رقم المنزل:7118', NULL, 'محاضر', '2018-05-06', 'searcher', 12, 'كلية الشريعة والدراسات الإسلامية', '966505705560', '966505705560', 'zalmani@hidayatqurania.org', 'avat2.png', NULL, 'مفعل', 166, 'true', '2019-03-11 13:32:55', '2019-03-11 13:32:55'),
(114, '39-34', 'EQ5015789', NULL, 'رشيد الحمداوي', NULL, 'ذكر', '1977-04-15', 'الدار البيضاء', 4, 20, 'مراكش', 'حي أزلي الجنوبي، رقم 788، مراكش', NULL, 'الدكتوراه', '2019-01-01', 'searcher', 13, 'كلية الآداب والعلوم الإنسانية', '212666913601', '212666913601', 'ralhamdaoui@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 167, 'true', '2019-03-12 10:53:43', '2019-03-12 10:53:43'),
(115, '39-35', 'MI9524149', NULL, 'عبد الإله هرماشي', NULL, 'ذكر', '1976-07-25', 'مراكش', 4, 20, 'مراكش', '1253 تجزئة الزرقطوني المحاميد مراكش المغرب', NULL, 'دكتوراه', '2019-01-01', 'searcher', 13, 'كلية الآداب والعلوم الإنسانية', '00212670726050', '00212670726050', 'aharmachi@hidayatqurania.org', 'fileName1552297721.jpg', NULL, 'مفعل', 168, 'true', '2019-03-11 09:48:41', '2019-03-11 09:48:41'),
(116, '39-36', 'JP2610259', 'LC89968', 'أحمد الريفي', NULL, 'ذكر', '1978-02-20', 'دائرة باب برد - إقليم شفشاون', 4, 20, 'العرائش', 'تجزئة المغرب الجديد رقم 1880', NULL, 'ماجستير', '2019-01-01', 'searcher', 13, 'كلية الآداب والعلوم الإنسانية', '212666384124', '212666384124', 'arifi@hidayatqurania.org', 'fileName1551896733.jpg', 'CV1551954454.pdf', 'مفعل', 169, 'true', '2019-03-07 10:27:34', '2019-03-07 10:27:34'),
(117, '39-37', 'WU3970437', NULL, 'عبدالاله الهنا', NULL, 'ذكر', '1975-12-02', 'مراكش', 4, 20, 'مراكش', '41 درب الخشاب سيبع مراكش المغرب', NULL, 'الدكتوراه', '2018-12-10', 'searcher', 14, 'كلية الاداب والعلوم الإنسانية', '212611010011', '212611010011', 'aaitlahna@hidayatqurania.org', 'fileName1552368455.JPG', 'CV1552372555.pdf', 'مفعل', 170, 'true', '2019-03-12 06:35:56', '2019-03-12 06:35:56'),
(118, '39-38', 'CE6513719', NULL, 'نور الدين آقجضاض', NULL, 'ذكر', '1981-08-07', 'Marrakech', 4, 20, 'Marrakech', 'المحاميد 4 رقم 750 مراكش المغرب', NULL, 'ماجستر', '2009-01-01', 'searcher', 13, 'كلية الآداب والعلوم الإنسانية مراكش', '212662495565', '212662495565', 'nakojdad@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 171, 'true', '2019-07-17 06:30:46', '2019-07-17 06:30:46'),
(119, '39-39', 'VT0291813', NULL, 'عبدالجليل حيمود', NULL, 'ذكر', '1984-04-01', 'العطاوية، عمالة قلعة السراغنة، جهة مراكش', 4, 20, 'مراكش', 'مجموعة لحسن أغريب، رقم 229 حي يوسف ابن تاشفين مراكش', NULL, 'ماستر', '2019-01-10', 'searcher', 13, 'كلية الآداب والعلوم الإنسانية مراكش', '21268785556', '212624243058', 'ahaymoud@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 172, 'true', '2019-03-10 23:28:40', '2019-03-10 23:28:40'),
(120, '39-40', 'ls5903213', NULL, 'عبدالرزاق الصادقي', NULL, 'ذكر', '1983-03-01', 'الرشيدية', 4, 20, 'الفقيه بن صالح', 'حي الفرح ،زنقة الفتح،رقم الدار:10', NULL, 'الماستر', '2017-12-04', 'searcher', 15, 'كلية الآداب والعلوم الإنسانية', '0610289926', '0610289926', 'aalsadiki@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 173, 'true', '2019-03-13 12:42:23', '2019-03-13 12:42:23'),
(121, '39-41', 'HB2987573', 'G:375854', 'دنيا الرامي', NULL, 'أنثى', '1980-03-25', 'الجديدة', 4, 20, 'القنيطرة', 'حي الوفاء 2 رقم 64 القنيطرة', NULL, 'الماستر', '2018-12-25', 'searcher', 15, 'كلية الآداب والعلوم الإنسانية', '212675378752', '212682913908', 'derrami@hidayatqurania.org', 'avat2.png', NULL, 'مفعل', 174, 'true', '2019-03-10 00:04:55', '2019-03-10 00:04:55'),
(122, '39-42', 'oq4525917', NULL, 'الجيلالي بوزيري', NULL, 'ذكر', '1987-03-31', 'كيسر سطات المغرب', 4, 20, 'سطات', 'درب عمر. زنقة مولاي إسماعيل. رقم: 10. سطات. المغرب', NULL, 'دكتوراه', '2018-12-06', 'searcher', 14, 'كلية الآداب والعلوم الإنسانية', '212676426844', '212617090980', 'abouziri@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 175, 'true', '2019-03-11 09:42:30', '2019-03-11 09:42:30'),
(123, '39-43', 'YE0756501', NULL, 'محمد العمراني', NULL, 'ذكر', '1972-01-01', 'الراشدية المملكة المغربية', 4, 20, 'مكناس', '27 رياض الزيتون مكناس المملكة المغربية', NULL, 'دكتوراه', '2018-12-01', 'searcher', 14, 'كلية الآداب والعلوم الإنسانية', '212666908421', '212666908421', 'melamrani@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 176, 'true', '2019-03-06 23:57:57', '2019-03-06 23:57:57'),
(124, NULL, NULL, NULL, 'د أحمد خليفة', NULL, NULL, NULL, NULL, 1, 3, NULL, NULL, NULL, NULL, NULL, 'reviewer', NULL, NULL, NULL, NULL, 'akmohammed@hidayatqurania.org', 'avat.png', NULL, 'yes', 190, 'true', '2019-03-04 06:22:55', '2019-03-04 06:22:55'),
(125, NULL, NULL, NULL, 'د يوسف الحسن', NULL, NULL, NULL, NULL, 1, 3, NULL, NULL, NULL, NULL, NULL, 'reviewer', NULL, NULL, NULL, NULL, 'yelhassan@hidayatqurania.org', 'avat.png', NULL, 'yes', 191, 'true', '2019-03-04 06:31:05', '2019-03-04 06:31:05'),
(129, NULL, NULL, NULL, 'أ.د مورتس برخر', NULL, NULL, NULL, NULL, 1, 2, NULL, NULL, NULL, NULL, NULL, 'supervisor', 17, NULL, NULL, NULL, 'mberger@hidayatqurania.org', 'avat.png', NULL, 'yes', 196, 'true', '2019-08-18 07:07:21', '2019-08-18 07:07:21'),
(130, '40-46', NULL, NULL, 'سعيد عمراني', NULL, NULL, NULL, NULL, 1, 2, NULL, NULL, NULL, NULL, NULL, 'searcher', NULL, NULL, NULL, NULL, 'samrani@hidayatqurania.org', 'avat.png', NULL, 'مفعل', 197, 'true', '2019-08-18 07:39:27', '2019-08-18 07:39:27');

-- --------------------------------------------------------

--
-- Table structure for table `reviewersearchs`
--

CREATE TABLE `reviewersearchs` (
  `reviewer` int(11) NOT NULL,
  `search` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `reviewersearchs`
--

INSERT INTO `reviewersearchs` (`reviewer`, `search`) VALUES
(16, 1),
(16, 3),
(26, 9),
(35, 10),
(39, 13),
(39, 16),
(124, 19),
(124, 23),
(124, 25),
(124, 26),
(124, 27),
(124, 28),
(124, 29),
(124, 30),
(124, 31),
(124, 32),
(124, 33),
(124, 34),
(124, 35),
(124, 37),
(124, 38),
(124, 39),
(124, 40),
(124, 41),
(124, 42),
(124, 43),
(124, 44),
(124, 45),
(124, 46),
(124, 47),
(124, 48),
(124, 50),
(124, 51),
(124, 52),
(124, 53),
(124, 54),
(124, 55),
(124, 56),
(124, 57),
(124, 58),
(124, 59),
(124, 60),
(124, 61),
(124, 62),
(124, 63),
(124, 64),
(124, 65),
(124, 66),
(124, 70),
(124, 71),
(124, 72),
(124, 73),
(124, 74),
(124, 75),
(124, 76),
(124, 77),
(124, 78),
(124, 80),
(124, 81),
(124, 82),
(124, 83),
(124, 84),
(124, 85),
(124, 86),
(124, 87),
(124, 88),
(124, 89),
(124, 90),
(124, 91),
(124, 92),
(124, 93),
(124, 94),
(124, 95),
(124, 96),
(124, 97),
(124, 98),
(124, 99),
(124, 100),
(124, 101),
(124, 102),
(124, 103),
(124, 104),
(124, 105),
(124, 106),
(124, 107),
(124, 108),
(124, 109),
(124, 110),
(124, 111),
(124, 112),
(124, 113),
(124, 114),
(124, 115),
(124, 116),
(124, 117),
(124, 118),
(124, 119),
(124, 120),
(124, 121),
(124, 122),
(124, 123),
(124, 124),
(124, 125),
(124, 126),
(124, 128),
(124, 129),
(124, 130),
(124, 131),
(124, 132),
(124, 133),
(124, 134),
(124, 135),
(124, 136),
(124, 137),
(124, 138),
(124, 139),
(124, 140),
(124, 141),
(124, 142),
(124, 144),
(124, 145),
(124, 146),
(124, 147),
(124, 148),
(124, 149),
(124, 150),
(124, 151),
(124, 152),
(124, 153),
(124, 161),
(124, 162),
(124, 163),
(124, 164),
(124, 165),
(124, 166),
(124, 167),
(124, 168),
(124, 169),
(124, 170),
(124, 171),
(124, 173),
(124, 175),
(124, 176),
(124, 177),
(124, 178),
(124, 179),
(124, 180),
(124, 182),
(124, 183),
(124, 184),
(124, 185),
(124, 186),
(124, 187),
(124, 188),
(124, 190),
(124, 191),
(124, 194),
(124, 195),
(125, 23),
(125, 25),
(125, 26),
(125, 27),
(125, 28),
(125, 29),
(125, 30),
(125, 31),
(125, 32),
(125, 33),
(125, 34),
(125, 35),
(125, 36),
(125, 37),
(125, 38),
(125, 39),
(125, 40),
(125, 41),
(125, 42),
(125, 43),
(125, 44),
(125, 45),
(125, 46),
(125, 47),
(125, 48),
(125, 50),
(125, 51),
(125, 52),
(125, 53),
(125, 54),
(125, 55),
(125, 56),
(125, 57),
(125, 58),
(125, 59),
(125, 60),
(125, 61),
(125, 62),
(125, 63),
(125, 64),
(125, 65),
(125, 66),
(125, 70),
(125, 71),
(125, 72),
(125, 73),
(125, 74),
(125, 75),
(125, 76),
(125, 77),
(125, 78),
(125, 80),
(125, 81),
(125, 82),
(125, 83),
(125, 84),
(125, 85),
(125, 86),
(125, 87),
(125, 88),
(125, 89),
(125, 90),
(125, 91),
(125, 92),
(125, 93),
(125, 94),
(125, 95),
(125, 96),
(125, 97),
(125, 98),
(125, 99),
(125, 100),
(125, 101),
(125, 102),
(125, 103),
(125, 104),
(125, 105),
(125, 106),
(125, 107),
(125, 108),
(125, 109),
(125, 110),
(125, 111),
(125, 112),
(125, 113),
(125, 114),
(125, 115),
(125, 116),
(125, 117),
(125, 118),
(125, 119),
(125, 120),
(125, 121),
(125, 122),
(125, 123),
(125, 124),
(125, 125),
(125, 126),
(125, 128),
(125, 129),
(125, 130),
(125, 131),
(125, 132),
(125, 133),
(125, 134),
(125, 135),
(125, 136),
(125, 137),
(125, 138),
(125, 139),
(125, 140),
(125, 141),
(125, 142),
(125, 144),
(125, 145),
(125, 146),
(125, 147),
(125, 148),
(125, 149),
(125, 150),
(125, 151),
(125, 152),
(125, 153),
(125, 161),
(125, 162),
(125, 163),
(125, 164),
(125, 165),
(125, 166),
(125, 167),
(125, 168),
(125, 169),
(125, 170),
(125, 171),
(125, 173),
(125, 175),
(125, 176),
(125, 177),
(125, 178),
(125, 179),
(125, 180),
(125, 182),
(125, 183),
(125, 184),
(125, 185),
(125, 186),
(125, 187),
(125, 188),
(125, 190),
(125, 191),
(125, 194),
(125, 195);

-- --------------------------------------------------------

--
-- Table structure for table `reviewers_reports`
--

CREATE TABLE `reviewers_reports` (
  `ID` int(11) NOT NULL,
  `search` int(11) NOT NULL,
  `reviewer` int(11) NOT NULL,
  `q1` varchar(200) NOT NULL,
  `q1_details` text NOT NULL,
  `q2` varchar(200) NOT NULL,
  `q2_details` text NOT NULL,
  `q3` varchar(200) NOT NULL,
  `q3_details` text NOT NULL,
  `q4` varchar(200) NOT NULL,
  `q4_details` text NOT NULL,
  `q5` varchar(200) NOT NULL,
  `q5_details` text NOT NULL,
  `q6` varchar(200) NOT NULL,
  `q6_details` text NOT NULL,
  `q7` varchar(200) NOT NULL,
  `q7_details` text NOT NULL,
  `q8` varchar(200) NOT NULL,
  `q8_details` text NOT NULL,
  `q9` varchar(200) NOT NULL,
  `q9_details` text NOT NULL,
  `q10` varchar(200) NOT NULL,
  `q10_details` text NOT NULL,
  `q11` text NOT NULL,
  `filename` text CHARACTER SET utf8,
  `note` text,
  `date` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `reviewers_reports`
--

INSERT INTO `reviewers_reports` (`ID`, `search`, `reviewer`, `q1`, `q1_details`, `q2`, `q2_details`, `q3`, `q3_details`, `q4`, `q4_details`, `q5`, `q5_details`, `q6`, `q6_details`, `q7`, `q7_details`, `q8`, `q8_details`, `q9`, `q9_details`, `q10`, `q10_details`, `q11`, `filename`, `note`, `date`) VALUES
(11, 89, 125, '10', 'كافية', '10', 'لم أقف على ملاجظة', '10', 'تمام', '10', 'ممتاز', '10', 'ممتاز', '10', 'ما وقفت عليه طيب', '10', 'ممتاز', '10', 'مطابق', '10', 'لم يصل إليها', '10', 'طيب', 'وفقكم ربي', 'fileName1555338971.pdf', NULL, '2019-04-15'),
(9, 131, 124, '8', 'مناسب', '10', 'متقيد', '10', 'جيد', '9', 'جيد', '6', 'ينبه على الترجمة للاعلام وتخريج الأحاديث بطريقة علمية', '8', 'مناسب', '10', 'ممتاز', '10', 'جيد', '10', 'لم يصلها', '8', 'مناسب', 'العناية بالتحقيق ومناقشة المسائل بعمق', 'fileName1555255437.pdf', 'مرفق الملاحظات تفصيلا في الملف', '2019-04-14'),
(10, 128, 125, '10', 'كافية', '10', 'لم أقف على ملاحظة', '10', 'لا بأس', '10', 'ممتاز', '10', 'ما وقفت عليه لا بأس به', '10', 'ممتاز', '10', 'ممتاز', '10', 'مطابق', '10', 'لم يصل إليها', '10', 'ممتاز', 'وفقكم ربي', 'fileName1555338727.pdf', 'وفقكم ربي', '2019-04-15'),
(8, 133, 124, '9', 'مناسب', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '7', 'تخريج الأحاديث غير المخرجة', '10', 'جيد', '10', 'ممتاز ويضيف', '10', 'جيد', '10', 'لم يصلها', '8', 'مناسب ويحتاج للمزيد', 'تحقيق المسائل وعدم الاكتفاء بالنقل', 'fileName1555245331.pdf', 'تم تحكيمه', '2019-04-14'),
(12, 85, 125, '10', 'كافية', '10', 'لم أٌقف على ملاحظة', '10', 'لا بأس به', '9', 'ملاحظة واحدة وعليها لون أصفر', '10', 'ممتاز', '10', 'مطابق', '10', 'ظاهرة', '10', 'مطابق', '10', 'لم يصل إليها', '10', 'ممتاز', 'وفقكم ربي', 'fileName1555339190.pdf', NULL, '2019-04-15'),
(13, 66, 125, '10', 'كافية', '10', 'لم أقف على ملاحظة', '10', 'طيب', '10', 'ملاحظات يسيرة عليها لون أصفر', '10', 'طيب', '10', 'مطابق', '10', 'بارزة', '10', 'مطابق', '10', 'لم يصل إليها', '10', 'طيب', 'وفقكم لابي', 'fileName1555339351.pdf', NULL, '2019-04-15'),
(14, 138, 125, '10', 'كافية', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ملتزم', '10', 'ممتز', '10', 'بارزة', '10', 'مطابقة', '10', 'لم يصل إليها', '10', 'طيب', 'وفقكم ربي', 'fileName1555339495.pdf', NULL, '2019-04-15'),
(15, 124, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'ملاحظات يسيرة عليها لون أصفر', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1555512353.pdf', 'بالتوفيق', '2019-04-17'),
(16, 120, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ملحوظات يسيرة عليها لون أصفر', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1555512598.pdf', 'بالتوفيق', '2019-04-17'),
(17, 41, 125, '10', 'نعم', '10', 'هناك مخالفة عقدية واحدة وهي القول بأن القرآن كلام نفسي وعليها لون أصفر', '10', 'نعم', '10', 'ملاحظات يسيرة عليها لون أصفر', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'طيب', 'بالتوفيق', 'fileName1555512743.pdf', 'بالتوفيق', '2019-04-17'),
(18, 133, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'ملاحظات يسيرة', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'طيب', 'بالتوفيق', 'fileName1555512868.pdf', 'بالتوفيق', '2019-04-17'),
(19, 131, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'ملاحظات يسيرة عليها لون أصفر', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'طيب', 'بالتوفيق', 'fileName1555520165.pdf', NULL, '2019-04-17'),
(20, 129, 125, '10', 'نعم', '10', 'نمم', '10', 'نعم', '10', 'نعم', '10', 'نمم', '10', 'نمم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1555520338.pdf', NULL, '2019-04-17'),
(21, 134, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'ما وصلها', '10', 'نعم', 'بالتوفيق', 'fileName1555520488.pdf', NULL, '2019-04-17'),
(22, 132, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1555520939.pdf', NULL, '2019-04-17'),
(23, 130, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1555521036.pdf', NULL, '2019-04-17'),
(24, 129, 124, '8', 'مناسبة', '7', 'نقل في التعريف اللغوي عن الأشاعرة والمعتزلة في ما لا حاجة إليه فلينبه على ذلك', '9', 'جيد', '8', 'جيد', '9', 'جيد', '8', 'يحتاج إلى اتقانها أكثر', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '8', 'لا بـأس ويحتاج للمزيد', 'العناية بعقيدة أهل السنة وفهمها وفهم أدلتها', 'fileName1555572840.pdf', 'دمج عدد من المباحث والفصول قبل أرسالها لتحكم جميعا ولا تكثر التقارير', '2019-04-18'),
(25, 134, 124, '9', 'مناسب', '7', 'نقل عن مصادر شيعية بلا فائدة تذكر لأنها احاديث موضوعة', '10', 'جيد', '8', 'جيد', '7', 'العناية بتخريج الاحاديث بطريقة علمية', '9', 'يدرسها أكثر', '10', 'ممتاز', '10', 'جيد', '10', 'لم يصلها', '9', 'جيد', 'ترك النقل عن مصادر الشيعة', 'fileName1555580270.pdf', 'دمج المباحث القليلة وارسالها في ملف واحد', '2019-04-18'),
(26, 132, 124, '10', 'مناسب', '7', 'نقل عن الشيعة فيما لاحاجة إليه', '9', 'متقيد', '8', 'جيد', '8', 'العناية بالتخريج', '9', 'مناسب', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '8', 'مناسب', 'تحقيق المسائل الخلافية', 'fileName1555581291.pdf', NULL, '2019-04-18'),
(27, 130, 124, '10', 'مناسبة', '7', 'متقيد في هذا المبحث', '10', 'متقيد', '9', 'جيد', '9', 'جيد', '10', 'جيد', '10', 'ممتاز', '9', 'جيد', '10', 'لم يصلها', '8', 'مناسب', 'اتقان الدراسة التأصيلية', 'fileName1555582425.pdf', NULL, '2019-04-18'),
(28, 138, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد', '10', 'لم يصلها', '9', 'جيد', 'لا يوجد', 'fileName1555591258.pdf', 'لا يوجد', '2019-04-18'),
(29, 66, 124, '8', 'تزاد', '10', 'متقيد', '10', 'متقيد', '8', 'تحتاج إلى إتقان', '7', 'تخريج الأحاديث بطريقة علمية وترجمة الأعلام', '10', 'مناسب', '8', 'يحتاج إلى ابراز شخصيته أكثر', '10', 'جيد', '10', 'لم يصلها', '7', 'ضعيف', 'كتابة الآيات بالرسم العثماني', 'fileName1555592515.pdf', 'لا يوجد', '2019-04-18'),
(30, 89, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '8', 'العناية بتخريج الأحاديث وكتابة الآيات بالرسم العثماني', '10', 'جيد', '10', 'ممتاز', '10', 'جيد', '10', 'لم يصلها', '8', 'مناسب', 'لا يوجد', 'fileName1555600433.pdf', 'لا يوجد', '2019-04-18'),
(31, 85, 124, '10', 'كافية', '10', 'متقيد', '10', 'جيد', '10', 'ممتاز', '8', 'تخريج الأحاديث بطريقة علمية', '10', 'جيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '9', 'كتابة الآيات بالرسم العثماني وزيادة العناية بالتنسيق', 'لا يوجد', 'fileName1555600638.pdf', 'لا يوجد', '2019-04-18'),
(32, 84, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل اليها', '10', 'طيب', 'بالتوفيق', 'fileName1555615018.pdf', NULL, '2019-04-18'),
(33, 86, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'بارزة', '10', 'نعم', '10', 'لم يصل إليها', '10', 'طيب', 'بالتوفيق', 'fileName1555615204.pdf', NULL, '2019-04-18'),
(34, 88, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'بارزة', '10', 'نعم', '10', 'لم يصل إليها', '10', 'طيب', 'بالتوفيق', 'fileName1555615424.pdf', NULL, '2019-04-18'),
(35, 91, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ملاحظات يسيرة', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'طيب', 'شكرا', 'fileName1555615568.pdf', NULL, '2019-04-18'),
(36, 87, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'بارزة', '10', 'نعم', '10', 'لم يصلها', '10', 'طيب', 'بالتوفيق', 'fileName1555615710.pdf', NULL, '2019-04-18'),
(37, 90, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصلها', '10', 'طيب', 'بالتوفيق', 'fileName1555615820.pdf', NULL, '2019-04-18'),
(38, 70, 125, '7', 'هذا الملف فيه اختصار شديد', '10', 'لم أقف على مخالفة', '10', 'نعم', '9', 'ملاحظات يسيرة', '10', 'نعم', '10', 'نعم', '6', 'مجرد نقل دون تحليل ومناقشة', '10', 'نعم', '10', 'لم يصل إليها', '9', 'جيد', 'بالتوفيق', 'fileName1555817660.pdf', NULL, '2019-04-21'),
(39, 64, 125, '9', 'جيد', '10', 'نعم', '10', 'نعم', '9', 'جيد', '8', 'يركز على النقل دون تحليل ومناقشة ،وبعض الأحاديث يخرجها من غير كتب الحديث ولا يعتني بذكر الحكم عليها', '10', 'نعم', '6', 'ضعيفة', '7', 'جيد', '10', 'لم يصل إليها', '9', 'جيد', 'يحتاج إلى تدريب وتعليم لكيفية جمع المادة ومناقشتها واستخلاص الفوائد منها', 'fileName1555818514.pdf', NULL, '2019-04-21'),
(40, 65, 125, '8', 'جيد', '10', 'نعم', '10', 'نعم', '9', 'ملاحظات يسيرة عليها لون أصفر', '8', 'جيد', '10', 'نعم', '7', 'ضعيفة لا يناقش ولا يحلل', '9', 'جيد', '10', 'لم يصل إليها', '9', 'جيد', 'بالتوفيق', 'fileName1555818893.pdf', NULL, '2019-04-21'),
(41, 62, 125, '10', 'هذه مقدمة لم يذكر فيها مصادر', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'هذه مقدمة البحث', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل بعد', '10', 'نعم', 'بالتوفيق', 'fileName1555819724.pdf', NULL, '2019-04-21'),
(42, 136, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ملاحظات يسيرة', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'ممتاز', '10', 'لم يصل اليها', '10', 'طيب', 'بالتوفيق', 'fileName1555866336.pdf', NULL, '2019-04-21'),
(43, 137, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ملاحظات يسيرة', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'ما وصلها', '10', 'ممتاز', 'بالتوفيق', 'fileName1555866527.pdf', NULL, '2019-04-21'),
(44, 139, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'طيب', 'بالتوفيق', 'fileName1555866634.pdf', NULL, '2019-04-21'),
(45, 140, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ملاحظات يسيرة', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1555866742.pdf', NULL, '2019-04-21'),
(46, 41, 124, '10', 'مناسب وعليها أن تعتني ببعض المراجع التي يذكر فيها كثير من الهدايات كتفسير ابن عثيمين', '6', 'تحتاج الى دراسة اعمق لعقيدة اهل السنة وقد نقلت قولا للاشاعرة بحسن نية فيما يظهر', '10', 'ممتاز', '9', 'مناسب', '8', 'تنبه للترجمة للأعلام', '9', 'مناسب', '10', 'ممتاز', '9', 'تحتاج الى زيادة الكتابة في الهدايات الجزئية', '6', 'ضعيف أكثره نقل عن المتقدمين', '9', 'مناسب', 'لا يوجد', 'fileName1555866878.pdf', 'لا يوجد', '2019-04-21'),
(47, 70, 124, '10', 'كافية', '10', 'متقيد', '10', 'جيد', '10', 'جيد', '9', 'ترجمة الاعلام واصلاح الأخطاء', '10', 'جيد', '9', 'مناسب', '8', 'مناسب', '10', 'لم يصلها', '8', 'زيادة الاتقان', 'لا يوجد', 'fileName1555942704.pdf', 'لا يوجد', '2019-04-22'),
(48, 64, 124, '9', 'مناسب', '10', 'متقيد', '10', 'متقيد', '7', 'مناسب', '8', 'كتابة التراجم وتخريج الاحاديث ومراعاة الملاحظات المفصلة في الملف', '10', 'جيد', '8', 'وسط', '7', 'وسط', '10', 'لم يصلها', '6', 'ضعيف', 'لا يوجد', 'fileName1555944767.pdf', 'لا يوجد', '2019-04-22'),
(49, 62, 124, '10', 'مناسب', '10', 'متقيد', '10', 'متقيد', '8', 'يحتاج الى المزيد', '8', 'ترجمة الاعلام وتخريج الأحاديث بطريقة علمية', '10', 'جيد', '8', 'وسط يحتاج أن يناقش ويضيف', '7', 'ضعيف لم يضف شيئا يذكر', '10', 'لم يصلها', '6', 'ضعيف عليه مراعاة الخطوط المطلوبة والتنسيق الجيد', 'لا يوجد', 'fileName1555945228.pdf', 'لا يوجد', '2019-04-22'),
(50, 65, 124, '9', 'مناسب', '10', 'متقيد', '10', 'متقيد', '8', 'مراعاة اخطاء الكتابة الاملائية', '7', 'ذكر التراجم وتخريج الاحاديث والآثار', '10', 'جيد', '6', 'ضعيف عليه أن يناقش ويضيف', '8', 'التركيز على الإضافات العلمية', '10', 'لم يصلها', '7', 'يحتاج الى الاتقان', 'لا يوجد', 'fileName1555945688.pdf', 'لا يوجد', '2019-04-22'),
(51, 101, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'جيد', '8', 'تراجم الأعلام', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '9', 'جيد', 'لا يوجد', 'fileName1555949204.pdf', 'لا يوجد', '2019-04-22'),
(52, 111, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'ملاحظات يسيرة عليها لون أصفر', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'ممتاز', 'بالتوفيق', 'fileName1555958739.pdf', NULL, '2019-04-22'),
(53, 124, 124, '10', 'كافية', '10', 'متقيد', '8', 'ينبه على الآتي\r\nمبحث معاني مفردات السورة ص7: فيه اختصار لأن المطلوب في الخطة بيان أصل الكلمة اللغوي ومعانيها في اللغة واستعمالها في القرآن وغير ذلك مما هو مذكور في الخطة.', '9', 'ينبه على الآتي:\r\nالتمهيد والباب الاول:\r\nص5 بنيّنا؟ بنبينا', '8', 'ينبه على الآتي:\r\nالباب الاول : الفصل الثاني\r\nص25 تخريج الحديث وبيان ضعفه لتساهل الثعلبي المعروف في إيراد الأحاديث الضعيفة\r\nص26 تخريج الآثار من المصادر الاصلية وكذا ص28\r\nص29 هامش1 بيان صحة الحديث من ضعفه', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1556117300.pdf', 'لا يوجد', '2019-04-24'),
(54, 128, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '9', 'ينبه على الآتي:\r\nالتمهيد:\r\nص14 تخريج الحديث بذكر الكتاب والباب', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1556117657.pdf', 'لا يوجد', '2019-04-24'),
(55, 76, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ملاحظات يسيرة وسأرسلها في تقرير منفصل', '9', 'جيد', '10', 'نعم', '9', 'نعم', '9', 'نعم', '10', 'لم يصل إليها', '10', 'طيب', 'بالتوفيق', 'fileName1556133812.pdf', NULL, '2019-04-24'),
(56, 71, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'ممتاز', 'بالتوفيق', 'fileName1556134885.pdf', NULL, '2019-04-24'),
(57, 136, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'ممتاز وينبه على الآتي\r\nمبحث اسم السورة ص4: ترجمة الحجاج: بغدادي المولد والمنشأ ؟؟؟؟ كيف والحجاج في زمان التابعين وبغداد بنيت بعد ذلك', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'جيد', '10', 'لم يصلها', '10', 'جيد', 'لا يوجد', 'fileName1556186045.pdf', 'لا يوجد', '2019-04-25'),
(58, 120, 124, '10', 'كافية', '9', 'ينبه على الآتي:\r\nالتمهيد :\r\nص44 هذا كلام الأشاعرة في كلام الله تعالى أنه كلام نفسي قديم . فالأولى حذف هذه الفقرة خصوصا أنه لا حاجة لها.', '10', 'متقيد', '10', 'ينبه على الآتي:\r\nالتمهيد ص1: تناولت .... الجو : تصحيح\r\nص6 تملس؟ تلمس، الماض؟ الماضي\r\nص13 ينغي؟ ينبغي\r\nص15 السنة؟ السنية\r\nص23 منه؟ منع\r\nص26 خر ؟ آخر\r\nص28 بعض؟ بغض\r\nص35 العزالي؟ الغزالي\r\nص36 التواب؟ الثواب\r\nص45 ضب؟ غضب\r\nص51 التعلبي؟ الثعلبي\r\nص54 التففت؟ التفتت، وظهل؟ وظل\r\nص55 لع؟ له، انقموا؟ انقسموا، عنه؟ عنده', '9', 'ينبه على الآتي:\r\nالتمهيد ص4 ترجمة ابن فارس وغيره\r\nص25 تخريج الاحاديث بطريقة علمية بذكر اسم الكتاب والباب ومن صححه أو ضعفه\r\nص31 بيان وضعه والتحذير من نسبته إلى النبي صلى الله عليه وسلم وهو حديث موضوع في فضائل كل سورة من سور القرآن.\r\nص34 وغيرها: تراجم الأعلام', '10', 'جيد', '10', 'ممتاز وأضاف إضافات قيمة تدل على شخصية علمية قوية', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1556228480.pdf', 'لا يوجد', '2019-04-25'),
(59, 84, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'جيد', '10', 'جيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'الإضافة في مبحث التمهيد على ما ذكر في الدراسة التاصيلية', 'fileName1556265357.pdf', 'لا يوجد', '2019-04-26'),
(60, 37, 125, '8', 'تحتاج زيادة إفادة وإضافة على ما كتبت', '10', 'نعم', '10', 'نعم', '8', 'وقفت على بعض الملحوظات منها \r\n1.الآيات ليست بخط المصحف \r\n2. خطأ لغوي وهو في قولها(ذكر فيها ست عشر نبيا)والصحيح (ستة عشر)\r\n3. لم تشرح بعض الكلمات الغريبة كالذي في الحديث (وهن من تلادي)(العتاق الأول)', '9', 'لم تترجم لبعض الأعلام كالسخاوي', '10', 'نعم', '7', 'جيد', '10', 'نعم', '10', 'لم تصل إليها', '10', 'نعم', 'تنبيهها على زيادة البحث والتحرير والتدقيق', 'fileName1556393323.pdf', NULL, '2019-04-27'),
(61, 38, 125, '5', 'غير كافية', '10', 'نعم', '10', 'نعم', '7', 'جيد', '9', 'لم تخرج ما ذكرت من حديث وهو حديث عامر بن ربيعة ولم تذكر مصدره من كتب الحديث أو تحكم عليه', '7', 'جيد', '5', 'ضعيف', '4', 'أخلت بهذا المبحث إخلالا واضحا حيث اقتصرت فيه على 6 أسطر فقط', '10', 'لم تصل إليها', '10', 'طيب', 'تحتاج أن تتعب نفسها كي تفي بحق المباحث', 'fileName1556393691.pdf', NULL, '2019-04-27'),
(62, 39, 125, '5', 'غير كافية', '10', 'نعم', '7', 'لم يكتب في هذا المبحث على حسب ما هو في الخطة حيث اقتصرت على بيان أن السورة مكية فقط لكن لم تتعرض لجوها العام وأحوال نزولها', '6', 'جيد', '6', 'لم تترجم لبعض الأعلاك كمقاتل والكلبي', '5', 'لم يكتب حول هذا المبحث بصورة كافية بل الإخلال فيه واضح', '4', 'ضعيف', '3', 'لم تتحقق الأهداف من هذا المبحث', '10', 'لم تصل إليها', '10', 'طيب', 'تحتاج إلى مساعدة في كيفية البحث عن جمع المعلومات وترتيبها', 'fileName1556394225.pdf', NULL, '2019-04-27'),
(63, 40, 125, '4', 'غير كافية', '10', 'نعم', '8', 'هناك إخلال واضح بالموضوع', '8', 'جمع المادة غير كاف', '5', 'ضعيف', '7', 'جمع المادة غير كاف', '5', 'ضعيف', '6', 'ضعيف', '10', 'لم تصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1556395058.pdf', NULL, '2019-04-27'),
(130, 122, 125, '10', 'كافية', '9', 'ص 185، نقلت عن النسفي أن الكلام هو المعنى القائم بالنفس ،', '10', 'نعم', '7', 'ص: 3، تفيها .....................فيها \r\nص 4، آيات ليست بخط المصحف.\r\nص 4، عمالوجه ........هذه الكلمة معناها غير واضح.\r\nص6، بعض الآيات أحيانا يكتبها بالكتابة الإملائية ولا يضعها بين أقواس ، فيظن القارئ كأنها من جملة الكلام.\r\nص6، قولها :جاء بصيغة المضارع دل............هذا الكلام يحتاج إلى إعادة صياغة.\r\nص7، أن المنافقون .....................المنافقين.\r\nص11، والانكار ......................والإنكار.\r\nص، 14، والامر........................والأمر.\r\nص 15، تكرار لكلمة (فيها).\r\nص 29، واذلك ............ولذلك .\r\nص30، فهم مذبذبين .................مذبذبون.\r\nص37، ان الاصل المؤمن لا يقتل................ هذا الكلام يحتاج إلى إعادة صياغة.\r\nص44، إشعار....................إشعارا.\r\nص 48، لارادة...................لإرادة.\r\nص 52، تكرار كلمة (أن)\r\nص 53، حيث إثبت.............أثبت.\r\nص 74، أن هناك جهاد.................جهادا.\r\nص75، لتحفيز أبناءهم................أبنائهم.\r\nص 77، لوا يستوي ................لا يستوي.\r\nص 89، أن لملك الموت أعوان.............أعوانا.\r\nص، 96، وأن من أسماءها جهنم.............أسمائها.\r\nص، 97، هداية رقم 430، كثير من كلماتها تحتاج إلى همزة قطع.\r\nص98، الذين هم كمن ذكر ...................العبارة غير مستقيمة.\r\nص 103، هو الاقرار .................الإقرار.\r\nص، 105، أن فيها دليل ...............دليلا.\r\nص، 108، أن للموت وقت ............وقتا.\r\nص 108، تفيد تأكيد للوعد،................إعادة صياغة.\r\nص 111، في هدذه الآية دالة..............دلالة.\r\nص 118، هذه الاية ...................الآية.\r\nص 112، دعوة إلى الاخذ ................الأخذ.\r\nص 123، الجملة الإسمية................الاسمية.\r\nص 131، تكرار هداية.\r\nص 134، لما أن الاشتغال ......لأن الاشتغال.\r\nص، 135، للايذان................للإيذان.\r\n ص، 137، تكرار.\r\nص، 153، لا يرجي من الله......لا يرجو .\r\nص فيها الزام..............إلزام.\r\nص 161، تفيد الآية تذكير بالنعمة...............إعادة صياغة.\r\nص، 185، هداية رقم 800، مسألة أن الكلام هو المعنى القائم بنفسه......هذا على إطلاقه مخالف لعقيدة أهل السنة.\r\nص، 201، فيها ذكر نوع من انواع.................أنواع.\r\nص، 202، إثبات إسمي ...................اسمي \r\nص، 217، الرسول الكرم.................الكريم.\r\nص 217، رهبة الاسلام ..............الإسلام\r\nص 225، لما أن الآمر .............لأن الأمر.\r\nص، 249، الشرك الإصغر.............الأصغر.\r\nص، 255، همزات قطع على هذه الكلمات الملونة بالأصفر.\r\nص 256، من اهتمام بالمرأة وإعطاءها ............وإعطائها.\r\nص 260، فعلى الممؤمن ............المؤمن.', '8', 'جيد', '10', 'نعم', '9', 'جيد', '10', 'نعم', '10', 'نعم', '8', 'جيد', 'بالتوفيق', 'fileName1558190871.pdf', NULL, '2019-05-18'),
(65, 111, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد وينبه على ذكر أحوال نزول السورة قبل الانتقال إلى السورة الثانية في بحثه', '10', 'ينبه الآتي:\r\nالتمهيد:\r\nص17 لم يحل؟ يحصل\r\nص19 الآخرة؟ الآخر\r\nص29 الدر؟ الذر\r\nص32 الحكام؟ الأحكام', '10', 'ينبه على النقل عن السلف والائمة المتفق عليهم وترك النقل الكثير عن بعض المعاصرين خصوصا من يختلف فيهم كالقرضاوي وقطب', '10', 'جيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1556552809.pdf', 'لا يوجد', '2019-04-29'),
(66, 71, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز وينبه على الآتي:\r\nالتمهيد:\r\nص8 الخلقية؟ الخليقة', '10', 'ممتاز', '10', 'جيد', '10', 'ممتاز', '10', 'جيد', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1556566848.pdf', 'لا يوجد', '2019-04-29'),
(67, 76, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'جيد وينبه على الآتي:\r\nالتمهيد\r\nص18 المسج؟ المسح\r\nص23 الناش؟ الناس\r\nص25 ابتع؟ اتبع\r\nص39 لتكب؟ لتكتب\r\nص45 نبه إلى التفريق بين التدبر واستخراج الهدايات', '10', 'ينبه على ترجمة الأعلام وكتابة الآيات بالرسم العثماني', '10', 'جيد', '10', 'ممتاز', '10', 'جيد', '10', 'لم يصلها', '9', 'ينبه على توحيد الخطوط', 'لا يوجد', 'fileName1556649174.pdf', 'لا يوجد', '2019-04-30'),
(68, 102, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', '1/ بعض الأحاديث في ص: 1، 4، ،5، لم يذكر لها حكما .\r\n2/ بعض الآيات في ص: 12، 13، لم تكتب بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1556649639.pdf', NULL, '2019-04-30'),
(69, 23, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم تصلها', '10', 'نعم', 'بالتوفيق', 'fileName1556650714.pdf', NULL, '2019-04-30'),
(70, 25, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1556650853.pdf', NULL, '2019-04-30'),
(71, 26, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1556651069.pdf', NULL, '2019-04-30'),
(72, 27, 125, '10', 'نعم', '9', 'متقيدة بذلك لكنها استخدمت بعض الجمل التي عليها اعتراض من علماء العقيدة من ذلك ، ص: 8، عبارة أمره بين الكاف والنون، )) وفي ص: 51، عبارة العطية من الله خالية من الأعراض والأغرض،)) هذه العبارة فيها رائحة أشعرية حيث يفهم نها نفي الحكمة والتعليل عن الله تعالى', '10', 'نعم', '8', 'ملا حظات يسيرة من ذلك :\r\nوضع همزة قطع على كثير من المصادر الخماسية من ذاك الالتفات،الالتقاء، الالتجاء، الافتقار ، الاستعاذة ، الانفراد ، الانتباذ، الاستناد، الاعتداء. وهذا خطأ.\r\n2/ ص: 8/ بإخفاءه(بإخفائه) \r\nص: 8، حيث أنه(حيث إنه)\r\nص: 9، أنه نداءً، (نداءٌ)\r\nص 11: بلاءه، وانحناءه (وانحنائه)\r\nص: 12، عبارة أقور الرجاء،،،، المعنى غير واضح\r\nص: 15، 36، 38، 39، 40 48، 55، أخطاء مطبعية.\r\nص/ 22، 27، 59، تكرار لبعض الكلمات.\r\nص: 36، إعادة صياغة.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1556651867.pdf', NULL, '2019-04-30'),
(73, 96, 124, '10', 'كافية', '10', 'متقيد', '10', 'جيد', '10', 'وينبه على الآتي:\r\nالتمهيد\r\nص33 بسورق؟ بسورة\r\nص46 دلة؟ دلت', '8', 'ينبه على الآتي:\r\nالتمهيد:\r\nص5 تخريج الأحاديث بطريقة علمية بذكر اسم الكتاب والباب ورقم الحديث ومن صححه\r\nص16 تخريج الحديث وص24 وغيرها\r\n\r\nالترجمة للاعلام فقد ترك الكثير', '10', 'جيد', '9', 'جيد', '9', 'جيد', '10', 'لم يصلها', '10', 'كتابة جميع الآيات بالرسم العثماني فقد ترك بعضها سهوا', 'لا يوجد', 'fileName1556726771.pdf', 'لا يوجد', '2019-05-01'),
(74, 110, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ينبه على الآتي\r\nالباب الأول : الفصل الاول:\r\nص73 تزل؟ تنزل\r\nص77 المسلين؟ المسلمين\r\nص79 وسور؟ وسورة', '7', 'ينبه على الآتي\r\nالباب الأول : الفصل الاول:\r\nص57 تخريج الاحاديث بالطريقة العلمية في كل البحث بذكر الكتاب والباب ورقم الحديث ومن صححه الخ\r\n*ترجمة الأعلام', '10', 'مناسب', '10', 'ممتاز', '10', 'جيد', '10', 'لم يصلها', '8', 'يحتاج إلى تقان أكثر وينبه على كتابة الآيات بالرسم العثماني', 'لا يوجد', 'fileName1556801171.pdf', 'لا يوجد', '2019-05-02'),
(75, 126, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'جيد وينبه على الآتي\r\nالتمهيد\r\nص7 تتحق؟ تتحقق', '8', 'ينبه على\r\nالباب الاول: الفصل الاول\r\nص24 تحقيق هذه الآثار وتخريجها من المصادر الأصلية', '10', 'ممتاز', '9', 'جيد وينبغي أن يضيف أكثر على ما في الدراسة التاصيلية', '9', 'مناسب', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1556806020.pdf', 'لا يوجد', '2019-05-02'),
(76, 77, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ملاحظات يسيرة وهي :\r\nص: 6(أن جزء).....(جزءا)\r\nص: 6، يكون للسورة اسمين (اسمان)\r\nص: 8، وهذا الاسم اجتهاديا (اجتهادي)', '9', 'ص: 10، بعض الأحاديث لم تبين درجتها من الصحة', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'جيد', 'بالتوفيق', 'fileName1556869411.pdf', 'بالتوفيق', '2019-05-03'),
(77, 78, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'أخطاء نحوية وهي: \r\nص: 2، أن الأسود رجلا شاعرا .... رجل شاعر\r\nص: 7، وشاهدا بصحتها .......وشاهد\r\nص: 9، خطأ مطبعي.\r\nص: 11، أعد الصياغة لما عليه لون أصفر\r\nص: 13، اكسر همزة (إن) بعد القول.\r\nص: 19، إنما هو لطفا ..... لطف.\r\nص: 20، ما كان خالص.... خالصا', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1556869802.pdf', NULL, '2019-05-03'),
(78, 105, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'المعلومات تحتاج الى تنظيم وعرض بصورة أجود وينبه على\r\nالباب الاول الفصل الاول\r\nص49 هنا؟ هناك\r\nص51 آياته؟ آياتها\r\nص52 وخدة موضوع؟ وحدة موضوعها', '8', 'ينبه على\r\nالباب الاول الفصل الاول\r\nص61 هامش2 درجته', '10', 'ممتاز', '8', 'مناسب', '8', 'مناسب', '10', 'لم يصلها', '7', 'ينبه على الكتابة بالخطوط المعتمدة', 'لا يوجد', 'fileName1556978705.pdf', 'لا يوجد', '2019-05-04'),
(79, 45, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '8', 'يحتاج إلى المزيد', '8', 'جيد', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1556995912.pdf', 'لا يوجد', '2019-05-04'),
(80, 37, 124, '8', 'تحتاج إلى زيادة', '10', 'متقيدة', '10', 'متقيدة', '9', 'مبحث اسم السورة: \r\nست عشر ؟ ستة عشر', '8', 'تراجم الاعلام', '10', 'ممتاز', '7', 'تحتاج الى المزيد', '9', 'جيد', '10', 'لم تصلها', '7', 'تنبه على كتابة الآيات بالرسم العثماني واستعمال الخطوط المحددة', 'لا يوجد', 'fileName1556999388.pdf', 'لا يوجد', '2019-05-04'),
(81, 38, 124, '8', 'تحتاج الى زيادة', '10', 'متقيدة', '10', 'متقيدة', '8', 'جيد وتحتاج زيادة المعلومات والتوسع في البحث', '8', 'تخريج الاحاديث بطريقة علمية بذكر اسم الكتاب والباب ورقم الحديث ومن صححه الخ', '10', 'ممتاز', '7', 'وسط', '7', 'اضافات قليلة', '10', 'لم تصلها', '8', 'يحتاج الى اتقان وعناية بالخطوط', 'لا يوجد', 'fileName1557000067.pdf', 'لا يوجد', '2019-05-04'),
(82, 39, 124, '7', 'تحتاج الى زيادة', '10', 'متقيدة', '10', 'متقيدة', '8', 'مناسب', '8', 'لا بأس', '10', 'مناسب', '8', 'اضافات قليلة', '9', 'يحتاج المبحث إلى تحرير واضافات', '10', 'لم تصلها', '8', 'مناسب ويحتاج الى المزيد', 'لا يوجد', 'fileName1557001371.pdf', 'لا يوجد', '2019-05-04'),
(83, 102, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'ينبه على\r\nمبحث اسم السورة وفضائلها \r\nص4 هذا من قول عائشة رضي الله عنها وليس من قول النبي صلى الله عليه وسلم', '8', 'ينبه على\r\nمبحث اسم السورة\r\nص1 تخريج الأحاديث بطريقة علمية بذكر اسم الكتاب والباب ورقم الحديث ومن صححه في جميع البحث', '10', 'ممتاز', '8', 'مناسب', '8', 'مناسب', '10', 'لم يصلها', '8', 'ينبه على كتابة الآيات بالرسم العثماني', 'لا يوجد', 'fileName1557045279.pdf', 'لا يوجد', '2019-05-05'),
(84, 40, 124, '6', 'غير كافية', '10', 'متقيدة', '10', 'متقيدة', '5', 'ضعيف', '5', 'ذكر المصادر والمراجع وتفصيل البحث', '8', 'تحتاج الى اتقان الدراسة التأصيلية', '7', 'لم تضف شيئا كثيرا', '7', 'تحتاج الى التفصيل في المبحث', '10', 'لم تصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557046358.pdf', 'لا يوجد', '2019-05-05'),
(85, 23, 124, '8', 'مناسب', '10', 'متقيدة', '10', 'متقيدة', '9', 'جيد', '8', 'تنبه على\r\nتخريج الأحاديث والآثار بطريقة علمية بذكر اسم الكتاب والباب ورقم الحديث ومن صححه أو ضعفه', '8', 'مناسب', '9', 'جيد', '10', 'ممتاز', '10', 'لم تصلها', '8', 'الكتابة بالخطوط المعتمدة ومراعاة التنسيق الجيد', 'لا يوجد', 'fileName1557047083.pdf', 'لا يوجد', '2019-05-05'),
(86, 25, 124, '8', 'تحتاج للمزيد', '10', 'متقيدة', '10', 'متقيدة', '8', 'تحتاج لمزيد عناية', '7', 'الاهتمام بتخريج الاحاديث بطرقة علمية', '10', 'ممتاز', '7', 'لم تضف الكثير', '7', 'تحتاج الى توسيع البحث في المصادر واستخراج الدرر ومناقشتها', '10', 'لم تصلها', '5', 'ضعيف وتنبه على التنسيق واستعمال الخطوط المعتمدة', 'لا يوجد', 'fileName1557064981.pdf', 'لا يوجد', '2019-05-05'),
(87, 26, 124, '8', 'تزاد', '10', 'متقيدة', '10', 'متقيدة', '8', 'مناسب', '7', 'التخريج للأحاديث بطريقة علمية', '9', 'تدرسها اكثر', '7', 'المبحث قليل فلم تظهر شخصية الباحثة', '7', 'تحتاج الى أن تضيف للمبحث', '10', 'لم تصلها', '7', 'استعمال الخطوط المعتمدة في الكتابة', 'لا يوجد', 'fileName1557065813.pdf', 'لا يوجد', '2019-05-05'),
(88, 29, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص: 13، إلى معاني (معان)\r\nص: 14، المنصوص عليها في القرآن.\r\nص: 34، مبينا معنا ...(معنى)\r\nص: 48، مكرر', '9', 'الآيات ليست بخط المصحف .\r\nكثير من الأحاديث غير مكتملة التخريج كما في ص: 14، 16، 25، 31', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1557085224.pdf', NULL, '2019-05-05'),
(89, 30, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'بعض الأحاديث والمصادر لم يكتمل تخريجها، وكذلك بعض الأعلام', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'جيد', 'بالتوفيق', 'fileName1557086977.pdf', NULL, '2019-05-05'),
(90, 28, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'جيد', 'بالتوفيق', 'fileName1557171921.pdf', NULL, '2019-05-06'),
(91, 31, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص: 77، وضرب مثل لفريقي....مثلا\r\nص: 81، مكرهكهم.......(مكرهكم)\r\nص: 83، لرجوعا.....لرجوعها\r\nص: 84، تكرار كلمة\r\nص: 110، لاتككم إنسان ....يتكلم\r\nص:113، الخلود والعيم.....النعيم\r\nص: 118، تمح الذنوب.....تمحو\r\nص: 118، طمنهم......طمأنهم\r\nص: 123، الأية ........الآية', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'جيد', 'بالتوفيق', 'fileName1557172376.pdf', NULL, '2019-05-06'),
(92, 33, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص: 283ثبيت النبي.... تثبيت.\r\nص: 285، مراجعة هذا النص لأنه يعطي معنى فاسدا', '9', 'الآيات ليست بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'جيد', 'بالتوفيق', 'fileName1557172602.pdf', NULL, '2019-05-06'),
(93, 27, 124, '7', 'تحتاج لزيادة خصوصا المراجع التي تكثر فيها الهدايات كتفسير ابن عثيمين', '7', 'تنقل عن الأشاعرة وغيرهم بدون معرفة لهذه الأخطاء ولذلك تنبه على دراسة عقيدة أهل السنة بعمق وتنبه على الآتي\r\nالهدايات الجزئية\r\nص32 وغيرها تنبه على أن الماتريدي ليس على منهج السلف في أبواب الاعتقاد بخلاف ما يظهر من اسم كتابه فلتأخذ من ما في كتابه بحذر\r\nص41 التنبيه على ضعف القول بثبوت النبوة لبعض النساء فإنه قول شاذ لا ينبغي ذكره ولو لم يختاره الباحث\r\nص51 هداية 9 فيه نظر لأنه يوهم نفي الحكمة في أفعال الله تعالى وهو قول الاشاعرة', '10', 'متقيدة', '4', 'ضعيفة وتنبه على الآتي\r\nمبحث الهدايات الجزئية\r\n*ذكر مناسبات الآيات ومافي ذلك من هدايات\r\nص11 بلاءه؟ بلائه     وانحنائه\r\nص12 اقور؟ أقوى، متمسكا؟ متمسك\r\nص16 هنا؟ هناك\r\nص19 عنك؟ عنه\r\nص29 وفي؟ ومن\r\nص34 هداية رقم4 ليس هذا المعنى في الآية مع صحته ويمكن أن يضم إلى ما سبق\r\nالحسنات؟ الحنان\r\nص35 هداية11 هذا تفسير وليس هداية\r\nص36 مثل؟ بعد، صافت؟ صفات\r\nص39 باصطفاءه؟ باصطفائه، ميت؟ مات، الطهرة؟ الطاهرة\r\nص41هداية6 ينبغي حذف هذا أو التنبيه على ضعف القول بثبوت النبوة لبعض النساء فإنه قول شاذ\r\nص45هداية8 التعظيم هنا لله تعالى لصيغة الجمع التي تدل على التعظيم، هداية10 الثاني ضعيف يحذف، هداية11 ما الدليل على أن النبي صلى الله عليه وسلم صار له صفات الملائكة ليلة المعراج؟؟ فهذا الكلام فيه نظر وله لوازم فاسدة.\r\nص47 هداية4 سلكه الصديقون حتى لا يوهم إثبات النبوة لمريم عليها السلام\r\nص48 لا تنفقع؟ لا تنفع\r\nص52هداية18 التعبير غير دقيق والأولى أن يقال: فيها فضل تزكية النفس .. وتذكر الآيات الأخرى، هداية19 ليس له علاقة بالآية\r\nص54 تنويه؟ تنزيه\r\nص59هداية20 هذا التعبير خطأ كما نبه العلامة ابن عثيمين وغيره\r\nص66 والتعصيب؟ والتعقيب', '5', 'تراجم الاعلام وتخريج الاحاديث بطريقة علمية', '7', 'مناسب', '5', 'مناسب', '5', 'وسط', '7', 'تحتاج إلى استخراج هدايات تعالج الواقع من الآيات موضع الدراسة وقد نقلت هدايات قيمة لكنها كلها عمن سبق ونحتاج لهدايات تعالج الواقع', '7', 'تنبه على كتابة الآيات بالرسم العثماني في جميع البحث والكتابة بالخطوط المعتمدة', 'لا يوجد', 'fileName1557173343.pdf', 'لا يوجد', '2019-05-06'),
(94, 80, 124, '10', 'يحتاج إلى مراجع تكلمت أكثر عن أحوال نزول السورة', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'جيد وينبه على \r\nص7 الأولى أحد رواته', '10', 'ممتاز', '10', 'ممتاز', '8', 'مناسب', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557220693.pdf', 'لا يوجد', '2019-05-07'),
(95, 142, 124, '6', 'تحتاج إلى زيادة خصوصا المراجع التي تكثر من ذكر الهدايات كتفسير ابن عثيمين', '10', 'متقيد', '8', 'مناسب', '5', '**أهم التنبيهات العناية بصياغة الهدايات صياغة مناسبة وسهلة وعلمية ثم ينبه على\r\nص16 رقم43 هذا تفسير وليس هداية وكذا ص21 رقم61\r\nص32 مشتلمة ؟ مشتملة\r\nص39 المحذوف\r\n*ينبه على العناية بمناسبات الآيات وما فيه من هدايات', '10', 'ممتاز', '5', 'يحتاج إلى قراءة الدراسة التأصيلية وتطبيقها بعناية', '7', 'وسط يكثر من النقل مع اضافات قليلة', '7', 'مناسب', '5', 'ضعيف يحتاج إلى استنباط هدايات مرتبطة بالواقع وتعالجه', '7', 'يحتاج إلى اتقان أكثر', 'قراءة ما كتب من هدايات في مجموعة الهدايات القرآنية على الواتس اب والاستفادة منها', 'fileName1557240519.pdf', 'الحرص على الاتقان وعدم التعجل للفراغ وزيادة الهدايات المستنبطة من الباحث نفسه', '2019-05-07'),
(96, 126, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص: 9 لأنها منار.........................وهكذا ما بعدها لأنها بالرفع', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'جيد', 'بالتوفيق', 'fileName1557259763.pdf', NULL, '2019-05-07'),
(97, 45, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'بعض الآيات ليست بخط المصحف', '10', 'نعم', '9', 'جيد جدا', '10', 'نعم', '9', 'لم يصل إليها', '9', 'يحتاج إلى الاجتهاد فيه', 'بالتوفيق', 'fileName1557260061.pdf', NULL, '2019-05-07'),
(98, 32, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص: 125، بما يفعلوه........يفعلونه\r\nص: 138، شرطا لانتفاع بالبقية ....للانتفاع\r\nص: 144، قد يردوا الحق ........يردون\r\nص: ص: 154، احذف همزة القطع من مصادر الفعل الخماسى والسداسي كالاستعانة والالتفات والابتداء والاستثناء.\r\nص: 160، وما إهلاكم ببعيد ..................إهلاككم\r\nص: 169، بأن جلعوا ....................جعلوا \r\nص: 176، اكسر الهمزة بعد حيث لأنها لا تضاف إلا إلى الجمل.\r\nص: 197، وجبوت الله ......جبروت\r\nص: 200، لاسحتضار .................لاستحضار\r\nص: 203، من دعون الله .......دون\r\nص: 215، التفصيل بعد إجمال ......الإجمال\r\nص235، : لا يغيب عنه شئا ........شيء\r\nص: 239،هذ الكلمة ..............هذه \r\nص: 249ما يلتقي ....يتلقى\r\nص: 249، ودليلا .......ما وجه نصبها ؟\r\nص: 249، لما كان المقام الصبر  ....مقام الصبر.\r\nص: 256، في غلوائهم .......غير واضحة المعنى .\r\nص: 263، الناس كان أمة .....كانوا', '9', 'كثير من الآيات ليست بخط المصحف وأحيانا لا تتميز عن الكلام .', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'جيد', 'بالتوفيق', 'fileName1557335340.pdf', NULL, '2019-05-08'),
(99, 142, 125, '10', 'كافية', '10', 'متقيد', '10', 'نعم', '9', 'عليه ملاحظات يسيرة من ذلك :\r\n1/ صياغنه للهدايات فيها صعوبة أحيانا.\r\n2/ أحيانا يطيل في صياغة الهداية بكر التفسير والأقوال كما في الهداية رقم 13، 14، 15، 18، 74،\r\n3/ أحيانا يذكر تفسيرا على اعتبار أنه هداية كما في رقم 22، 24، 30، 54، 55، 57، 103، 76، 77، 80،، 140، 142، 143\r\n4/ ص: 32، خطأ مطبعي ، مشتلمة ........مشتملة.\r\n5/ ص35: ....حال قدرة ........مقدرة.\r\n6/ الهداية رقم 124،تحتاج إعادة صياغة', '10', 'نعم', '10', 'نعم', '9', 'كثير النقل فقط، وتعليقه الخاص قليل', '10', 'نعم', '9', 'إشارته لذلك قليلة', '7', 'يحتاج إلى من يعينه عليه', 'يلاحظ أن الباحث واسع الاطلاع في كتب التفسير جزاه الله خيرا ....', 'fileName1557390295.pdf', NULL, '2019-05-09'),
(100, 77, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ينبه على الآتي:\r\nمبحث اسم السورة:\r\nص8 اجتهاديا؟ اجتهادي', '8', 'مبحث اسم السورة:\r\n* تخريج الأحاديث بطريقة علمية بذكر اسم الكتاب والباب ورقم الحديث ومن صححه أو ضعفه ... الخ في كل البحث', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557390885.pdf', 'لا يوجد', '2019-05-09'),
(101, 55, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ينبه على\r\nمبحث اسم السورة\r\nص96 انفدرت؟ انفردت', '9', 'ينبه على\r\nمبحث اسم السورة:\r\nص64 تكميل التخريج بذكر رقم الحديث', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557392835.pdf', 'لا يوجد', '2019-05-09'),
(102, 56, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557393223.pdf', 'لا يوجد', '2019-05-09'),
(103, 57, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'مبحث أحوال نزول السورة\r\nص77 تشكيل الكلمة هل هي سَنة بمعنى عام أو سُنة', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557394631.pdf', 'لا يوجد', '2019-05-09'),
(104, 58, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ينبه على\r\nص89 الانحرافات\r\nص90 قلوبهم، اضطربت   ، موضوعات', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '8', 'مناسب', '10', 'لم يصلها', '8', 'مناسب', 'لا يوجد', 'fileName1557405232.pdf', 'لا يوجد', '2019-05-09'),
(105, 59, 124, '8', 'زيادة المصادر المتعلقة باللغة', '10', 'متقيد', '8', 'ينبه على الاتزام بما في الخطة بالنسبة لهذا المبحث ومن ذلك بيان أصل الكلمة اللغوي ومعانيها في اللغة', '9', 'مبحث معاني المفردات:\r\nص92 هذا القول ضعيف وينبغي ذكر أقوال السلف من الصحابة كقول ابن مسعود: الرداء والثياب\r\nص93 قم؟ ثم ، اماكم؟ امائكم', '9', 'جيد', '8', 'مناسب', '10', 'ممتاز', '6', 'وسط', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557409874.pdf', 'لا يوجد', '2019-05-09'),
(106, 54, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'التمهيد\r\nص33 لخرجها؟ لتخرجها', '10', 'ممتاز', '10', 'ممتاز', '8', 'جيد', '8', 'مناسب', '10', 'لم يصلها', '10', 'ممتاز', 'الاجتهاد في الزيادة على ما في الدراسة التأصيلية', 'fileName1557413062.pdf', 'لا يوجد', '2019-05-09'),
(107, 105, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ملاحظات يسيرة منها:\r\nص: 10، بمعاني مختلفة ......لمعان مختلفة\r\nص: 16، قال بن كثير.....ابن \r\nص:20، واقسامها ...وأقسامها،\r\nص: 30، وامثلة ذلك ...وأمثلة\r\nص: 31، دليلة ......ما كان على وزن فعيل لاتلية تاء الفرق.\r\nص: 36، كلمة (لا يخرج) زائدة\r\nص: 42، لم يمثل للمبحث الرابع...\r\nص: 52، بعض الآيات لم تكتب بخط المصحف.\r\nص: 63، حيث استهزؤوا .................استهزءوا\r\nص: 63، والاسراء ............................والإسراء', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل', '9', 'جيد', 'بالتوفيق', 'fileName1557432724.pdf', NULL, '2019-05-09'),
(108, 72, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '8', 'جيد وينبه على خطأ ص16 وهو جعله سفيان بن عيينة من التابعين وهو من أتباع التابعين', '10', 'ممتاز', '8', 'مناسب', '10', 'ممتاز', '10', 'لم يصلها', '9', 'جيد', 'لا يوجد', 'fileName1557464042.pdf', 'لا يوجد', '2019-05-10'),
(109, 80, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 2، احذف همزة القطع من كلمة (الابتداء)', '9', 'بعض الآيات ليست بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل', '10', 'نعم', 'بالتوفيق', 'fileName1557474869.pdf', NULL, '2019-05-10'),
(110, 83, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص 2، جيعا .....................جميعا\r\nض2، بالثمار الذي .......................التي\r\nص3 فقل لهم أن .......................إن \r\nص 11، وادعوا شركائكم .................شركاءكم \r\nص 11، الإستسلام .....................الاستسلام\r\n17، كاشمس ......................كالشمس', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل', '10', 'نعم', 'بالتوفيق', 'fileName1557475151.pdf', NULL, '2019-05-10'),
(111, 82, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 5، وانبعثت منها ....................انبعث\r\nص 11، عدة معاني ......تحذف الياء من المنقوص إذا لم يعرف أو يضف ،،،ومثل هذه كثيرة في البحث\r\nص: 18، من والوجود ..................احذف الواو\r\nص 20، يدل على لسمو ................السمو', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل بعد', '9', 'جيد', 'بالتوفيق', 'fileName1557475482.pdf', NULL, '2019-05-10'),
(112, 81, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 1، يدور عى .................على \r\nص: 4، بيان جكة الجزاء ...................حكمة\r\nص: 11، المتابعة يكون ...................تكون\r\nص21، أحدهم ......................أحدهما\r\nص 23، أما الفعلا ..................الفعل\r\nص 23، ولا ننفه .................ننفيه\r\nص 28، أ{بعة أبوابب...........أبواب\r\nص 28، وجع الرسول ......وجمع \r\nص 28، والقذاء من الله ...........القضاء', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل بعد', '9', 'جيد', 'جيد', 'fileName1557475818.pdf', NULL, '2019-05-10'),
(113, 73, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'جيد', '9', 'ص21 وغيرها بيان درجة هذه الأحاديث ومن صححها أو ضعفها', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557498113.pdf', 'لا يوجد', '2019-05-10'),
(114, 74, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'ص30 أعدائها؟ أعداؤها', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '9', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557499682.pdf', 'لا يوجد', '2019-05-10'),
(115, 75, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'ينبه على\r\nالهدايات الجزئية\r\nص39 التنفير؟ النفير ، حالين؟ حال\r\nص89 نافقا؟ نفاقا ، طبعاهم؟ طباعهم\r\nص98 يومن؟ يؤمن\r\nص100هداية19 من أين يؤخذ في الآية\r\nص101 أهوائهم؟ أهواءهم\r\nص118 لتخاذهم؟ لاتخاذهم\r\nص121 هداية61 هذا فيه نظر', '9', 'ينبه على\r\nالهدايات الجزئية\r\nص90 درجة الحديث', '10', 'ممتاز', '8', 'مناسب', '9', 'جيد ويحتاج أن يضيف هدايات من استنباطه هو', '7', 'يحتاج إلى مزيد ربط للهدايات بالواقع وإصلاحه', '10', 'ممتاز', 'صياغة الهدايات بنفس طريقة العلماء ومراعاة جودة الصياغة وعدم التكرار', 'fileName1557613469.pdf', 'لا يوجد', '2019-05-11'),
(116, 81, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'عليه الانتباه للأخطاء الاملائية وينبه على:\r\nمبحث معاني السورة ومقاصدها\r\nص1 عى ؟ على\r\nص2 السورة؟ للسورة، عند؟ عنده\r\nص4 حكة؟ حكمة\r\nص6 يضاف: وهي النظر إلى وجه الله الكريم كما في الحديث الصحيح الذي رواه مسلم\r\nص8 العطاء؟ الغطاء\r\nص9 هذا التعريف قاصر لأن الشرك يكون في الربوبية والألوهية والأسماء والصفات\r\nص23 الفعلا؟ الفعل\r\nص34 هو الروح ؟ هي الروح، متباينتين؟ متباينين، التفكن؟ الظاهر التفجع', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557669840.pdf', 'لا يوجد', '2019-05-12'),
(117, 83, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'ينبه على:\r\nمبحث المعنى الإجمالي:\r\nص1 جيعا؟ جميعا، أباطيل؟ الأباطيل\r\nص2 بالثمار؟ بالثمر\r\nص7 أنت؟ أنتم\r\nص12 أولائك؟ أولئك، راواه؟ رواه', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557672820.pdf', 'لا يوجد', '2019-05-12'),
(118, 97, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 11: قد اجمعوا ........أجمعوا', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'موفق', 'fileName1557694588.pdf', NULL, '2019-05-12'),
(119, 98, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'ص 7 تكرار\r\nص 8 إكسر همزة إن\r\nص 10، لم يضع لهم شيء، .................لم يضيع لهم شيئا', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'موفق', 'fileName1557694852.pdf', NULL, '2019-05-12'),
(120, 99, 125, '10', 'نعم', '9', 'نعم', '10', 'نعم', '9', 'صؤ2، وحياؤه منه ................وحيائه\r\nهداية رقم 29، لا تستفاد من الآية\r\nص 14، حيث حص ...............خص', '10', 'بعض الآيات ليست بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'موفق', 'fileName1557695172.pdf', NULL, '2019-05-12'),
(121, 100, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 5، التي استثنها الشرع ............استثناها \r\nص 9، تكرار .\r\nص 10، حيث إنه\r\nص 10، إن نبينا محمد .......محمدا', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1557695469.pdf', NULL, '2019-05-12'),
(123, 60, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '7', 'ص7 سوله؟ رسوله، المنافيقين؟ المنافقين، وادعاءاتهمن؟ وادعاءاتهم\r\nص8 وبيس؟ وبئس، العيان؟ الأعيان، شبرا بشبر', '7', 'ص2 وغيرها : تخريج الحديث بطريقة علمية بذكر الكتاب والباب ورقم الحديث \r\nوينبه على الترجمة للأعلام', '10', 'ممتاز', '7', 'مناسب', '10', 'ممتاز', '10', 'لم يصلها', '7', 'يحتاج الى تجويد أكثر', 'لا يوجد', 'fileName1557737432.pdf', 'لا يوجد', '2019-05-13'),
(124, 28, 124, '10', 'هذا مبحث المقدمة لم يرجع فيها إلى مصادر أو مراجع', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1557738146.pdf', 'لا يوجد', '2019-05-13'),
(125, 93, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '8', 'جيد', '8', 'يحتاج أن يضيف على ما في الدراسة التأصيلية', '10', 'لم يصلها', '10', 'ممتاز', 'ممتاز', 'fileName1557747865.pdf', 'لا يوجد', '2019-05-13'),
(126, 46, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'ممتاز', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'الطالب موفق ، أسأل الله أن يزيده توفيقا وتسديدا', 'fileName1557757118.pdf', NULL, '2019-05-13'),
(127, 121, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'بعض الآيات لم تكتب بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1557757462.pdf', NULL, '2019-05-13'),
(128, 32, 124, '10', 'كافية لكن ينبه على\r\n*الأولى تسمية المراجع بأسمائها لأن الباحث سماها كلها تفسير يقول مثلا: تفسير البقاعي وتفسير فلان وهي لها أسماء مشهورة طبعت بها', '10', 'متقيد', '10', 'متقيد', '9', 'ينبه على الآتي:\r\nالهدايات الجزئية\r\nص129 لتقبلوا منهم؟ ليقبلوا\r\nص130 وغيرها: الأولى أن يعبر بقوله: فيها ... ويذكر اسم العالم في الهامش حتى تكون الصيغة موحدة ولا ينقطع التسلسل\r\nص136 نوح؟ نوع\r\nص139 الآخيرة؟ الآخرة\r\nص140 المجتع؟ المجتمع\r\nص159 الحدواث؟ الحوادث... هلك؟ هلكوا\r\nتحقيق هذا الكلام لأن المعروف أن إبراهيم عليه السلام له ابنان اسماعيل واسحق كما في القرآن ولعل هذا الكلام من الإسرائليات\r\nص160 ببعدين؟ ببعيدين\r\nص165 الغلظلة؟ الغلظة، فوعون؟ فرعون\r\nص171 الاستفهام الإنكاري\r\nص176 هداية1 أن زائدة\r\nص179 الصحية؟ الصيحة\r\nص192 جوار؟ جواز\r\nص197 وجبوت؟ وجبروت\r\nص199 منا؟ من\r\nص205 الجبروت\r\nص212 إلا؟ إلى\r\nص215 أنى؟ أن\r\nص219 ذنوبتهم؟ ذنوبهم\r\nص221 كتابة الآيات بالرسم العثماني ، رواء؟ وراء\r\nص224 هداية9 إضافة قراءة ، أبو؟ أبي عمرو\r\nص226 عبادتهم\r\nص228 موجات؟ موجبات\r\nص245 الجزائري\r\nص149 يعيطهم؟ يعطيهم. المقام؟ مقام\r\nص263 كان؟ كانوا\r\nص265 تمتلأ ؟ تمتلئ\r\nص266 ينبه على خطأ تخصيص علي بن أبي طالب بهذه العبارة\r\nص267 يوذن؟ يؤذن، ببين؟ بين\r\nص274 الأساليب في الدعوة\r\nص276 كتابة الآية بالرسم العثماني\r\nص280 وصفة؟ صفة', '9', 'ينبه على:\r\nالهدايات الجزئية\r\nص193 تخريج الحديث بالتفصيل وبيان درجته\r\nص239 هامش4 تخريجه من كتب الحديث وقد حسنه بعض العلماء كالألباني\r\nص256 هامش3 مراجعة تخريج هذه الرواية لأن الرواية فيها إشكال والذي اتفق عليه البخاري ومسلم هو أن الله ينشئ للجنة أقواما فيدخلهم الجنة وليس للنار ونبه على هذا شيخ الإسلام ابن تيمية وبين شذوذ هذه الرواية المذكورة في البحث', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز وربط جميل بالواقع مع لغة عصرية بليغة', '10', 'ممتاز', 'صياغة الهدايات بالطريقة المعروفة والباحث له طريقة في بعض الهدايات فيها زيادة لا داعي لها مثل قوله: فيها كما قال ابن عاشور مثلا. فعليه أن يقول فيها فقط ويذكر الهداية ويذكر ابن عاشور في الهامش مع ذكر المرجع', 'fileName1557936346.pdf', 'لا يوجد', '2019-05-15'),
(129, 108, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 2، للاتساء .....للائتساء.\r\nص 6، أن للتقوى والصلاح أثر ....أثرا\r\nص 26،، هداية رقم 12، إعادة صياغة.\r\nص 50 ، لا تخلوا ...............لا تخلو', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1557940980.pdf', NULL, '2019-05-15'),
(131, 103, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 1، وقد يراد به معنى معين ................معينا.\r\nص2، وقد يتسع....................يتوسع.\r\nص،2، أي عرفه.................عرفته.\r\nص9، ويحتمل ان........أن يكون\r\nص33، وألان .............ولأن تلاوته.\r\nص38، ولن ينجوا.........ينجو.\r\nص66، فيقتلوهم..............فيقتلونهم', '9', 'بعض الآيات ليست بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'طيب', 'بالتوفيق', 'fileName1558191526.pdf', NULL, '2019-05-18'),
(132, 72, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1558286613.pdf', NULL, '2019-05-19'),
(133, 73, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصلها', '10', 'نعم', 'بالتوفيق', 'fileName1558286811.pdf', NULL, '2019-05-19'),
(134, 74, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصلها', '10', 'نعم', 'بالتوفيق', 'fileName1558287069.pdf', NULL, '2019-05-19');
INSERT INTO `reviewers_reports` (`ID`, `search`, `reviewer`, `q1`, `q1_details`, `q2`, `q2_details`, `q3`, `q3_details`, `q4`, `q4_details`, `q5`, `q5_details`, `q6`, `q6_details`, `q7`, `q7_details`, `q8`, `q8_details`, `q9`, `q9_details`, `q10`, `q10_details`, `q11`, `filename`, `note`, `date`) VALUES
(135, 109, 124, '4', 'تحتاج إلى زيادة وله خطأ شنيع بالرجوع إلى تفاسير رافضية', '4', 'يحتاج إلى زيادة دراسة عقيدة أهل السنة \r\nنقل عن مصادر شيعية وهذا خطأ ولو كان فيها بعض الفوائد لأن هذه الفوائد توجد وأكثر منها في كتب أهل السنة وفي النقل عنهم ترويج لمذهبهم . وينبه أيضا على\r\nالهدايات الجزئية:\r\nص9 هذا كلام خطير وفيه إيماء إلى الطعن في القرآن الكريم ومؤلفه رافضي هو الطباطبائي وهو ممن يقول بتحريف القرآن كغيره من الرافضة الاثني عشرية. وعلى الباحث أن لا ينقل من كتب الشيعة وتفاسيرهم ولو كان صوابا لما فيه من الترويج لها.\r\nص62 هداية 370 له أي للعبد والاولى أن يعبر بتعبير أوضح فيقول: في قولهم: إن العبد يخلق فعل نفسه فجعلوه خالقا مع الله\r\nص107 ه637 توضيح الهداية وشرحها فالكلام غير واضح إلا قوله: فيها رد على الجبرية فهو صحيح . وبقية الكلام محتمل للفهم الخاطئ وقد يغني عنها لما فيها من إشكالات الهداية الآتية برقم ٦٥١\r\nص124 تفسير الطباطبائي رافضي لا ينقل منه؟ وكذا ص 142', '4', 'ضعيف', '3', 'أخطاء لا تحصر ولا تخلو صفحة من أخطاء مما يدل على عدم العناية بالمراجعة والإتقان وينبه على الآتي:\r\nمبحث الهدايات الجزئية:\r\n*ترتيب الهدايات على حسب ألفاظ الآية في كل المبحث\r\n* الاهتمام بعلامات الترقيم في جميع البحث\r\n*من التوجيهات العامة أن يراجع صياغة الهدايات وترتيب الكلمات فالأخطاء كثيرة جدا\r\nص1 أب حيان؟ أبي حيان\r\nص2 عقيدة؟ اعتقاد\r\nص4 عزو الهدايات إلى مراجعها في كل المبحث. وكتابة الآية بالرسم العثماني\r\nص5 الت؟ التي. هامش6 إكمال العزو\r\nص7 يأدي؟ يؤدي. بتباع؟ باتباع\r\nص9 تطيب؟ تطييب\r\nص9 هذا كلام خطير وفيه إيماء إلى الطعن في القرآن الكريم ومؤلفه رافضي هو الطباطبائي وهو ممن يقول بتحريف القرآن كغيره من الرافضة الاثني عشرية. وعلى الباحث أن لا ينقل من كتب الشيعة وتفاسيرهم ولو كان صوابا لما فيه من الترويج لها.\r\nهامش 5،6 حذف هذه المراجع الرافضية\r\nص10 الهوامش: ليس هناك مرجع بهذا الاسم إنما هو مجموعة الهدايات على الواتس أب يعزو إليها ما ينقل منها من هدايات\r\nالحنفية؟ الحنيفية، وإقحامهم؟ وإفحامهم\r\nص12 لإقحام؟ لإفحام\r\nص13 مائل؟ المائل\r\nص14 والدفين؟ الواو زائدة\r\nص15 هامش4 ليس في التفسير المجموع من كتب شيخ الإسلام ابن تيمية وإنما هو من كتابه القاعدة الجليلة\r\nص16 وان كتب؟ وأن كتب الله المنزلة. هداية111 توضيح العبارة\r\nص17 بين؟ بيت. المبينة؟ المبنية\r\nص18 تعال؟ تعالى\r\nص20 مسجد الحنيف؟ مسجد الخيف\r\nص21 حص الجمار؟ حصى\r\nص22 صفارا؟؟؟ الظاهر: صغارا\r\nص24 مال؟؟؟\r\nص26 لا يصح تسميته حجر اسماعيل وقد كان بعده صنعته قريش لما بنت الكعبة.. هداية168 حضور العلماء الخ لا يدخل في ظاهر الآية\r\nص29 أن وسائل؟ أن من وسائل\r\nص30 هامش3: من تفاسير الشيعة، أمنو ؟ أمنوا\r\nص31 اكمال الهداية 199\r\nص33 ول عشر؟ ولو\r\nص34 إيذان؟ إيذاناً\r\nص34 هداية 215 تذكر بقية الأقوال لأن من يعترض يمكنه أن يجيب أن التأخير كان لعذر وهو أن مكة في قبضة الكفار ولذلك أخر الحج\r\nص35 هداية222 الأولى تقديم الهدايات المتعلقة بمناسبة الآية لما قبلها في أول ما يكتب من هدايات وهذا في كل البحث... تدل عظمة؟؟؟؟ تدل على\r\nص37 بدل ؟ يدل. كان كافر؟ كافرا ، يكفر كفر مطلق؟ كفرا مطلقا\r\nص38 موفقهم؟ موقفهم\r\nص39 ذلكر؟ ذكر . تقل؟ تعمل\r\nص41 تخريج الحديث وليس هو بهذا اللفظ وإنما لفظه: \" لو آمن بي عشرة من اليهود لآمن اليهود\" متفق عليه\r\nص42 هداية263 عزو الهداية للمرجع هنا وفي غيره من المواضع\r\nص44 مواصلة للآثمة؟؟؟؟ ، هداية 274 إعادة صياغة في قوله: وإلى هذا يقول\r\nص46 باطل؟ باطلا\r\nص47 تقيد؟ تفيد\r\nص48 أوكل؟؟ أو كل\r\nص50 طاعة الكفر؟ الكفار، تقبيخ؟ تقبيح\r\nص51 ألى؟ إلى\r\nص52 رقم318 غير واضحة وكذا 321\r\nص53 بشئ الوسائل؟ بشتى الوسائل، المشر إليه؟ المشار\r\nص54 هداية 327 وهو – ليست\r\nص57 أن كتاب؟ أن كتاب الله ، ويتفوع؟ ويتفرع\r\nص60 ولا تتحمل؟ ولا تختل. وشد؟ وسد\r\nص61 بميله؟؟؟ . وواقفا؟؟ وواقعا. والمدود؟؟؟\r\nص62 اختلف الاعتبارات؟ اختلفت\r\nص65 ه387 قال رسول الله صلى الله عليه وسلم\r\nص66ه391 إعادة الصياغة لأن فيها خلل\r\nص97 بدونه حقها أن لا نفعل\r\nص68 ه404 غير واضحة وكذا ٤٠٦ و ٤٠٨\r\nيكون أثر الدعوة كبير؟ كبيرا\r\nص69 الردة على الإسلام؟ عن، من سلوكه ؟ في سلوكه، فيها من كان؟ ما كان\r\nص74 ه437 لو لم يؤلف\r\nص75 وحلاوة والإخوة؟ الواو زائدة\r\nص76 وهو مقاصد الشريعة؟ وهو من مقاصد الشريعة/ مها؟ منها/ يعث فيهم محمد؟ بعث فيهم محمداً/ منهما؟ منهم\r\nص77 ففرق ينهما؟ ففرق بينهما/ فتعاونتا؟ فتعاوننا\r\nص78 الله عزو جل؟ عز وجل\r\nص79 فلا تعود وإلى؟ فلا تعودوا إلى\r\nص80 المشاهد؟ المشاهدة/ وأنها الله عز وجل من ؟ زائدة/ أخيه المسلم؟ إخوانه المسلمين\r\nص82 أننا رأينا؟ أننا إن رأينا/ نهى واحدا؟؟ واحد\r\nص83 ن؟؟ من/ مع ما فيها؟ مع ما قبلها\r\nص84 والنهي من؟ والنهي عن المنكر\r\nص85 قال أبو؟ وقال أبو\r\nص86 ه503 اكمال الهداية\r\nص87 واشاعت؟ وإشاعة\r\nص88 وتنكبت؟؟؟/ محيطه؟ محيط\r\nص89 إذ عن؟ إذ أن/ وقاية؟ ووقاية\r\nص90 إشارة على أن؟ إشارة إلى أن\r\nص91 ه530 اكمل/ يقضي؟ يفضي/ المعبر بالاجتهاد؟ المعبر عنه بالاجتهاد\r\nص92 ه533 فيها تكرار وتحتاج لترتيب الصياغة/ السلامة العافية؟ السلامة والعافية.\r\nص94 لهم عظيم؟ لهم عذاب عظيم/ للتنكير أي تبيض وجون؟ للتكثير أي تبيض وجوه\r\nه549 هذا النقل فيه اخطاء راجع تفسير ابن عثيمين\r\nص95 تأثيرا إطلاقا؟؟؟\r\nص96 مطلع الكالم؟ مطلع الكلام\r\nص98 يذوق؟ بذوق\r\nص99 هداية 587 اصلاح العبارة\r\nص101 نهى؟ نبه/ مضاعفة؟ مضافة\r\nص102 ه601 من يشاء من عباده\r\nص105 المستحق وحده؟ للعبادة.\r\nص107 ه635 تصحيح العبارات\r\nص112 ونهيهم؟ ونهاهم\r\nص114 حقيقا؟ حقيقيا\r\nص115 فإن إجماعهم حقا وصدقا؟ حق وصدق\r\nص116 الكتاب الموحدين؟؟ الكتاب الموجودين\r\nص117 شرق؟ شرف\r\nص118 للكافرون؟ للكافرين/ استقراء؟ استقرأ\r\nص119 ه707 استقراء\r\nص120 ه 713 تصحيح الأخطاء النحوية/ ه716 تخريج الأثر وتصحيح العبارات/ خير الأمة؟ الأمم\r\nص121 الإشارة؟ الإشادة/ أجل؟ أقل\r\nص127 ه 755 مكررةوكذا 759 و778 و779-783\r\nص128 ضعف الكافرون؟ الكافرين/ وعنادهم؟ وعتادهم\r\nص129 النكاية منهم؟ بهم\r\nص130 ه769 مراجعة الصياغة\r\nص133 الجزء من جنس؟  /  أحل دبتهم الكبر ما فيهم؟؟؟ اصلاح العبارة\r\nص134 بع؟ به/ وتعليل أقواله؟ تأكد لعلها أفعاله\r\nص136 ه808 اصلاح العبارات\r\nص141 والملهيات روى والتصرف؟؟ روى مقحمة لا معنى لها هنا \r\nص151 في صفتان أ خْريان ؟ الظاهر صفتين أخريين\r\nص152 في قضاءه؟ في قضائه\r\nص154 ه914 مكررة\r\nص155 بقدر ما تعمل تجد لا تعمل لا تجدٱ؟؟؟\r\nص159 ه945 تصحيح الأخطاء والتركيب', '3', '*ينقل كثير من الهدايات بغير عزو إلى مراجعها خصوصا ما ينقل من مجموعة الهدايات القرآنية .. ثم ينبه على الآتي:\r\nمبحث الهدايات الجزئية:\r\nص19 التخريج بطريقة علمية بذكر اسم الكتاب والباب ورقم الحديث الخ في جميع البحث\r\nص20 هوامش3 و5 ذكر من صححه أو حسنه كالألباني\r\nص60 هامش4 اكمال التخريج\r\nص67 إكمال الحديث: ثم راح وتركها\r\nص73 ه436 أين قال والحديث لا يثبت ؟! وتصحيح الأخطاء الإملائية\r\nص86 تخريج الحديث وبيان من صححه لأن الألباني ضعفه\r\nص90 تخريج الحديث\r\nص103 تخريج الحديث\r\nص146 إكمال الحديث : أعني على نفسك بكثرة السجود\r\nص150 تخريج الحديث', '4', 'يحتاج إلى دراسة متقنة للدراسة التاصيلية', '4', 'ضعيف ينقل فقط', '4', 'ضعيف', '3', 'ضعيف لم يستنط هدايات تعالج الواقع', '4', 'ضعيف وينبه على كتابة الآيات بالرسم العثماني في كل البحث', 'يحتاج البحث إلى مراجعة شاملة واتقان وتجويد', 'fileName1558297956.pdf', 'العناية بالبحث والاجتهاد وبذل الجهد في تجويد بحثه وعدم النقل فقط والعناية بالعزو والتحلي بالأمانة العلمية', '2019-05-19'),
(136, 75, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص: 8، قوله (إن كان ذو قدرة...............ذا قدرة.\r\nص 8، حالين الفريقين..................حالي الفريقين.\r\nص، 12، ذنوبهم خطاياهم...........وخطاياهم.\r\nص 26، اثبات الأفعال...........إثبات.\r\nص، 51، عبادة ابن الصامت.........بن الصامت.\r\nص 54، ويغلط .................ويغلظ.\r\nص، 54، أن هناك فرق...........فرقا.\r\nص 58، والجفا.............الجفاء.\r\nص، 58، طبعاهم.............طباعهم\r\nص 59، كناب الله ................كتاب الله.\r\nص 61، لكونهم بعيدون...........بعيدين.\r\nص، 69، وحملا ثقيلا.............وحمل ثقيل.\r\nص، 73، أن هؤلاء المنافقون..................المنافقين.\r\nص، 76، ليس كل إسلام إيمان............إيمانا.\r\nص، 78، أن منافقو .................منافقي .\r\nص 82، فدل على أن الإنسان...............إعادة صياغة.\r\nص، 87، لتخاذهم ..............لاتخاذهم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ممتاز', 'بالتوفيق', 'fileName1558300304.pdf', NULL, '2019-05-19'),
(137, 97, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'مبحث الهدايات الجزئية:\r\nص12 ورسله؟ أرسل/ أرجه؟ أخرجه', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', 'موفق', 'fileName1558338044.pdf', 'لا يوجد', '2019-05-20'),
(138, 98, 124, '10', 'كافية', '10', 'متقيد بل قوي', '10', 'ممتاز', '10', 'ص10 إن الصلاة ليست من الإيمان؟ الأعمال ليست من الإيمان', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز ويحتاج إلى زيادة الاعتناء بها', '10', '* مراعاة التناسب بين خطوط الآيات مع خط الكتابة', 'لا يوجد', 'fileName1558341560.pdf', 'لا يوجد', '2019-05-20'),
(139, 99, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ص8 الحجود؟ الجحود\r\nص14 حص؟ خص', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'يحتاج إلى زيادة', '10', 'ممتاز', 'لا يوجد', 'fileName1558346691.pdf', 'لا يوجد', '2019-05-20'),
(140, 100, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ص5 استثنها؟ استثناها\r\nص10 بهم؟ به', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', 'لا يوجد', 'fileName1558362469.pdf', 'لا يوجد', '2019-05-20'),
(141, 95, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص، 3، اسماء السورة..............أسماء السورة\r\nص 6، بإسم السورة.............باسم\r\nص 6، والإسمين ............والاسمين\r\nص 8، أن للكام جهتان...........جهتين\r\nص 16، من لدن أبو البشر ..............أبي', '9', 'ص 9، لم يخرج حديث (خيركم من تعلم القرآن)', '10', 'نعم', '8', 'جيد', '10', 'نعم', '10', 'لم يصل إليها', '8', 'جيد', 'لا،', 'fileName1558458723.pdf', NULL, '2019-05-21'),
(142, 109, 125, '8', 'وسط', '6', 'ينقل أحيانا عن كتب المبتدعة كالرافضة. وغيرهم', '10', 'لا بأس', '5', 'أخطاؤه كثيرة جدا .........\r\nمن ذلك :\r\nص1،تداخل بين الهدايات لأنه في الهداية رقم 2، ذكر هداية واحدة وهي تصلح لعدد من الهدايات.\r\nص2،الهداية رقم 9، فيها عبارة غير واضحة المعنى.\r\nص 3، تفيد كذب اليهود وافترائهم.............وافتراءهم.\r\nص 4، وتبين به الحجة، ويبين به.\r\nص 5، المناسبة الظاهرة ....هذه أحيانا يضعها وسط هدايات الآية مع أنه ينبغي وضعها بعد الآية مباشرة.\r\nص، 7، عدم العناية بالهمزات وهذه كثيرة جدا صعب علي طبعها لكثرتها .....لكن وضعت على كل خطأ لونا أصفر.\r\nص، 7، على الدين بتباع ..............باتباع.\r\nص، 11، تقييدها ...................تقيدها.\r\nص 12، ووجه التفريغ..............زالتفريع.\r\nص 16، أن نبينا محمد......محمدا .\r\nص 16، تغني عناء ...............غناء.\r\nص 17، بفضيلة الكعبة وحرمها ..............وحرمتها.\r\nص 20، ومسجد الحنيف ................الخيف.\r\nص 25، أن الجن مكلفين................مكلفون.\r\nص 29، إن كان واجد لذلك..............واجدا.\r\nص 30، وليس الأمر تكويني..............تكوينيا.\r\nص 36، إذا كان الله غني.................غنيا.\r\nص، 36، أن يكون العالمون مفتقرون..............مفتقرين.\r\nص 37ص ، ولم يحج كان كافر...................كفرا.\r\nص 37، يكون كافر كفر مطلق ..............كفرا مطلقا.\r\nص 44، أن للجن شياطين........شياطينا.\r\nص 45، وجنده لا يذلوا ولا يهزموا .............لا يذلون.\r\nص 46، هداية رقم 287، تحتاج إلى إعادة صياغة.\r\n ص 46، يحرفون الحق ليرى باطل............باطلا.\r\nص 51، أن هؤلاء الفريق ............الفرق.\r\nص 53، أن المؤمنين جميع طرفا واحدا.............طرف واحد.\r\nص 66، لأن هنااك إيمان ينجي.................إيمانا .\r\nص 66، تعبر أصل عظيم..................أصلا عظيما.\r\nص 72، إلا إذا كان مستمد ................مستمدا.\r\nص ، 80، وأنها الله ..............لله.\r\nص 82، فلو نهى واحدا وحصلت الكفاية.............واحد\r\nص 87، فليتحرى الحكمة ...........حذف حرف العلة\r\nص 91، كثيرا من الناس يضلوا ...............يضلون.\r\nص 95، ليس لها تأثيرا ...............تأثير.\r\nص 98، أن للوجه يوم القيامة لونان.............لونين.\r\nص 100، من حيث أنه كفر ..............إنه كفر.\r\nص 101، نهى عن خلود أهل الجنة ..................هذا الكلام معناه غير واضحة.\r\nص ، 102، فهي مخلوق الله ..................لله.\r\nص ص 103، كانوا داخلون .................داخلين.\r\nص 106، لو إرادة الله ..............لإرادة الله.\r\nص 110، يدل إحاطة حكمه...............على إحاطة.\r\nص 115، لأن سياج الإيمان وبقائه................وبقاءه.\r\nص، 116، زيادة كلمة يدعون..\r\nص 118، الأمة الإسلامية ليس خير للمؤمنين ..............كلام ركيك معناه غير مستقيم.\r\nص 118، ونفع للكافرون ................للكافرين.\r\nص 118، أن يوجبوا كل أوجبه الله .....ما أوجبه الله.\r\nص 120، وقد يكون فاسق ..................فاسقا.\r\nص 120، وفيها أن الأمة خير الأمة طريقة .................كلام غير متناسق.\r\nص 127، بعض الهدايت مكررة مثل رقم 755، 759، 782.\r\nص 130، والطعن بالتوحيد............في التوحيد.\r\nص ص 135، بنبينا محمدا .............محمد.\r\nص 133، لما كان أصلهم دبتهم الكبر ................كلام ركيك غير متناسق.\r\nص 136، فيها تذكيرا ....وتنبيها ................تذكير وتنبيه.\r\nص، 143، إذا بعض الناس .................العبارة ركيكة.\r\nص، 142، أن قراءة القرآن له أُثر كبير...............لها.\r\nص، 144، لا يساوي شيء ...............شيئا.\r\nص 146، أن فيها تأنيس ...............تأنيسا.\r\nص ص 151، لليهود في صفتان أخريان...........صفتين أخريين.\r\nص 155، كانت التقوى عمل قلبي.............عملا قلبيا.', '7', 'كثير من الآيات لم تكتب بخط المصحف .\r\nكثير من الأحاديث غير مخرجة.مثل حديث العجلة من الشيطان ص 150.', '8', 'جيد', '5', 'ضعيفة ، لأن يكثر النقل فقط، وما يكتبه فيه ركاكة، وفي النحو ضعيف جدا.', '10', 'نعم', '8', 'جيد', '7', 'لا بأس', 'يحتاج إلى التريث ، وعد التعجل ، والحرص على النقل السليم، وكذلك العناية بالإملاء، وقواعد النحو', 'fileName1558465842.pdf', NULL, '2019-05-21'),
(143, 110, 125, '10', 'كافية', '10', 'نعم', '10', 'نعم', '9', 'بعض الملحوظات اليسيرة منها: \r\nص 6، بعدة معاني ..............معان.\r\nص 15، نؤجر على قرأتها ..........قراءتها.\r\nص 30، وقد اسندت..............أسندت.\r\nص 42، والانبات ....والإنبات.\r\nص 43، بين عاقبة الشرك وجزاؤه .....وجزاءه.\r\nص 45، العقائد الاسلامية.....الإسلامية.\r\nص 50 قبل الف ....ألف .\r\nص 51، وعضاته...وعظاته.\r\nص 51، أن فيها تثبيت ....تثبيتا .\r\nص 53، اسلوب الدعوة .....أسلوب الدعوة.\r\nص 56، كلمة أسماء السور ......في كثير من المواضع لم يضع همزة على أول كلمة أسماء.', '9', 'الآيات ليست بخط المصحف.\r\nبعض الأحاديث غير مخرجة مثل حديث الحمدلله الذي جعل من أمتي ..............', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصلها', '8', 'جيد', 'بالتوفيق', 'fileName1558473559.pdf', NULL, '2019-05-21'),
(144, 46, 124, '10', 'كافية', '9', 'متقيد ويحتاج إلى التعمق في دراسة عقيدة أهل السنة ومعرفة ما يخالفها خصوصا أقوال الأشاعرة لأنه قد ينقل أقوالهم وهو لا يدري . وينبه على:\r\nص619 بعد الإتيان بم يجب تقديمه من المعرفة والإقرار بالصانع؟ هذا قول أهل الكلام كالأشاعرة والصحيح ما عليه أهل السنة وهو أن واجب هو التوحيد والإقرار بالشهادتين\r\nص630 يراجع أقوال العلماء ممن قال بخلاف ذلك كابن باز\r\nص632 الاستدلال بحدوث الأعراض؟ يراجع نقد شيخ الإسلام ابن تيمية لهذا الدليل وما بينه حوله فهو مهم جدا', '10', 'متقيد', '10', 'مبحث الهدايات الجزئية:\r\nص607 ضوئه', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد ويحتاج للمزيد', '10', 'ممتاز', 'لا يوجد', 'fileName1558478949.pdf', 'لا يوجد', '2019-05-21'),
(145, 55, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ملاحظات يسيرة : منها:\r\nص 63، توقيفة .............توقيفية.\r\nص 63، والاثار ............والآثار.\r\nص 64، والتابعينن .....زيادة نون.\r\nص 65، زيادة واو في وأغراض', '10', 'نعم', '10', 'نعم', '10', 'ممتاز', '10', 'نعم', '10', 'لم يصلها', '10', 'نعم', 'بالتوفيق', 'fileName1558496737.pdf', NULL, '2019-05-22'),
(146, 56, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 70، وقضايها .............وقضاياها.\r\nص 71، جعل يقرأها................يقرؤها', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصلها', '10', 'نعم', 'بالتوفيق', 'fileName1558496912.pdf', NULL, '2019-05-22'),
(147, 57, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 73، الآيات ليست بخط المصحف \r\nص 74، زيادة لام في كلمة الآتية .\r\nص 83، زيادة ألف على لفظ الجلالة في موضعين', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1558497138.pdf', NULL, '2019-05-22'),
(148, 58, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 85، بعض الآيات ليست بخط المصحف.\r\nص 85، تخريج حديث \"القصد القثد....\r\nص 89، والانحرافت...............والانحرافات.\r\nص 90، قولوبهم .............قلوبهم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1558497440.pdf', NULL, '2019-05-22'),
(149, 59, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم تصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1558497581.pdf', NULL, '2019-05-22'),
(150, 54, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ملاحظات منها:\r\n ص 13، 55، لم يخرج حديث \"واهدوا بهدي عمار.\r\nص 20، زيادة كلمة( به) في قوله : فذكر ما به اكتساب به العلم.\r\nص 25، اللفظ القرآني الواحدن ................الواحد.\r\nص 37، وهو أدق من الشحر....................الشعر.\r\nص 44، وهي أوصافن ...............أوصاف.\r\nص 47، تكرار كلمة فيقول \r\nص 53، ذلك ان ...................أن', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل', '10', 'نعم', 'بالتوفيق', 'fileName1558497974.pdf', NULL, '2019-05-22'),
(151, 60, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 98، قد يكونوا على حالة...............يكونون على حالته.\r\nص ، 101، قال ابن عباس وانس..............وأنس.\r\nص 102، تكرار كلمة \"ونور كتابه\"\r\nص 102، بالمرصادن...........بالمرصاد.\r\nص، 103، بمجيئ احدهما .... أحدهما.\r\nص 104، والىخرة ...................والآخرة.\r\nص 104، ذلك الرضم .......الكلمة غير واضحة.\r\nص 105، في العيان .............الأعيان.\r\nص 105، شبرا بشبرن..................بشبر.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1558498508.pdf', NULL, '2019-05-22'),
(152, 101, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'بعض الأحاديث لم يبين أحكامها', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '7', 'جيد', 'بالتوفيق', 'fileName1558625070.pdf', NULL, '2019-05-23'),
(153, 96, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 3، ومعنا ..................ومعنى.\r\nص 6، عن اتبع السبل .............اتباع.\r\nص 14، قال ابن القيم: أن القرآن...............إن.\r\nص 14، فأن الهدايات ...............فإن .\r\n* ترك كثير من همزات القطع في مثل ، إيجابيا، أساليب، إطلاق، أسلوب ، إلى.\r\n* وضع همزات قطع في مثل الالتفات، الاشتمال، الاختلاف ، التي........................\r\nص 31، أن فيها سبب..........................سبا.\r\nص 32، على حكم الربك.................الربط.\r\nص، 35فهو ينبأ................ينبئ.\r\nص 36، من وطأت .................وطأة.\r\nص 93، سقوط حرف النون من كان.\r\nص 39، زيادة ننون بعد كلمة الاعتصام.\r\nص42، ومن هنا أخذ المفسرين.................المفسرون.\r\nص44، ولم تنهى عن المنكر............ولم تنه.', '9', 'بعض الآيات لم تكتب بخط المصحف.\r\nترك الترجمة لكثير من الأعلام', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1558856901.pdf', NULL, '2019-05-26'),
(154, 93, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', '*له أخطاء كثيرة في الهمزات أحيانا يضع همزة قطع على المصادر الخماسية مثل الاستنباط، الاستخراج، الالتزام، الاستفادة، الاستطراد، والتي،وأحيانا يترك همزة من مثل الإيمان، الإخلاء، آليات، إبراز..\r\nص 3، إلى ثمانية وثمانون.......................وثمانين.\r\nص 4، حيث أن .......................إن.\r\nص 4، بإسترادهم..............باستيرادهم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '8', 'جيد', 'بالتوفيق', 'fileName1558860458.pdf', NULL, '2019-05-26'),
(155, 94, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', '*كثيرا ما يسقط الهمزات من المواضع التي يجب كتابتها، أو يضعها في المواضع التي يجب حذفها مثل كلمة (إليه) في ص 1، والاهتمام في ص 2.\r\n* ص 3، من حيث أن ..............................إن', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1558861957.pdf', NULL, '2019-05-26'),
(156, 43, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1558862174.pdf', NULL, '2019-05-26'),
(157, 42, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'من الأخطاء :\r\nص 6، زيادة( أن )\r\nص، 8، فعلني .....................فلعلني.\r\nص، 9، كيف يأتي أنثاهم ...............أنثاه.\r\nص 21، واستمتدادها....................واستمدادها.\r\nص 24، في نقل لقرآن............القرآن.\r\nص 25، ضبط جملة (كان همهم الأقصى إقامة حروفه) غير صحيح.', '9', 'بعض الآيات ليست بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1558862700.pdf', NULL, '2019-05-26'),
(158, 44, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص ، 8، فأرسل الله رسوله محمد...............محمدا.\r\nص 8، حيث أن ......................إن.\r\nص 9، جل وعلى ..............علا.\r\nص 10، النافقين .................المنافقين', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'نعم', 'بالتوفيق', 'fileName1558863602.pdf', NULL, '2019-05-26'),
(159, 122, 124, '10', 'تنصح بالاستفادة مما كتب في مجموعة الهدايات', '6', 'تحتاج إلى التعمق في دراسة عقيدة أهل السنة والجماعة وتنبه على الاخطاء التالية:\r\nالهدايات الجزئية:\r\nص185 هذا القول باطل وهو قول الأشاعرة ويؤدي إلى إنكار كلام الله سبحانه لأنهم يجعلون كلامه معنى قائم بالنفس وليس بحرف ولا صوت والله عز وجل يتكلم بحرف وصوت والادلة كثيرة\r\nص232 ه1004 هذا كلام أهل البدع في قولهم بوجوب النظر والاستدلال وطريقتهم مخالفة لما كان عليه السلف الصالح . وقد رد عليهم الأئمة وبينوا بطلان طريقتهم فالاولى حذف هذه الهداية', '10', 'متقيدة', '9', 'مبحث الهدايات الجزئية:\r\n*الاستفادة مما كتب في مجموعة الهدايات\r\n* استعمال الرسم العثماني هنا وفي كل البحث\r\nص7 أن المنافقون؟ المنافقين\r\nص9 فتريدوا أن؟ فتريدون\r\nص19 ه77 مكررة وكذا ه102\r\nص25 ه105 اصلاح العبارة\r\nص29 يُخلف؟ لا يخلف\r\nص38 ه161 هذا خطأ بل الدية محددة شرعا كما في الأحاديث الصحيحة\r\nأمرين؟ أمران\r\nص39 ه166 هذا فيه نظر بل شرع الجهاد لإعلاء كلمة الله كما في الحديث\r\nص11 ومن يقل؟ ومن يقول \r\nص56 ه257 فيها نظر وتحتاج لتعديل\r\nص77 ه355 تصحيح العبارة المظللة بالأصفر\r\nص78 الاحتراس؟ الاحتراز\r\nص84 ه379 مكررة\r\nص94 هامش1 المصدر السابق؟ الصواب المرجع\r\nص95 ه421 هذا مخالف لما قررته سابقا أن هؤلاء مؤمنون ولم يكفروا بهذا الذنب وهو الأقرب\r\nص100 ه442 تعديل العبارة / ه443 إكمال\r\nص101 قال؟ أمر\r\nص103 ه452 هذا تفسير وليس هداية\r\nص108 تأكيد؟ تأكيدا\r\nص109 ه480 إلى ؟ إلا\r\nص110 ه487 مكررة\r\nص116 ه506 أكمل\r\nص117 ه510 مكررة\r\nص119 بيان من صحح الحديث ومراجعة هل أتم النبي صلى الله عليه وسلم في السفر لأن المشهور خلافه وقد بينت ذلك في الهداية رقم ٥٢١\r\nص121  ه524 ذكر القول الآخر وهو قوي واختاره شيخ الإسلام ابن تيمية\r\nص124 جمود؟ جحود\r\nص141 الصلاة فيها\r\nص162 ه695 ذكر القول الآخر وبيان الراجح مع التدليل لأن القول الثاني قوي وهو قول الجمهور؛ قال الشوكاني: يجوز الاجتهاد لنبينا ﷺ ولغيره من الأنبياء وإليه ذهب الجمهور.. وذكر الأدلة\r\nص204 ه883 أكمل الهداية\r\nص211 ه917 تراجع\r\nص238 من أسماءها؟ أسمائها\r\nص242 ه1046 فيها نظر \r\nص247 ثبوته؟ نبوته', '8', 'الهدايات الجزئية\r\n*تخريج الاحاديث بطريقة علمية في جميع البحث بذكر اسم الكتاب والباب ورقم الحديث ومن صححه او ضعفه\r\nص111 ه 488 هذا التعبير خطا في اصطلاح المحدثين لأنها صيغة تمريض والحديث في صحيح البخاري\r\nوكذا ص119\r\nص160 هامش5 تخريج الحديث بالتفصيل\r\nص223 تخريج الحديث وص246', '10', 'ممتاز', '7', 'أكثره نقل', '8', 'مناسب', '6', 'ضعيف', '5', 'يحتاج إلى تجويد وتنبه على الالتزام بالخطوط المعتمدة وكتابة جميع الآيات بالرسم العثماني', 'لا يوجد', 'fileName1559055453.pdf', 'لا يوجد', '2019-05-28'),
(160, 121, 124, '10', 'كافية', '10', 'متقيدة', '10', 'متقيدة', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ليس في هذا المبحث ذكر الهدايات', '7', 'الكتابة بالخطوط المعتمدة، وكتابة الآيات بالرسم العثماني', 'لا يوجد', 'fileName1559058545.pdf', 'لا يوجد', '2019-05-28'),
(161, 141, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 10، فهو حقيقةً في الطريق..............برفع حقيقة وليس بنصبها.\r\nص 12، أحتار به شيخي ............معناها غير واضح......ومثلها احتار الباحث.\r\nص 15، لها أسم ..............................اسم.\r\nص 15، تمييز المسمى عمن يشابهه.................عما .\r\nص 22، الإمتنان، أمتن ...................احذف الهمزة.\r\nص 24، سورة النحل من المئون................المئين.\r\nكذلك في قولك(المقصود بالمئون) \r\nص 24، وأخر من مات..................مات', '10', 'بعض الآيات بغير خط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل', '10', 'نعم', 'بالتوفيق', 'fileName1559080666.pdf', NULL, '2019-05-28'),
(162, 47, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 21، فيهلكوا على كفرهم............................أين نون الرفع؟\r\nص 33، له ثلاث معان.................ثلاثة', '10', 'نعم', '10', 'نعم', '9', 'جيد جدا', '10', 'نعم', '10', 'لم يصل بعد', '8', 'جيد', 'بالتوفيق', 'fileName1559080917.pdf', NULL, '2019-05-28'),
(163, 135, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص 2، من هذا الغلام بين يديك..................الذي بين يديك.\r\n* عدم إثباتها لهمزة القطع في كلمات كثيرة كالإرشاد، والإيمان، وأنهم، لأنه، الإمام، الأسمى، الأمكنة.\r\nوبالعكس وضع همزة قطع على مصادر الخماسي أو السداسي كالاستقامة، والاعوجاج، الاجتباء.\r\nص 7، ذكر المفسرين...................المفسرون.\r\nص، 8، ورثمان ولدها.......................المعنى غير واضح.\r\nص 15/ كان ذلك سبب......................سببا.\r\nص 23/ تكرار كلمة يجوز.\r\nص 23، أن يكون اجتهاده وتدبره صادر.....................صادرا.\r\nص 24، يعضضه.....................يعضده.\r\nص 29، القرآن قسمين.........................قسمان.\r\nص 29، مما جعل له أثر بالغ......................أثرا بالغا.\r\nص 30، من المفسيرن ..................المفسرين\r\nص 31، الرسم القرآني توقيفي، وعليه تجوز مخالفته..................كيف يكون توقيفيا وتجوز مخالفته؟\r\nص 31، عده الدكتور ...علم من علوم النفسير .............................علما.\r\nص32، على مراعات ..................مراعاة.\r\nص 33، تحمل معنى جديدا مختلف........................مختلفا', '9', 'بعض الآيات لم تكتب بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم تصل إليها', '9', 'جيد', 'بالتوفيق', 'fileName1559081841.pdf', NULL, '2019-05-28'),
(164, 104, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '7', 'من الملحوظات : \r\nص 2، كدور الرجل على سواء...................السواء.\r\nص2، حيث أن ........................ينبغي كسر الهمزة بعد حيث لأن حيث لا تضاف إلا إلى الجمل.\r\nص 6، الفطرة السيلمة..........................السليمة.\r\n*عدم إثبات همزة القطع في مواضع كثيرة مثل الأخلاق، الإسلام، المرأة، أنواع، أولاد، إنصاف.\r\nوالعكس كذلك وضع همزة القطع في مواضع لا يجوز إثباتها فيها مثل احتواء، الاستطاعة، الاتفاق، ..\r\nص 9/في السبي  تخويفا.......................تخويف.\r\nص 11/ قولها :الأمة التي انتقل ملكها بالشراء لا تحل لمن اشتراها...................هذا ليس بصحيح هكذا على الإطلاق.\r\nص 12، أن يعبر لكلمة....................الصياغة غير مستقيمة.\r\nص 17، يكون الفعل مبني للمعلوم.................مبنيا.\r\nص 18، من كان في نكاحه حرة لا يجوز.....................العبارة غير مستقيمة.\r\nص 24، يتراضى عليها الطرفين..................الطرفان\r\nص 25، ثم لم يسعى.................حذف حرف العلة.\r\nص 25، في أول السورة وأثناءها .........................وأثنائها.\r\nص 29، قيل أن .......................إن.\r\nص31، هداية رقم 140، تفسير وشرح وليست هداية.\r\nص34، في أمكن وضعها .................أماكن \r\nص 49، يجب المساواة بين الناس................لو عبر بالعدل لكان أحسن لأن المساواة أحيانا تكون ظلما.\r\nص 50، فيه إشارة إلى هناك علاقة.................الصياغة غير مستقيمة.\r\nص 58، بعدالزواج الإحصان ..........والإحصان.\r\nص 61، لم يباح الزواج .................يبح.\r\nص 65، فيه خيرا كثير ا .......................خير كثير.\r\nص 71، فجاءت إرادته الله ..............إرادة الله.\r\nص 77، ليعلمونه...................ليعلموه.\r\nص 85، حلالا كانت أم حرام.................حراما.\r\nص 98، التراض مطلوب.................التراضي .\r\nص 99، تكرار كلمة في.\r\nص 99، الآخذ والمعط...............المعطي.\r\nص 107، من معاني.................معان.\r\nص 114، فتحمل السورة عدد من المقاصد..................عددا', '9', '*الآيات ليست بخط المصحف.\r\n* كثير من الأحاديث غير مخرجة أصلا مثل حديث من تزوج فقد أحصن  في ص 4، وحديث (إلا واختار أيسرهما) ص، 88، وحديث لا تشددوا على أنفسكم) في ص 90، وحديث (لا يحل مال امرئ)  ص 92، وحديث (إن دمائكم.... ص 92.\r\nبعض الأحاديث لم تبين درجتها من الصحة.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '6', 'جيد', 'بالتوفيق', 'fileName1559084290.pdf', NULL, '2019-05-28'),
(165, 82, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1559114115.pdf', 'لا يوجد', '2019-05-29'),
(166, 95, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ص 16، من لدن أبو البشر ؟ أبي', '8', 'مبحث فضل السورة\r\nص4 تخريج الأحاديث في جميع البحث بطريقة علمية بذكر اسم الكتاب والباب ورقم الحديث ومن صححه', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '9', 'جيد', 'لا يوجد', 'fileName1559117961.pdf', 'لا يوجد', '2019-05-29'),
(167, 42, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '9', 'جيد وينبه على أن تكون أرقام الحواشي لكل صفحة على حده كما هي الطريقة في الرسائل العلمية', 'لا يوجد', 'fileName1559119277.pdf', 'لا يوجد', '2019-05-29'),
(168, 44, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '9', 'جيد وينبه على جعل الهوامش لكل صفحة بأرقام جديدة', 'لا يوجد', 'fileName1559121558.pdf', 'لا يوجد', '2019-05-29'),
(169, 43, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '8', 'ينبه على جعل ارقام منفصلة لهوامش كل صفحة', 'لا يوجد', 'fileName1559131121.pdf', 'لا يوجد', '2019-05-29'),
(170, 30, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '8', 'جيد', '8', 'جيد', '10', 'ممتاز', '7', 'مناسب', '7', 'مناسب', '10', 'لم يصلها', '7', 'يحتاج إلى اتقان أكثر', 'لا يوجد', 'fileName1559200142.pdf', 'لا يوجد', '2019-05-30'),
(171, 29, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'جيد', '10', 'تخريج الاحاديث بطريقة علمية في جميع المبحث بذكر اسم الكتاب والباب ورقم الحديث ومن صححه', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '9', 'كتابة جميع الآيات بالرسم العثماني', 'لا يوجد', 'fileName1559204866.pdf', 'لا يوجد', '2019-05-30'),
(172, 94, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '9', 'توحيد الخطوط خصوصا في كتابة الآيات بالرسم العثماني والحرص على تناسقها مع الخطوط', 'لا يوجد', 'fileName1559489863.pdf', 'لا يوجد', '2019-06-02'),
(173, 125, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'من الملاحظات :\r\nص 1، الله اجعلنا ................اللهم \r\nص 1، الذي هدينا ...............هدانا\r\nص 5، أهدنا الصراط،،،،،،،،،،،،،، اهدنا\r\nص 21، دلالة ظاهره،.......................ظاهرة \r\nص، 48، وعامضه ....................وغامضه\r\nص 64، في لقائهع....................لقائه.\r\nص 71، وهم النفر القرشيون والمنافقين ....................والمنافقون', '9', 'الآيات ليست بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'جيد', 'أشكركم', 'fileName1559531749.pdf', NULL, '2019-06-03'),
(174, 106, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', '، سقوط كثير من همزات القطع من كلمات كثيرة ، وضعت عليها لونا أصفر.\r\n ص 35، بهذين الوصفيق ...............زالوصفين\r\nص 48، وابمن والأذى .........................والمن.\r\nص 60، أن المنفق مصدقا بالدين ...................مصدق.\r\nص 70، ولديه أطفار صغار لا يعينوه ..................لا يعينونه.\r\nص 77، فيما أفناه، فيما فعل فيه .....................احذف الألف الذي بعد الميم (فيم)\r\nص 85، أن للشيطان أساليبا.....................أساليب لأنها ممنوعة من الصرف.\r\nص 95، أن الطائع لله تعالى ذا عقل ....................ذو عقل', '9', 'بعض الآيات لم تكتب بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'أشكركم', 'fileName1559533044.pdf', NULL, '2019-06-03'),
(175, 123, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص 2، ولأن الفصل الأول والثاني متقاربين ..........................متقاربان\r\nص9، أحيانا تجعل همزة قطع على بعض المصادر الخماسية والسداسية كالاجتماعية في ص9،، واسم ص 34، والعكس حذف همزة القطع من مصدر الرباعي كالإدخال في ص 12، وإعطاء في ص23، وفي ص29، لأكثر، وإثبات في ص 63\r\nص 64، فيه تأكيدا للمعنى ............................تأكيد\r\nص 67، وإن كان الله متفضل ...................متفضلا\r\nص 69، ولم يستثناهم الله ...................يستثنهم\r\nص 69، يكون فيها ردا على الخوارج ............رد\r\nس 72، فيها علاجا روحيا .......................علاج روحي\r\nص 72، هناك عبارة تحتاج إلى إعادة صياغة، وكذلك في ص 75\r\nص 77، والنغمة ...................والنقمة\r\n83، التحفيذ ........................التحفيز\r\nص 89، أن هناك اختلاف .................اختلافا\r\nص 93، والمعاصرين ترتعد...................والمعاصرون\r\nص 97، بأولي الأمر المختصون ....................المختصين.\r\nـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ\r\nكثير من الآيات لم تكتب بخط المصحف.\r\nبعض الأحاديث لم يحكم عليها كما في ص 53\r\nبعض الأحاديث غير مخرجة كما في ص ، 56، 38', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'ممتاز', 'التوفيق', 'fileName1560887849.pdf', NULL, '2019-06-18'),
(176, 107, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '6', 'ص3، تباعد زمانها ......................زمانهما\r\nص3 ، لا يخبر بها إلا بني.....................نبي.\r\nص 4كان القرآن مصدق للتوراة....................مصدقا.\r\nص5، أن اليهود مأمورين ...................مأمورون.\r\nص 5، بالأيتين ............................بالآيتين.\r\nص 5، بالآيتين أن جل ..................على أن جل.\r\nص5، وأنبذ العهد ..........................نبذ.\r\nص 5، فريق لم يجاهروا........................لم يجاهر.\r\nص 6، سقوط الهمزة من بعض المصادر الرباعية مثل إنكارهم.\r\nص 9، أي أتركه ........................اتركه.\r\nص9، على  أنهم بنذوه ..................نبذوه.\r\nص 9، فأنه لم يعلم ......................فإنه \r\nص 11، بأنبياءه ..................بأنبيائه.\r\nص 13، أفعال السف..............السلف.\r\nص 15، أن هناك أقوام ...................أقواما.\r\nص 11، ينبغي حذف الهمزة من المصادر الخماسية والسداسية مثل الاستدارك، الاستمرار، الاستغراق، الاعتراف، الاستفهام، الاعتماد، الاستهزاء، الاستزادة، الاستيلاء.\r\nص 18، وفيهم الملكين...................الملكان.\r\nص 20، أثبات أن السحر ........................إثبات.\r\nص22، أن يكون للسحر حقيقة وتأثير.................وتأثيرا.\r\nص25، السحر ضر على .................ضرر.\r\nص 28، فكأنما جاهل ........................فكأنما هو.\r\nص 32، الجملة الاسمية...................الإسمية.\r\nص 34، سيقاق الآية .................سياق .\r\nص41، فضاضة اللسان...............فظاظة.\r\nص 48، نية أعداءهم ...................أعدائهم.\r\nص 48، فمن خسدوا محمدا ...............حسدوا.\r\nص 50، للؤمنين..................للمؤمنين.\r\nص 50، يبيته أعداءهم ..................أعداؤهم.\r\nص54، حيث أنه ..................إنه.\r\nص 54، ويطعون الوحي..............ويطعنون.\r\nص 61، بأنهم هو القادر..........بأنه.\r\nص 62، تولاه الله وننصره............ونصره.\r\nص 69، يأسلمانه..............يؤسلمانه.\r\nص 75، أن دين الإسلام ذا منقبة ............ذومنقبة.\r\nص 75، وأنه ذا فضل ............ذو \r\nص 77، ما داوموا  .............داموا.\r\nص 81، المثبتتات ...............المثبتات.\r\nص 81، مجرد أفعل ....................أفعال.\r\nص 86، التذي وصلت ..............الذي\r\nص 92، ومدى تأثييرها ..................تأثيرها.\r\nص 92، أن تعالى تولاه ..................أنه.\r\nص95، على حفظ الله تعالى وإحصاءه..............وإحصائه.\r\nص 99، وأن له تأثير ...................تأثيرا.\r\nص 103، والتزييل ................التذيييل .\r\nص 106، استحدام الأسلوب..............استخدام\r\nص 110،لأن في ذلك خراب للمسجد...............خرابا', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'التوفيق', 'fileName1560889662.pdf', NULL, '2019-06-18'),
(177, 35, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 5، من معاني متعددة...............................معان\r\nص 5، قال آل هويمل : أن الرسول ....................إن\r\nص20، ان تعلم علم الأصول ..............إن \r\nص20، يناكد كونه كتابا .....................معنى يناكد غير واضح', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'التوفيق', 'fileName1560889753.pdf', NULL, '2019-06-18'),
(178, 34, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '7', 'ص 2، الاخفش.................الأخفش\r\nص 3، كلمة وينشعب ...............ضبطها خطأ والكلمة تحتاج إلى مراجعة في مصدرها.\r\nص 4، ارشاد ...................إرشاد.\r\nص 10، والاثبات ..................والإثبات.\r\nص 11، تخريج حديث (إن الله يصنع كل صانع وصنعته)\r\nص 15، الأخرة ...................الآخرة.\r\nص 16، إلى يوصل .............الذي \r\nص 16، طريق يصل ...............يوصل.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'التوفيق', 'fileName1560890430.pdf', NULL, '2019-06-18'),
(179, 48, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 2، في نواحي متعددة .................نواح', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'التوفيق', 'fileName1560890657.pdf', NULL, '2019-06-18'),
(180, 53, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '6', 'ص 4، وكبرياءه..................وكبرياؤه.\r\nص 5كلمة (يفيد) زائدة.\r\nص 5، بالأخرة ....................بالآخرة.\r\nص9، من أوامر ونواهي.............ونواه.\r\nص 13، إقباله ..................وإقباله.\r\nص 16، أن المتنطعون ...............المتنطعين.\r\nص 17، أن المتصفون ...................المتصفين.\r\nص 28، من بلاءه.....................بلائه.\r\nص28، بل اثباتها.................إثباتها \r\nص 42، حيث أنه ................إنه.\r\nص 42، تسمية أسماءه..............أسمائه.\r\nص 49، هداية رقم 29، تحتاج إلى إعادة صياغة.\r\nص 61، مع نساءه .................نسائه.\r\nص 65، أن ذوالفضل ...............ذا \r\nص65، لم يناديه ..................يناده.\r\nص72، صغيره......................صغيرة .\r\nص 73، عند لقاءه.................لقاءه.\r\nص 78، فكن متبع له ..................متبعا \r\nص 92، يريد أقامتها .............إقامتها \r\nص 94، تفيد أقام ..............إقام \r\nص 97، على معاني كثيرة ...............معان', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'التوفيق', 'fileName1560891224.pdf', NULL, '2019-06-18'),
(181, 52, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص 2، وقد يعبر مغزى السورة ..............عن مغزى.\r\nص 3، ومنا ما هو خاص ..................ومنها \r\nص 7، وسأله سؤال ..............سؤالا.\r\nص 31، عدة معاني ................معان.\r\nص 45، تدخل على الانسان................الإنسان.\r\nص 45، أي بقى ...................بقي.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'التوفيق', 'fileName1560891381.pdf', NULL, '2019-06-18'),
(182, 51, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص 4، أقرأه.......................أقرؤه.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'التوفيق', 'fileName1560891595.pdf', NULL, '2019-06-18'),
(184, 112, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص 2، دائر بين..................دائرا\r\nص 17، ولا يخلص منا .......................منها\r\nص 18، السابعة والأربعين..................والأربعون\r\nالآيات ليست بخط المصحف', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1561050646.pdf', NULL, '2019-06-20'),
(185, 113, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1561050798.pdf', NULL, '2019-06-20'),
(186, 114, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص 2، واجعل عليه جاء رجل......................هذا التركيب غير مرتبط ببعضه.\r\nص 3، تسلية لسول الله .....................لرسول\r\nالآيات ليست بخط المصحف.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1561051055.pdf', NULL, '2019-06-20'),
(187, 115, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص5 ، ووردث.....................ووردت\r\nص5، ابن القرطبي.................... حذف كلمة(ابن)\r\nص6، لأسباب نوزل السورة.....................نزول', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1561051266.pdf', NULL, '2019-06-20'),
(188, 117, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'ص2، في السورة حكي لصورة.....................حكاية.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1561051437.pdf', NULL, '2019-06-20'),
(189, 118, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', '*الآيات ليست بخط المصحف.\r\nص 6، أذلة مذهبه...................أدلة\r\nص 10، عدا ومضمنا ..................ومضمونا.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1561051685.pdf', NULL, '2019-06-20'),
(190, 119, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'يقول بان الجزري............................ابن الجزري.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1561051862.pdf', NULL, '2019-06-20'),
(191, 50, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', 'بالتوفيق', 'fileName1561052590.pdf', NULL, '2019-06-20'),
(192, 135, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'التمهيد:\r\n*كتابة تعريف الهدايات القرآنية اصطلاحا والعناية بتحريره وعدم الاكتفاء بتعريف الدراسة التأصيلية', '10', 'ممتاز', '10', 'ممتاز', '8', 'جيد', '10', 'ممتاز', '10', 'لم تصلها', '9', 'جيد', 'لا يوجد', 'fileName1561276335.pdf', 'لا يوجد', '2019-06-23'),
(193, 35, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'مبحث اسم وفضائلها وأحوال نزولها:\r\n*كتابة الآيات بالرسم العثماني في جميع البحث', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'كتابة الآيات بالرسم العثماني', 'لا يوجد', 'fileName1561276915.pdf', 'لا يوجد', '2019-06-23'),
(235, 92, 124, '10', 'كافية', '7', 'توصى بالتعمق في دراسة عقيدة أهل السنة والجماعة . وتنبه على الآتي:\r\nفي مبحث الهدايات الجزئية:\r\nص5ه2:قولها: وأما أصل القرآن الذي هو كلام الله النفسي... الخ هذا قول الأشاعرة وهو قول باطل وأهل السنة يقولون إن الله تعالى يتكلم كلاما حقيقيا بحرف وصوت متى شاء كما نقله شيخ الإسلام ابن تيمية في العقيدة الواسطية وغيره..', '10', 'متقيدة', '8', ': تنبه على الآتي:\r\nالباب الثاني:\r\nالهدايات الجزئية:\r\n*كتابة الآيات بالرسم العثماني\r\n*كتابة المناسبة بين الآيات\r\nص5ه2 هذا قول الأشاعرة وهو قول باطل وأهل السنة يقولون إن الله تعالى يتكلم كلاما حقيقيا بحرف وصوت متى شاء كما نقله شيخ الإسلام ابن تيمية في العقيدة الواسطية وغيره\r\nص6ه7 العكس قدم اللعب على اللهو\r\nص8ه1 وجه الدلالة غير ظاهر على القراءتين لأن القول للنبي صلى الله عليه وسلم\r\nص26 ه5 هذا تفسير وليست هداية', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد', '9', 'جيد', '8', 'تحتاج إلى التعمق أكثر في معالجة مشكلات الواقع عبر الهدايات', '10', 'ممتاز', 'لا يوجد', 'fileName1562157020.pdf', 'لا يوجد', '2019-07-03'),
(236, 145, 124, '10', 'كافية', '9', 'متقيد وعليه التقليل من النقل من كتب الأشاعرة', '10', 'متقيد', '10', 'ينبه على الآتي:\r\nمبحث الهدايات الجزئية من الآية 211 البقرة:\r\n*كتابة مناسبات الآيات لما قبلها في بعض المواضع ومنها الآية الاولى في المبحث', '10', 'ممتاز', '10', 'ممتاز', '8', 'يكثر من النقل وهو نقل موفق لكن يحتاج معه أن يستنبط هدايات من عنده', '10', 'ممتاز', '8', 'عليه الإكثار من الهدايات المرتبطة بالواقع ومعالجته فقد كتب القليلجدا في هذا الجانب', '10', 'ممتاز', 'لا يوجد', 'fileName1562749058.pdf', 'لا يوجد', '2019-07-10'),
(196, 47, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'مبحث المفردات:\r\n*كتابة الآيات بالرسم العثماني\r\n*كتابة تراجم الاعلام', '9', '* تخريج الأحاديث بطريقة علمية بذكر اسم الكتاب والباب ورقم الحديث ومن صححه في كل ما أرسل من البحث', '10', 'ممتاز', '7', 'جيد', '9', 'جيد', '10', 'لم يصلها', '9', 'جيد', 'لا يوجد', 'fileName1561278854.pdf', 'لا يوجد', '2019-06-23'),
(197, 104, 124, '10', 'كافية', '10', 'مبحث الهدايات الجزئية:\r\nص253 ه44 : هذا الكلام يوهم الجبر فالأولى حذفه خصوصا أنه عن أحد الاشاعرة ومذهبهم في ذلك أقرب إلى قول الجبرية', '10', 'متقيدة', '8', 'مبحث الهدايات الجزئية:\r\n* كتابة الآيات بالرسم العثماني\r\n* استعمال الخطوط المعتمدة\r\n* مراعاة ترتيب الآية في ذكر الهدايات\r\n* عزو الهدايات المنقولة إلى مصادرها في جميع البحث\r\nص189 ه59 ليست هداية وإنما تفسير\r\nص193 ه81 مكررة بالمعنى فلتحذف\r\nص204 ه128 تحرير هذه المسألة وبيان الراجح حتى لا تشكل على البعض\r\nص206 ه140 هذا تفسير وليس هداية\r\nص233 ه105 تلخيص وإعادة صياغة وحذف المكرر من الهدايات قبلها\r\nص235 ه109 يدل على النهي عن نكاح الامة\r\nص247 ه8 هل هي العلمية أم العملية تأكد', '8', 'مبحث الهدايات الجزئية:\r\nص179 تخريج الحديث\r\nص182 تخريج الحديث بطريقة علمية هنا وفي جميع البحث بذكر اسم الكتاب والباب ورقم الحديث ومن صححه\r\nص199 تخريج الحديث وبيان درجته\r\nص221 ه44 بيان أن هذا ليس حديثا وإنما هو من كلام الحسن البصري\r\nص238 هامش4 الأولى عزوه للبخاري ومسلم وإن كان بلفظ آخر\r\nص248 ه14 تخريج الاحاديث\r\nص265 ه65تخريج الحديث\r\nص267 ه4 تخريج جميع الأحاديث', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '7', 'تحتاج إلى التوسع والإضافات النوعية لهذا المبحث المهم', '5', 'ضعيف', 'لا يوجد', 'fileName1561279391.pdf', 'لا يوجد', '2019-06-23'),
(198, 125, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'التمهيد وبعض الباب الاول:\r\n*كتابة تراجم الاعلام\r\n** كتابة الآيات بالرسم العثماني', '7', 'التمهيد وبعض الباب الاول:\r\n*ترقيم هوامش كل صفحة على حده\r\nص66 وغيرها : تخريج الأحاديث في جميع البحث بطريقة علمية بذكر اسم الكتاب والباب ورقم الحديث ومن صححه\r\nص67 وأخرج أبو الحسن الهيثمي؟؟ هذا خطأ اصطلاحا فإن الهيثمي لا يروي الحديث بالإسناد وإنما جمع الزوائد من كتب تخرج الحديث بالإسناد\r\nص70 عليه تحرير هذه المسألة ويمكنه الرجوع إلى ابن قتيبة في تأويل مختلف الحديث وغيره فهناك حديث حسن في هذه المسألة وإن لم يذكر فيه سورة الأحزاب وإنما ذكرت فيه آية الرضاع والرجم وهي منسوخة قال ابن ماجة: حدثنا أبو سلمة يحيى بن خلف . حدثنا عبد الأعلى عن محمد بن إسحاق عن عبد الله بن أبي بكر عن عمرة عن عائشة . وعن عبد الرحمن بن القاسم عن أبيه عن عائشة \r\n : - قالت لقد نزلت آية الرجم ورضاعة الكبير عشرا . ولقد كان في صحيفة تحت سريري . فلما مات رسول الله صلى الله عليه و سلم وتشاغلنا بموته دخل داجن فأكلها \r\n [( في صحيفة تحت سريري ) ولم ترد أنه كان مقروءا بعد . ( داجن ) هي الشاة يعلفها الناس في منازلهم . وقد يقع على الشاة من كل ما يألف البيوت من الطير وغيرها ] . \r\nقال الشيخ الألباني : حسن\r\nفقول الباحث: من وضع الزنادقة؟؟! مجازفة', '10', 'ممتاز', '9', 'جيد', '9', 'جيد', '10', 'لم يصلها', '9', 'جيد', 'لا يوجد', 'fileName1561279727.pdf', 'لا يوجد', '2019-06-23'),
(199, 123, 124, '10', 'كافية', '10', 'متقيدة', '10', 'متقيدة', '8', 'الباب الثاني: \r\nالهدايات الجزئية:\r\n*كتابة الآيات بالرسم العثماني فيم ما لم يكتب به\r\n**مراعاة ترتيب الآية في ذكر الهدايات\r\nص66 ه46 ما هو وجه الدلالة من الآية؟\r\nص72 ه91 الأسماء الحسنى توقيفية فمن سبق الباحثة إلى إثبات هذا الاسم\r\nص94 ه37 و 38 مكررة\r\nص76 وكلتاهما\r\nص100 وحياة بدنه؟ وحياة قلبه', '9', 'الباب الأول:\r\nالمفردات:\r\nص39 بيان حكم الحديث هل هو صحيح أم ضعيف وكذا ص53', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد جدا ونريد المزيد', '8', 'يحتاج لعناية أكثر', 'لا يوجد', 'fileName1561280309.pdf', 'لا يوجد', '2019-06-23'),
(200, 112, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز\r\n*كتابة الآيات بالرسم العثماني في جميع البحث', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561281548.pdf', 'لا يوجد', '2019-06-23'),
(201, 113, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561281778.pdf', 'لا يوجد', '2019-06-23'),
(202, 114, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '9', 'مبحث أحوال نزول سورة الشعراء:\r\nص2 هامش2 ضبط ومراجعة الرواية وتخريجها\r\n*كتابة الآيات بالرسم العثماني في جميع البحث', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561282051.pdf', 'لا يوجد', '2019-06-23'),
(203, 115, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561282402.pdf', 'لا يوجد', '2019-06-23'),
(204, 116, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561283075.pdf', 'لا يوجد', '2019-06-23'),
(205, 117, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561283325.pdf', 'لا يوجد', '2019-06-23'),
(206, 118, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561283663.pdf', 'لا يوجد', '2019-06-23'),
(207, 119, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561284034.pdf', 'لا يوجد', '2019-06-23'),
(242, 150, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ملاحظاتي عليه :\r\nص2، جيده ...................جيدة.\r\nص2،سر......................سره\r\nص6، الموأدين....................المؤدين\r\nص7، لم يزكيها.................يزكها\r\nص7، كان الجمع الكثير عاجزون.......عاجزين.\r\nص14، ففي الإظهار إذلالا .............إذلال.\r\nص19، بعض الآيات ليست بخط المصحف.\r\nص35، إذ دلت على للسيما أثرا.............على أن للسيما', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'جيد', '10', 'نعم', 'بالتوفيق', 'fileName1563113343.pdf', NULL, '2019-07-14'),
(209, 51, 124, '10', 'كافية', '8', 'متقيد وينبه على التعمق في دراسة عقيدة أهل السنة وينبه على الخطأ الآتي:\r\nص8 قال ابن فورك: \"معنى قوله : أن الله تبارك وتعالى قرأ \"طه ويس\" أي : أظهر وأسمع وأفهم كلامه من أراد من خلقه من الملائكة في ذلك الوقت \". فتكون هذه التسمية مروية عن النبي صلى الله عليه وسلم . ؟؟؟\r\n مع ضعف الحديث، فإن ابن فورك أشعري وكلامه هذا هو اعتقاد الأشاعرة في القرآن وفي كلام الله وأنه كلام نفسي قديم بغير حرف ولا صوت. وهذا باطل مخالف لقول أهل السنة في أن الله عز وجل يتكلم بحرف وصوت متى شاء . فليحذف هذا الكلام خاصة مع عدم الحاجة إليه.', '10', 'متقيد', '9', 'جيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561284895.pdf', 'لا يوجد', '2019-06-23'),
(210, 52, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'الباب الاول: الفصل الثاني: المبحث الأول: مقاصد السورة العامة:\r\nص7 وسأله سؤالاً لطيفاً\r\nص12 وتمتعوا بالسعاد المزيفة من امتلاك للقصور ومن متاع الدنيا الفاني, فهم قد حُرموا من الرضا, الذي هو غاية السعادة وأعلى مقاماتها, ولا طريق عليها؟ بالسعادة ... إليها\r\nص14 تميتها؟ تسميتها', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561285097.pdf', 'لا يوجد', '2019-06-23');
INSERT INTO `reviewers_reports` (`ID`, `search`, `reviewer`, `q1`, `q1_details`, `q2`, `q2_details`, `q3`, `q3_details`, `q4`, `q4_details`, `q5`, `q5_details`, `q6`, `q6_details`, `q7`, `q7_details`, `q8`, `q8_details`, `q9`, `q9_details`, `q10`, `q10_details`, `q11`, `filename`, `note`, `date`) VALUES
(211, 53, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '8', 'الباب الثاني: الفصل الاول: الهدايات الجزئية\r\nص 7 بالرجمة واليسر؟ بالرحمة واليسر\r\nص17 وبالاعتذار جهلاً؟ وبالاغترار به جهلاً\r\nص21	تفيد تعظيم الله تعالى يظهر؟	تفيد أن تعظيم الله تعالى يظهر\r\nص28 أعظم من بلاءه؟ أعظم من بلائه\r\nص31 التي تتقاتل عليه البشرية؟ الذي تتقاتل عليه البشرية\r\nص53 وهو الآن عائداً لهم؟ لعلها عائدٌ\r\nص63 مع نساءه؟ مع نسائه\r\nص69 بالأهم وهي تعليم؟ بالأهم وهو تعليم\r\nص71 أمر إلاهي؟ أمر إلهي\r\nص72 وأردان قلبه؟ وأدران قلبه\r\nص75 وتمهيد لتقّي؟ وتمهيد لتلقّي/ الذائل؟ الرذائل\r\nص80	تفيد وضح؟	تفيد وضوح\r\nص84 وها الصخر؟ وهذا الصخر', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز ونريد المزيد', '10', 'ممتاز', 'لا يوجد', 'fileName1561287682.pdf', 'لا يوجد', '2019-06-23'),
(212, 50, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561288270.pdf', 'لا يوجد', '2019-06-23'),
(213, 86, 124, '10', 'ممتاز', '10', 'ممتاز', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561288546.pdf', 'لا يوجد', '2019-06-23'),
(214, 88, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561288796.pdf', 'لا يوجد', '2019-06-23'),
(215, 91, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'مبحث أحوال نزول سورة النور:\r\n*كتابة الآيات بالرسم العثماني في جميع البحث\r\n*ترقيم الهوامش لكل صفحة بأرقام جديدة', '9', '*كتابة تراجم الأعلام في كل البحث\r\nمبحث أحوال نزول سورة النور:\r\nص5 هامش21 تخريج الأحاديث بطريقة علمية بذكر اسم الكتاب والباب ورقم الحديث. وبيان درجتها. في جميع البحث\r\nص10 شرح غريب الحديث كقولها: يا هنتاه\r\nص11 هامش33 درجة الحديث', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561288994.pdf', 'لا يوجد', '2019-06-23'),
(216, 87, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561289147.pdf', 'لا يوجد', '2019-06-23'),
(217, 90, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561289287.pdf', 'لا يوجد', '2019-06-23'),
(237, 151, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'مبحث الهدايات الجزئية من الآية 211 البقرة:\r\n*كتابة مناسبات الآيات لما قبلها في بعض المواضع', '10', 'ممتاز', '10', 'ممتاز', '8', 'مناسب', '8', 'مناسب', '8', 'يحتاج إلى الإضافة والتعمق في هذا الجانب', '8', 'يحتاج إلى الإتقان أكثر ومراعاة الخطوط المناسبة خصوصا في العناوين الجانبية', 'لا يوجد', 'fileName1562749527.pdf', 'لا يوجد', '2019-07-10'),
(238, 145, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص 730، مما يدل كمال .............................على كمال\r\nص 778، مأخوذ من نسبه الله ...................نسبة الله\r\nص 788، وهذا منج تربوي ...................منهج', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'يقل منه أن يشير إلى ذلك', '10', 'نعم', 'بالتوفيق', 'fileName1562778621.pdf', NULL, '2019-07-10'),
(239, 151, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', 'نعم', '8', 'جيد', 'بالتوفيق', 'fileName1562778970.pdf', NULL, '2019-07-10'),
(240, 108, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '8', 'ينبه على الآتي:\r\nص 2 للاتساء ؟ للائتساء.\r\nص 6 أن للتقوى والصلاح أثر ؟ أثرا\r\nص10 منقوص؟ منقوصة\r\nص12 هدا؟ هذا\r\nص 26 هداية رقم 12: إعادة صياغة.\r\nص30 جملة مكررة (أوثقوا رباطه ... الخ\r\nص40 سببا؟ كان سببا\r\nص41 وصفات؟ وصفاته\r\nص47 المفاوزة؟ المفاوز\r\nص 50 لا تخلوا ؟ لا تخلو', '10', 'ممتاز', '9', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '8', 'يحتاج إلى التعمق أكثر في معالجة مشكلات الواقع عبر الهدايات', '9', 'جيد', 'لا يوجد', 'fileName1562833425.pdf', 'لا يوجد', '2019-07-11'),
(241, 162, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '6', 'من الملحوظات \r\n*الآيات ليست بخط المصحف.\r\nص1، تأكيدا على ..............تأكيد\r\nص12، عبادة غيرا الله ...................غير الله.\r\nص19، أن يكون نوح ومتبعيه ...............ومتبعوه.\r\nص22، بالعدول عن البيانات..........البينات\r\nص 23، حيث أن .................إن\r\nص29، فيفوزا بالربوبية ...............فيفوز.\r\nص 30، وشرعوا في آخر...........أخرى.\r\nص35، دراجاتهم .................درجاتهم.\r\nص 39، دليلا على ...............دليل.\r\nص40، والسابقين....................والسابقون.\r\nص41، دراجات .....................درجات.\r\nص44، وفي ذلك ليل................دليل .\r\nص44، فيكونوا.............................تكرار.\r\nص 56، ذووالحاه ..................الجاه.\r\n56، أنبياء الله وأوليائه...................وأولياؤه.\r\nص 57، كل ذلك دليلا أن رده .................دليل على.\r\nص65، ويمسي ولد الناقة ........................ويسمى .\r\nص99، ويقرأه ...............................ويقرؤه.\r\nص 109، على وجيهن.....................وجهين.\r\nص 124، وورد ما أصل .....................وورد أصل', '10', 'نعم', '10', 'نعم', '8', 'جيد', '10', 'نعم', '10', 'لم يصل إليها', '7', 'جيد', 'بالتوفيق', 'fileName1562859829.pdf', NULL, '2019-07-11'),
(219, 141, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561369782.pdf', 'لا يوجد', '2019-06-24'),
(220, 103, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', '*أبدع الباحث في تحرير تعريف للهدايات القرآنية وهو تعريف جامع مانع', '9', 'الباب الاول\r\n*كتابة تراجم الأعلام\r\nص46 هامش2 تفصيل التخريج بذكر اسم الكتاب والباب', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561370069.pdf', 'لا يوجد', '2019-06-24'),
(221, 107, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '8', 'مبحث الهدايات الجزئية:\r\nص86 ذكر المناسبة بين الآية وما قبلها\r\nص103 إلى أن أهل الحق، من أن الله تعالى\r\nص106 مناسبة الآية مع ما قبلها\r\nص110 ه26 هذا الاستدلال فيه نظر لأن موسى عليه السلام خرج خائفا يترقب بسبب سعيهم لقتله لا بسبب قتل القبطي مع أن الهداية صحيحة لكن يستدل لها بغير هذا.\r\nص119 ذكر المناسبة بين الآية وما قبلها', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '9', 'جيد ونطمع في المزيد', '10', 'ممتاز', 'لا يوجد', 'fileName1561371032.pdf', 'لا يوجد', '2019-06-24'),
(222, 106, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'مبحث الهدايات الجزئية:\r\n*ذكر مناسبة الآية لما قبلها في كل الآيات\r\n*كتابة الهدايات بأرقام متسلسلة\r\nص12 كتابة الآية بالرسم العثماني.\r\nص14 الظاهر أن محاولة إحراق إبراهيم عليه السلام كانت من قومه لما كسر الأصنام ولا علاقة لها بقصة النمروذ فليحرر ذلك.\r\nص17 فضيلة الأرض المباركة ... وجه الدلالة من الآية غير واضح\r\nص20 تحرير هذه المسألة فقد قال ابن كثير: قال الله له أي بواسطة الملك.\r\nص47 كتابة الآية بالرسم العثماني.', '10', 'الهدايات الجزئية:\r\nص69 تخريجه بالتفصيل وبيان حكمه', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد ونطمع في المزيد', '10', 'ممتاز', 'لا يوجد', 'fileName1561371615.pdf', 'لا يوجد', '2019-06-24'),
(223, 34, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'التمهيد:\r\nص10 وحو ذلك؟ ونحو ذلك\r\nص13 ذلك الأر؟ ذلك الأمر\r\nص22 ودواب ذلك؟ وجواب ذلك/ المنافية لفناه؟ المنافية لغناه', '9', 'التمهيد:\r\n ص2 تخريج الحديث\r\nص11 تخريج الحديث، وليس هو في البخاري كما ذكر الباحث', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561373905.pdf', 'لا يوجد', '2019-06-24'),
(224, 48, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم  يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561374255.pdf', 'لا يوجد', '2019-06-24'),
(225, 31, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561375383.pdf', 'لا يوجد', '2019-06-24'),
(226, 33, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561375606.pdf', 'لا يوجد', '2019-06-24'),
(227, 137, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '9', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', 'لا يوجد', 'fileName1561375985.pdf', 'لا يوجد', '2019-06-24'),
(228, 139, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561376252.pdf', 'لا يوجد', '2019-06-24'),
(229, 140, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '10', 'لم يصلها', '10', 'ممتاز', 'لا يوجد', 'fileName1561376441.pdf', 'لا يوجد', '2019-06-24'),
(230, 78, 124, '10', 'كافية', '9', 'عليه العناية بالتعمق في دراسة عقيدة أهل السنة . وينبه على الآتي:\r\nمبحث الهدايات الجزئية ص9\r\nهذا قول المرجئة وهو باطل . واهل السنة يقولون : الإيمان قول وعمل يزيد بالطاعة وينقص بالمعصية . والأدلة على ذلك كثيرة يراجع كتاب الإيمان لأبي عبيد وكتاب الإيمان لشيخ الإسلام ابن تيمية', '10', 'متقيد', '8', 'مبحث الهدايات الجزئية:\r\nص4 هداية14 عبّر بالإنزال\r\nص5 ولم يأتي ؟ ولم يأت\r\nص7 فيشمل كل من يصح\r\nص9 هذا قول المرجئة وهو باطل . واهل السنة يقولون : الإيمان قول وعمل يزيد بالطاعة وينقص بالمعصية . والأدلة على ذلك كثيرة يراجع كتاب الإيمان لأبي عبيد وكتاب الإيمان لشيخ الإسلام ابن تيمية', '10', 'ممتاز', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '9', 'جيد ونريد المزيد', '10', 'ممتاز', 'لا يوجد', 'fileName1561376826.pdf', 'لا يوجد', '2019-06-24'),
(231, 61, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '9', 'مبحث الهدايات الجزئية من الآية 204 البقرة:\r\n*كتابة مناسبات الآيات لما قبلها في كل المبحث\r\n*تفسير الزهراوان؟؟ تفسير الزهراوين أخطا فيها في مواضع كثيرة\r\nص31 ه6 التأكد من هذا من المرجع المنقول عنه لأن بعد الثالثة ليس له حق في مراجعتها حتى تنكح زوجا غيره', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز ونريد المزيد', '10', 'ممتاز', 'لا يوجد', 'fileName1561382608.pdf', 'لا يوجد', '2019-06-24'),
(232, 116, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'جيد', 'بالتوفيق', 'fileName1561908713.pdf', NULL, '2019-06-30'),
(233, 61, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص 24، هداية رقم 68، (ما لم تنتهي عدتها) ..................تنته.\r\nص 25، هداية رقم 74، (من المنافقون والجهال) .................المنافقين\r\nص 30، هداية رقم 95، (على إنه سبحانه).........................أنه.\r\nص 33، هداية رقم 20، (أن في الطلاق كسر)....................كسرا\r\nص 37، هداية رقم 36، (والطلم من المحرمات) ................الظلم.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'جيد', 'بالتوفيق', 'fileName1561908908.pdf', NULL, '2019-06-30'),
(234, 92, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '5', 'الآيات ليست بخط المصحف،\r\n*قليل الاهتمام بالهمزات ، عشرات الكلمات لم توضع عليها همزة القطع وقد وضعت عليها لونا أصفر.\r\n* ص 7، تكرار كلمة المراتب، والخطأ في كلمة المراتب العلية.', '10', 'نعم', '10', 'نعم', '8', 'كثير النقل جدا ويقل تعليقه', '10', 'نعم', '10', 'لم يصل إليها', '7', 'جيد', 'بالتوفيق', 'fileName1561913051.pdf', NULL, '2019-06-30'),
(243, 150, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ينبه على الآتي:\r\nالهدايات الجزئية من الآية 270:\r\n*تكرار في بعض الهدايات ولو بالمعنى كالهداية رقم42 ص15\r\nص21 ه9: إطلاق هذا فيه نظر فقد تكون في أهل الذمة ونحوهم لقول النبي صلى الله عليه وسلم: \"أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله ... الحديث\" خصوصا وقد قيل إن آية :( لا إكراه في الدين) منسوخة بآيات القتال والله أعلم.\r\nص32 ه20 تحتاج إلى تقييد بأن يقال: ولم يكن عنده عمل آخر يكفيه', '10', 'ينبه على الآتي:\r\n\r\nالهدايات الجزئية من الآية 270:\r\nص 3 بيان درجة الحديث\r\nص36 هذا الحديث في الصحيحين فالأولى عزوه إليهما', '10', 'ممتاز', '9', 'جيد ويحتاج أن يضيف ويظهر شخصيته العلمية', '10', 'ممتاز', '8', 'يحتاج الى العناية أكثر بهذا الباب', '10', 'ممتاز', 'لا يوجد', 'fileName1563119071.pdf', 'لا يوجد', '2019-07-14'),
(244, 144, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '5', 'ص2، لم يرى عموم ..................لم ير عموم\r\nص11، في إثبات خلدهم ..................خلودهم.\r\nص12، تكرار كلمة (ناصر) \r\nص14، للفلاسفة المحرفون ....................المحرفين.\r\nص24، وستوكون ........................وستكون\r\nص34، يستببعدونه.................يستبعدونه.\r\nص39، فأفحهم بالحجة................فأفحمهم .\r\nص39، فنقول أن المصيبة ..........إن المصيبة.\r\nص40، فمع كثر الخلق.............كثرة \r\nص43، فعاملة ................فعامله.\r\nص44، التقوى يكون.................تكون\r\nص44، خلق الخلق ولم يتركها هملا...............يتركهم\r\nص46، فيؤمنوا بالله.................فيؤمنون.\r\nص58، شركؤهم...............شركاؤهم.\r\nص59، أن شركائهم................شركاءهم.', '10', 'نعم', '10', 'نعم', '7', 'جيد', '10', 'نعم', '7', 'جيد', '7', 'وسط', 'ينبغي تنبيهه على العناية باللغة والإملاء', 'fileName1563375473.pdf', NULL, '2019-07-17'),
(245, 161, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم.', '6', 'الملاحظات كالآتي:\r\nالآيات في البحث لم تكتب بخط المصحف\r\nص306، كالصوات الخمس.................كالصلوات\r\nص 312، للإلتزام .......................للالتزام\r\nص312، لن أجد ................فلن يجد\r\nص312، إلا شقي وسعيد .............إلى \r\nص 313، عندمها تنزل ................عند ما\r\nص316، واطمئان قلبه....................واطمئنان\r\nص317، عن بالمال الصالح .................عن المال\r\nص317، ويلث خلفه ........................ويلهث\r\nص319، لا ينكر على من صاحبها ............على صاحبها\r\nص323، ويستنكروا أشد ...................ويستنكرون\r\nص333،لأنه الخالق والرازي................والرازق\r\nص334، الشطيان ...................الشيطان\r\nص335، نالوا من نالوا .................ما نالوا\r\nص335، وتراهم في عباداتهم متقيدون .....................متقيدين\r\nص338، ويكونوا كما قال.........................ويكونون\r\nص339، الإنتحار ......................الانتحار\r\nص339، لقل الفساد واتعض .................المعنى غير واضح.\r\nص347، فلم يبدار باتهامها..................يبادر\r\nص356، رب البيب..................البيت\r\nص368، مشروتي ................مشورتي\r\nص374، بإلتجائه ...................بالتجائه.\r\nص378، وأزديكن .................وأزيدكن.\r\nص394، حيث أنه ...................إنه.\r\nص395، من إسلوب واحد .........أسلوب ..............وقد تكررت هذه الكلمة بكسر الهمزة فيها.\r\nص400، مقصود به الاهتمام .................مقصودا به\r\nص406، قصة ابني آدم ...................وقصة .\r\nص408، دل أن الآخ .................دل على \r\nص409، ما يدل أن الإخوة .............ما يدل على \r\nص414، ففيوسف .................فيوسف.\r\nص428، يأتي بمعاني ................بمعان.\r\nص433، الإلتقات ...............الالتفات.\r\nص445، الإستثناء ....................الاستثناء. \r\nص450، مع ابنائه ......................أبنائه.\r\nص454، أن يأكدوا ...................يؤكدوا.\r\nص454، الام ...........................اللام.\r\nص455، وهمتم..........................وهمتهم.\r\nص456، الصبر  عله......................عليه.\r\nص466، بناء على يدعونه................على ما يدعونه.\r\nص467، يعلمون أباهم ...................أن أباهم. \r\nص471، هو الحق الذي خطأ فيه...............لا خطأ فيه.\r\nص473، لوجد دليل عليها ........................دليلا.\r\nص476، لإنقاذ النفس مقتضى الشرع....................هو مقتضى .\r\nص482، والعبرة حاصة ..........................خاصة.\r\nص516، فيه دلالة جواز العمل .................على جواز.\r\nص517، آية النساء أن كيد .....................فيها أن كيد.\r\nص517، وآية يوسف كيد النساء ...................أن كيد.\r\nص520، إقيلم العزيز ........................إقليم.\r\nص520، انبهروا من جماله....................انبهرن ..............وما بعدها\r\nص 520، مايدل أن الجمال .........................على أن \r\nص 530، دلالة أن مشتري ............................على أن .\r\nص 531، يؤمنوا بوجود .......................يؤمنون.\r\nص 531، الانعفالات ............................الانفعالات.\r\nص 532، الاتكاي................................الاتكاء.\r\nص 535، بمراوتدها...........424...........بمراودتها.\r\nص535، لم يستجيب.......................لم يستجب.\r\nص 541، دلالة أنه .....................دلالة على أنه.\r\nص 542، هداية رقم 20، .....................تحتاج إلى مراجعة.\r\nص 544، تكالفيه ..........................تكاليفه.\r\nص، 548، لتصلق التهمة ...................لتلصق.\r\nص 550، دليلا على ............................دليل.\r\nص 551، كما فقال ابن عباس.................كما قال .\r\nص 560، ولم بفردوه بالأولوهية ..................يفردوه بالألوهية.\r\nص 564، الإتباع والتقليد ........................الاتباع.\r\nص 572، في أولوهيته .......................ألوهيته.\r\nص 572، ولا مييت .........................ولا مميت.\r\nص583، امراضا .............................أمراضا.\r\nص 594، الحلام ......................................الأحلام.\r\nص 597، اسعمال ..........................استعمال.\r\nص 597، حتى خفى .....................خفي.\r\nص 604، ومشروة.....................ومشورة.\r\nص 605، ادخال الوعظ...................إدخال .\r\nص 611، ولو مع ظلمك....................مع من ظلمك.\r\nص 614، التفريط به للمصالح...........التفريط .\r\nص 616، فيها على بناء ...................فيها بناء.\r\nص 621، أنهن رادون......................راودن.\r\nص 629، الصورتين..................السورتين.\r\nص 640، الانتفاه.................الانتباه\r\nص 645، لمعاني بلاغية ...............لمعان\r\nص 655، الائقة ..............اللائقة.\r\nص657، الإلفتات...........الالتفات\r\nص658، لم يسعملها العرب............يستعملها.\r\nص660، في إلتجائه ................التجائه\r\nص661، الدعاية .............الداعية.\r\nص661، ضرورية جدا...................ضروري.\r\nص662، فلتجأ يوسف.....................فالتجأ\r\nص665، بمرواتدها...............بمراودتها.\r\nص 665، إلتجأ .................... التجأ\r\nص665، الأوليات.................الأولويات.\r\nص668، بلغت القلوب...................حين بلغت.\r\nص 668، للإبناء ...................للأبناء.\r\nص 669، لإظاهر .................لإظهار.\r\nص 669، الإبوة .......................الأبوة.\r\nص 671، عقلوهم...................عقولهم.\r\nص 671، لعلهم يقتنعوا ويتركوا................يقتنعون ويتركون.\r\nص 671، من ساسات التربية.................أساسيات.\r\nص 672، طلب منه أبناءه.................أبناؤه.\r\nص 674، للإبناء........................للأبناء,\r\nص 674، بعقوب ....................بيعقوب.\r\nص 675، للبلاءات...............للابتلاءات.\r\nص 678، بمراوتدها.................بمراودتها.\r\nص 682، بالأمل للفسيح.............الفسيح.\r\nص 683، بمشروة...............بمشورة.\r\nص 691، وما تمضته..................تضمنته.\r\nص 693، والتأمل بالتاريخ...........في التاريخ.\r\nص 694، الإستماع..................الاستماع.\r\nص 694، تقول أن حوار ..............إن حوار\r\nص 709، الشيطان يفرح بفكيك.........بتفكيك.', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'جيد', 'بالتوفيق', 'fileName1563901803.pdf', NULL, '2019-07-23'),
(246, 187, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '9', '*الآيات لم تكتب بخط المصحف\r\nص7، عن القاضي أبوبكر بن العربي ...................أبي بكر \r\nص 16، لم ترد اسما بصيغة كلالة إلا مرتان..............مرتين.\r\nص37، تخريج حديث علي (ذكاة الأرض يبسها)', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '10', 'ممتاز', 'بالتوفيق', 'fileName1563979585.pdf', NULL, '2019-07-24'),
(247, 168, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص2،أن لكل سورة مقصد..................مقصدا.\r\nص5، ضرب الأمثال..................وضرب الأمثال\r\nص6، والاهداف.........................والأهداف\r\nص10، بعض الآيات ليست بخط المصحف.\r\nص13، اثنتاعشرة عين................عينا.', '10', 'نعم', '10', 'نعم', '10', 'جيد', '10', 'نعم', '10', 'لم تصل إليها', '9', 'جيد', 'بالتوفيق', 'fileName1564075845.pdf', NULL, '2019-07-25'),
(248, 194, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '6', 'ص1، حديث عامر بن ربيعة لم يخرج من كتب الحديث، ولم تذكر درجته من الصحة.\r\nص9، السورة الحادية والسبعين..................والسبعون.\r\nص10، تكرار لكلمة الأنبياء.\r\nص12، الغالب على الناس هم الكفار....................هو الكفر.\r\nص12، أخذ من كل مائة تسعة وتسعون....................وتسعين.\r\nص15، وضع علامة الجملة الاعتراضية.\r\nص18، لا بد في سماع الحق والانتفاع به ترك اللعب................من ترك.\r\nص21، الرد على من قال أن المراد بالسماء..................إن .\r\nص23، لم تذكر درجة الحديث الذي في المسند .وكذلك في ص 23، وص 25.\r\nص30،أن اختيار الرسل واصطفاؤهم.........................واصطفاءهم.\r\nص31، بطائع الرسل...................................بطبائع الرسل.\r\nص31،أكل الطعام لم ينفي نبوتهم.....................لم ينف.\r\nص31، لم يكتمل تخريج حديث (آكل كما يأكل العبد)\r\nص34، الذين يقولون أن الله لا يخلق فعل العبد......................إن الله.\r\nص37، الدلالة على أن الله تعالى لم يستبقي منهم ...................يستبق.\r\nص39، على آداء شكره...............................أداء شكره.\r\nص41، لم يكتمل تخريج حديث (ما هلك قوم حتى يعذروا.................)', '9', 'بعض الأحاديث لم تخرج وقد ذكرت مواضعها فيما تقدم', '10', 'نعم', '9', 'جيدة', '10', 'نعم', '10', 'نعم', '9', 'جيد', 'بالتوفيق', 'fileName1564312196.pdf', NULL, '2019-07-28'),
(249, 195, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص5، تأتي أربعة أوجه..................تأتي على أربعة\r\nص18، اسحاق.....................إسحاق.\r\nص23، الحادية والتسعين..................والتسعون.\r\nص33، المشكرين.................المشركين.\r\nص35، وعند أبوعبيد..............أبي عبيد\r\nص36، الا بن أبي فديك........................ابن \r\nص39، فأنكروا القرآن والسرالة...............والرسالة.\r\nص39، نستطيع القول أن سورة الأنعام...................إن.\r\nص40، فأننا نلاحظ.............................فإننا.\r\nص40، بحيث أنها تقرر.....................إنها.', '10', 'نعم', '10', 'نعم', '8', 'جيد', '10', 'نعم', '10', 'لم يصل', '8', 'جيد', 'بالتوفيق', 'fileName1564421100.pdf', NULL, '2019-07-29'),
(250, 195, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ينبه على الآتي:\r\nمبحث فضائل السورة (الانعام):\r\nص35 هناك سقط بعد كلمة علم الأصول', '10', 'ينبه على الآتي:\r\n التمهيد:\r\nص17 هامش3 تخريج الأحاديث بطريقة علمية ببيان اسم الكتاب والباب ورقم الحديث ومن صححه في هذا الموضع وفي جميع البحث', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'لم يصلها', '9', 'جيد', 'لا يوجد', 'fileName1564429603.pdf', 'لا يوجد', '2019-07-29'),
(251, 194, 124, '10', 'كافية', '10', 'متقيدة', '10', 'متقيد', '10', 'تنبه على الآتي:\r\nمبحث الهدايات الجزئية:\r\nص21 ه5: غير واضحة وفيها إشكال لأن السماء تطلق على العلو كما في قوله: (أنزل من السماء ماء) أي من العلو لأن المطر لا ينزل من السماء المبنية.\r\nص33 ه6 يؤخذ منها إثبات الصفة أما إثبات الاسم من الآية فغير ظاهر.', '10', 'تنبه على الآتي:\r\nمبحث الهدايات الجزئية:\r\nص25 هامش4 بيان درجة الحديث\r\nص31 زيادة تخريج وبيان درجة الحديث', '10', 'ممتاز', '9', 'جيد', '10', 'ممتاز', '8', 'فيه ضعف فتحتاج إلى الاهتمام بهذا الجانب', '10', 'ممتاز', 'لا يوجد', 'fileName1564429980.pdf', 'لا يوجد', '2019-07-29'),
(252, 162, 124, '9', 'يحتاج إلى الاستفادة من المراجع التي تعتني بالهدايات كتفسير ابن عثيمين', '10', 'متقيد', '10', 'متقيد', '10', 'ينبه على الآتي:\r\nالهدايات الجزئية من الآية 23-40:\r\n*ترقيم الهدايات بأرقام متسلسلة\r\n*ينبه على زيادة عدد الهدايات المنقولة واستنباط هدايات جديدة\r\nص1 كتابة الآيات بالرسم العثماني في هذا الموضع وغيره\r\nص32 أشارت بنفي ملكه ... الخ غير واضحة ومعناها مشكل ؟', '10', 'ممتاز', '10', 'ممتاز', '8', 'مناسب', '10', 'ممتاز', '7', 'عليه أن يجتهد فيه أكثر', '9', 'جيد', 'لا يوجد', 'fileName1564670490.pdf', 'لا يوجد', '2019-08-01'),
(253, 175, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص2، محمد عبالله دراز.......................عبدالله.\r\nص7، بسبب تركهم لهذه الفرضية...............الفريضة.\r\nص8، وااعتبار.......................واعتبارا.\r\nص9، فرج الرجل والمراة................والمرأة.\r\nص18، الغضب يكون من الصفير ..........الصغير\r\nص19، القاتلمن .......................القاتل من', '10', 'نعم', '10', 'نعم', '9', 'جيد', '10', 'نعم', '10', 'لم يصل', '7', 'جيد', 'بالتوفيق', 'fileName1564717588.pdf', NULL, '2019-08-02'),
(254, 165, 125, '10', 'نعم', '10', 'نعم', '9', 'نعم', '9', 'ص2، يفيد معنا جديدا.......................معنى \r\nص6، من حيث أن اسمها.................إن.\r\nص11، استطراد من قوله (يقول الخطابي.............)', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'لم يصل إليها', '9', 'جيد', 'بالتوفيق', 'fileName1564717766.pdf', NULL, '2019-08-02'),
(255, 180, 125, '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'ص 4ـ لم يكتمل تخريج الحديث.\r\nص11، يدعوا قومه.........................يدعو قومه.\r\nص12، شرح الاستعاذة والبسملة استطراد.\r\nص 14، له أخطاء كثيرة في همزة الوصل كثيرا ما يجعل همزة قطع في مصادر الخماسي والسداس مثل الاستعداد والانتفاع والاستعلاء، وغير ذلك من الكلمات الكثيرة وقد وضعن عليها لونا أصفر.\r\nص 18، حيث أن ..............ومعلوم عند أهل اللغة أن حيث دائما تضاف إلى الجمل كما قال ابن مالك (وألزموا إضافة إلى الجمل حيث...........) لذا ينبغي كسر إن بعدها وإضافتها إلى المفرد قليلة جدا.22\r\nص22، خباب بن الإرث......................الأرت.\r\nص28، يكلأهم الله ................يكلؤهم .\r\nص30، يحتاج الإنذار.............إلى الإنذار\r\nص32، أن يخطأه..................يخطئه.\r\nص37، قيل معنا قوله.....................معنى قوله.\r\nص52، تخريج حديث (من قصر به عمله)\r\nص53، تخريج حديث (رب  ذي طمرين)', '10', 'نعم', '10', 'نعم', '10', 'نعم', '10', 'نعم', '8', 'جيد', '7', 'جيد', 'ينبغي أن يعتني بأحكام همزة الوصل', 'fileName1564854803.pdf', NULL, '2019-08-03'),
(256, 144, 124, '10', 'كافية', '10', 'متقيد', '10', 'متقيد', '10', 'ينبه على الآتي:\r\nالهدايات الجزئية من الآية 26:\r\nص2 ه12 وقبل ذلك ورد فيها الحديث الصحيح عن النبي صلى الله عليه وسلم كما رواه مسلم.\r\nص32 مراعاة ترتيب الآية في ذكر الهدايات في هذا الموضع وغيره.\r\nص37 ه4 مقرون بربوبيته سبحانه وإنما أنكروا توحيده بالعبادة وهو الألوهية فكانوا يعبدون غيره معه ويقولون: (أجعل الآلهة إلها واحدا إن هذا لشيء عجاب). فلا يصح أن يقال إنهم مقرون بألوهيته سبحانه.\r\nص39 ه23 لا يلزم ذلك فالدجاجة مخلوقة كبقية المخلوقات ثم جعل الله تعالى لها وسيلة التكاثر والبقاء بهذه البيضة. وأيضا الآية فيها الإخراج للحي من الميت وليس فيها تعرض لمن هو الأول منهما.\r\nص47 ه11 الأولى أن يعبر بقوله: ليس الغناء من الحق وما ليس من الحق فهو من الباطل.\r\nص50 ه33 الثلاثة ؟ إلى ثلاثة\r\nص59 ه9 بل الصواب عدم وجود المجاز في القرآن وقد بين ذلك شيخ الاسلام ابن تمية وتلميذه ابن القيم بالحجج القوية فليراجع مختصر الصواعق المرسلة لابن القيم.', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز', '10', 'ممتاز وعليه أن يزيد', '10', 'ممتاز', 'لا يوجد', 'fileName1565021295.pdf', 'لا يوجد', '2019-08-05');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`) VALUES
(1, 'admin'),
(2, 'student'),
(3, 'supervisor'),
(4, 'admin2'),
(5, 'reviewer');

-- --------------------------------------------------------

--
-- Table structure for table `role_user`
--

CREATE TABLE `role_user` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `role_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `searchersreports`
--

CREATE TABLE `searchersreports` (
  `ID` int(11) NOT NULL,
  `Code` varchar(100) DEFAULT NULL,
  `Searcher` int(11) NOT NULL,
  `TypeCyclic` varchar(45) NOT NULL,
  `Section` int(11) NOT NULL,
  `DateSearcher` date NOT NULL,
  `DoneRange` int(11) NOT NULL,
  `SessionsCount` int(11) NOT NULL,
  `HoursNumber` int(11) NOT NULL,
  `UpdatedRange` int(11) NOT NULL,
  `DateCommittee` date NOT NULL,
  `Reasons` mediumtext,
  `Difficulties` mediumtext,
  `Notes` mediumtext,
  `URL` varchar(255) NOT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `searchersreports`
--

INSERT INTO `searchersreports` (`ID`, `Code`, `Searcher`, `TypeCyclic`, `Section`, `DateSearcher`, `DoneRange`, `SessionsCount`, `HoursNumber`, `UpdatedRange`, `DateCommittee`, `Reasons`, `Difficulties`, `Notes`, `URL`, `Status`, `created_at`, `updated_at`) VALUES
(3, NULL, 11, 'صنف 1', 2, '2018-10-10', 1, 1, 1, 1, '2018-12-01', 'sll', 'll', 'll', 'fileName1540679376.pdf', 'yes', '2018-10-27 23:03:13', '2018-10-27 20:29:36'),
(4, NULL, 11, '1', 2, '2018-12-31', 1, 1, 1, 1, '2018-12-31', '1', '1', '1', 'fileName1540683103.pdf', 'yes', '2018-10-27 21:31:43', '2018-10-27 21:31:43');

-- --------------------------------------------------------

--
-- Table structure for table `searchers_reports`
--

CREATE TABLE `searchers_reports` (
  `ID` int(11) NOT NULL,
  `search` int(11) NOT NULL,
  `q1` text NOT NULL,
  `q2` text NOT NULL,
  `q3` text,
  `q4` text NOT NULL,
  `q5` text NOT NULL,
  `q6` text NOT NULL,
  `q7` text,
  `q8` text NOT NULL,
  `q9` text NOT NULL,
  `filename` text,
  `date` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `searchers_reports`
--

INSERT INTO `searchers_reports` (`ID`, `search`, `q1`, `q2`, `q3`, `q4`, `q5`, `q6`, `q7`, `q8`, `q9`, `filename`, `date`) VALUES
(10, 29, 'كثيرة جدا لله الحمد تربو على الألف هداية.', 'ممتاز جدا', 'لا يوجد', '10-15', '10-20', 'ملتزم تماما إن شاءالله', 'لا يوجد', 'مبحث الهدايات الكلية والتنزيل على الواقع', 'لا يوجد', NULL, '2019-03-12'),
(11, 41, '128 هداية', 'جيدة', 'التواصل موجود', '1', '1', 'ملتزمة', 'اختلاف وجهات النظر', 'لا يوجد', 'أسأل الله التوفيق والإعانة', NULL, '2019-03-12'),
(12, 27, '319', 'ممتاز', 'لايوجد', '6', '10', '90%', 'لايوجد', 'البحث يحتاج \r\n\r\n\r\n\r\n\r\nلايوجد', 'لايوجد', 'fileName1552454285.pdf', '2019-03-13'),
(13, 46, '802', 'ممتاز', '-', '1', '-', 'يتم الالتزام بها في أغلبها', '-', '-', 'التواصل مع المشرف خلال الفترة الماضية كان الكترونيا ولذا كتبت عدد الجلسات جلسة واحدة أما عدد الساعات فيصعب تحديده لأن التواصل كان برسائل.', NULL, '2019-03-13'),
(14, 47, 'لم أبدأ في الهدايات بعد', 'ممتاز', 'لا يوجد', '5 تقريبا', 'ساعتان تقريبا', 'ممتاز', 'ملتزم بها', 'لا يوجد', 'بارك الله فيكم', NULL, '2019-03-13'),
(15, 47, 'لم أبدأ في الهدايات بعد', 'ممتاز', 'لا يوجد', '5 تقريبا', 'ساعتان تقريبا', 'ممتاز', 'ملتزم بها', 'لا يوجد', 'بارك الله فيكم', NULL, '2019-03-13'),
(16, 45, 'لا توج هدايات في هذا المبحث', 'يوجد تواصل بشكل جيد', '....', '5', '5 ساعات تقريبا', 'تم التعديل حسب ملاحظات المشرف', '....', 'العمل جار على ما يرام بفضل الله', '...', NULL, '2019-03-13'),
(17, 43, 'المبحث ليس خاصا بالهدايات', 'نفس الشئ المذكور', '.....', '٥', '٥ تقريبا', 'تم', '.....', '....', '....', NULL, '2019-03-13'),
(18, 42, 'لا يوجد', 'جيد', '....', '٥', '٥ تقريبا', 'تم الالتزام بها والحمدلله', '.....', '....', '.....', NULL, '2019-03-13'),
(19, 44, 'لا توجد هدايات المبحث', 'التواصل مستمر بشكل طيب', '......', '٥', '٥ تقريبا', 'تم الالتزام بها', '......', 'الأمور على ما يرام بفضل الله وحده', '.....', NULL, '2019-03-13'),
(20, 50, 'عدد الآيات 14 آية وعدد الهدايات 456 هداية', 'ممتاز', 'لا يوجد', '6', '10', 'متوسطة', 'عدم وضوح الهداية بين المشرف والطالب', 'صياغة الهداية و تقسيمها حسب التوجه مثلاً هدايات إيمانية علمية عقدية فقهية اجتماعية', 'أتمنى يكون هناك تنسيق بين المشرفين بحيث تكون الرؤية واضحة في جانب صياغة الهدايات وجزيتم خيرا', NULL, '2019-03-13'),
(21, 61, '281 هداية', 'ممتاز', 'لا يوجد', '1', '1', 'اللإلتزام بجميع التعديلات', 'لا يوجد', 'لا توجد', 'لا توجد', NULL, '2019-03-14'),
(22, 71, '409', 'ممتاز', 'لا يوجد', '10', '10', 'ممتاز', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-14'),
(23, 78, '120 هداية من أول ثمان آيات من سورة الكهف ( هذا ماتم ارساله من خلال البوابة الإلكترونية) وتم قطع شوط لا بأس به من آيات السورة ولكن حتى الآن لم يخرج بصورة نهائية .', 'جيد', 'لا يوجد', 'غير محدد', 'من خلال الواتس والإتصال الدائم ومن خلال القروب الخاص مع المشرف', 'ملتزم بجميع ما يقوله المشرف', 'لا يوجد', '1- الصياغة للهداية (من حيث تقديم ذكر وجه الدلالة أو تأخيره)', 'لا يوجد', NULL, '2019-03-14'),
(24, 80, '0', 'ممتاز', 'لا توجد', '5', '4 تقريبا', '100%', 'لا توجد', 'مشاكل أسرية', 'لا توجد', NULL, '2019-03-14'),
(25, 81, '0', 'ممتاز', 'لا توجد', '5', '4 تقريبا', '100%', 'لا توجد', 'مشاكل خارجية', 'لا توجد', NULL, '2019-03-14'),
(26, 83, '0', 'ممتاز', 'لا توجد', '5', '4 تقريبا', '100%', 'لا توجد', 'مشاكل خارجية', 'لا توجد', NULL, '2019-03-14'),
(27, 82, '0', 'ممتاز', 'لا توجد', '5', '4 تقريبا', '100%', 'لا توجد', 'مشاكل خارجية', 'لا توجد', NULL, '2019-03-14'),
(28, 63, '60 هداية (فقط لما تم إنجازه من الآيات ، وهي بداية ولم يكتمل العمل به بعد)', 'ممتاز', '-', '1 (في ماليزيا) / مشرفي في دولة أخرى', '-', 'سأكون ملتزم بالتعديلات حال ورودها', '-', '-', '-', NULL, '2019-03-14'),
(29, 54, 'مبحث الهدايات الجزئية والخاصة بآيات السورة سيقدم في التقرير الثاني إن شاء الله تعالى.', 'جيد والحمد لله', 'لا توجد بفضل الله تعالى.', '03', '04  بالإضافة إلى التواصل الذي يحدث من خلال المكالمات الهاتفية وكذا الواتساب', 'الالتزام التام', 'لا توجد', 'لحد الساعة لا توجد والحمد لله، إلا ما كان من عامل ضغط الوقت أحياناً، لأن بعض المباحث تحتاج إلى دراسة عميقة ووقفات طويلة، وقراءاة مستوعبة، حتى تكون إضافة نوعية. لكن مراعاة الوقت هو الذي يحدث هذا الإكراه، أعني الإسراع في الإنجاز ...', 'نحن في انتظار تنظيم أيام دراسية وتكوينية تخص البحث في الهدايات نظرياً وتطبيقياً، وما يتعلق بمسار البحث عموماً، كما أخبرنا بذلك الدكتور توفيق العبقري والدكتور إبراهيم رضا', NULL, '2019-03-14'),
(30, 84, '0', 'جيد ولله الحمد', 'لا توجد', '3', '4 إلى جانب التواصل عبر الهاتف والواتساب.', 'تام', 'لا توجد', 'لا توجد', 'ـ', NULL, '2019-03-14'),
(31, 79, 'ليس بعد', 'متوسط', 'لا يوجد', 'جلسة واحدة', 'ساعة', 'التزام كامل', 'لا يوجد', 'صعوبة تعديل البحث المحمل للاضافة عليه في صفحة \"لائحة بحوثي\" وارساله ما كتبت كاملا + كتاابة أهمية الهدايات على حسب ما يوجد في الدراسة تحتاج الى كتابتها في وقت لاحق بعد كتابة فصل استخراج الهدايات لذلك بعد البحث ومحاولة كتابتها توصلت الى قناعة تاجيلها الى وقت متأخر لتكتب مع مبحث طرق استخراج الهدايات ان شاء الله.', 'لا يوجد', NULL, '2019-03-15'),
(32, 94, 'لم أكتب في الهدايات المباشرة بعد', 'جيد', 'لا توجد', 'بضع جلسات', 'لم أحسبها بالضبط', 'ملتزم', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(33, 93, 'لم أكتب في الهدايات المباشرة العامة', 'جيد', 'لايوجد', 'بضع جلسات', 'لم أحسبها بالضبط', 'ملتزم', 'لايوجد', 'لايوجد', 'لايوجد', NULL, '2019-03-15'),
(34, 95, 'لم أكتب في الهدايات المباشرة بعد', 'جيد', 'لايوجد', 'بضع جلسات', 'لم أحسبها بالضبط', 'ملتزم', 'لايوجد', 'لايوجد', 'لايوجد', NULL, '2019-03-15'),
(35, 96, 'لم أكتب في الهدايات المباشرة بعد', 'جيد', 'لايوجد', 'بضع جلسات', 'لم أحسبها بالضبط', 'ملتزم', 'لايوجد', 'لايوجد', 'لايوجد', NULL, '2019-03-15'),
(36, 97, '320', 'ممتاز', 'لا يوجد', '3', '2', 'ممتاز', 'لا يوجد', 'لا يوجد صعوبات ولله الحمد', 'كل الشكر والتقدير لمشايخنا الكرام جزاهم الله عنا خير الجزاء', NULL, '2019-03-15'),
(37, 49, 'لا يوجد', 'جيد', 'لا يوجد', '5', '4', 'جيد جدا', 'لا يوجد', 'غياب المراجع الورقية باللغة العربية', 'لا', NULL, '2019-03-15'),
(38, 26, '391 هداية', 'ممتاز', 'لايوجد', '6', '10', 'ملتزمة', 'لايوجد', 'لايوجد', 'لايوجد', 'fileName1552641512.pdf', '2019-03-15'),
(39, 25, '391 هداية', 'ممتاز', 'لايوجد', '6', '10', 'ملتزمة', 'لايوجد', 'لايوجد بحمدالله', 'لايوجد', 'fileName1552641704.pdf', '2019-03-15'),
(40, 23, '391', 'ممتاز', 'لايوجد', '6', '10', 'ملتزمة', 'لايوجد', 'لايوجد بحمدالله تعالى', 'لايوجد', 'fileName1552641900.pdf', '2019-03-15'),
(41, 34, 'لم يشرع الطالب في استخراج الهدايات لأنني ما زلت في المقدمات', 'ممتاز التواصل مع المشرف وجزاه الله خيرا', 'التواصل موجود مع المشرف', 'بمعدل لقاء واحد كل اسبوع أو اسبوعين', 'اللقاء تقريبا ما بين الساعة الى الساعة والنصف', 'يتم الالتزام بكل ما يطلبه المشرف', 'الإلتزام بكل ما يطلبه المشرف', 'عدم التفرغ التام للبحث', 'لا إضافات', NULL, '2019-03-15'),
(42, 101, 'لم أصل لمرحلة كتابة الهدايات بعد', 'ممتاز', 'لا يوجد', '٣ جلسات شهريا', '٩ ساعات تقريباً', 'بدرجة عالية', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(43, 102, 'لم أصل لمرحلة كتابة الهدايات بعد', 'ممتاز', 'لا يوجد', '٣ جلسات شهريا', '٩ ساعات تقريبا', 'بدرجة عالية', 'لا يوجد', 'لا يوجد', 'ساعات الإشراف والجلسات شملت التمهيد والفصل الأول', NULL, '2019-03-15'),
(44, 85, '0', 'جيد والحمد لله', 'لا توجد', '3', '4', 'تام', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(45, 90, '0', 'جيد والحمد لله', 'لا توجد', '3', '4', 'تام', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(46, 86, '0', 'جيد والحمد لله', 'لا توجد', '3', '5', 'تام', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(47, 88, '0', 'جيد والحمد لله', 'لا توجد', '3', '4', 'تام', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(48, 87, '0', 'جيد والحمد لله', 'لا توجد', '3', '4', 'تام', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(49, 89, '0', 'جيد والحمد لله', 'لا توجد', '3', '4', 'تام', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(50, 30, 'تقريبا ١٠٠٠', 'ممتاز', 'لا يوجد', 'كثيرة لله الحمد من ١٠ - ١٥', '٢٠ - ٣٠', 'ممتاز', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(51, 32, 'تقريبا ١٠٠٠', 'ممتاز', 'لا يوجد', '١٠ - ١٥', '٢٠ - ٣٠', 'ممتاز', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(52, 31, 'تقريبا ١٠٠٠', 'ممتاز', 'لا يوجد', '١٠ - ١٥', '٢٠ - ٣٠', 'ممتاز', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(53, 33, 'تقريبا ١٠٠٠', 'ممتاز', 'لا يوجد', '١٠ - ١٥', '٢٠ - ٣٠', 'ممتاز', 'لا يوجد', 'لايوجد', 'لا يوجد', NULL, '2019-03-15'),
(54, 28, 'تقريبا ١٠٠٠', 'ممتاز', 'لا يوجد', '١٠ - ١٥', '٢٠ - ٣٠', 'ممتاز', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(55, 105, 'ليس بعد', 'ممتاز', 'لاشيء', '3', 'ساعة وأربعون دقيقة', 'في مستوى كامل', 'لاشيء', 'لاشيء', 'أسأل الله التوفيق', NULL, '2019-03-15'),
(56, 104, '538 هداية من الآيات 24-30', 'ممتاز', 'لا يوجد', '4', '6 تقريبا', 'إلتزام كامل', 'لا يوجد', 'عدم التمكن من الانقطاع وتوجيه كل الوقت والجهد في البحث', 'نسأل الله لهذا المشروع وكل من يعمل فيه أو يدعمه العون والتوفيق والقبول والسداد', NULL, '2019-03-15'),
(57, 106, 'أكثر من 500 هداية', 'ممتاز', 'التواصل قائم.', 'أربع جلسات.', 'ساعتان.', 'ملتزم بها.', 'الالتزام قائم.', 'لا توجد صعوبات علمية سوى في تنسيق البحث وإخراجه.', 'لا يوجد.', NULL, '2019-03-15'),
(58, 107, '2114', 'ممتاز', 'لا يوجد', 'من أول البحث تقريباً 7\r\nالجزء الأخير 2', '7', 'ممتاز', 'لا يوجد', 'لا توجد بفضل الله تعالى', 'جزاكم الله خيرا، ونسأل الله تعالى أن يكون العمل خالصاً صوابا', NULL, '2019-03-15'),
(59, 108, '401', 'ممتاز', 'لا توجد', '10', '5', '100%', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(60, 109, '986 هداية.. للآيات 93 إلى 116 من سورة آل عمران', 'متواصل معي، لكنه مشغول جدا', '1/ انشغاله في برامج دعوية وعلمية', '4', '4', 'ملتزم', 'لا يوجد', 'الأعباء الجامعية', 'وفق الله الجميع', NULL, '2019-03-15'),
(61, 110, 'ما زلنا في المقدمة', 'جيد جدا', 'لا توجد', '5', '4', 'ممتاز', 'لا يوجد', 'قلة المراجع المكتوبة بالعربية', 'لا توجد', 'fileName1552661191.pdf', '2019-03-15'),
(62, 111, '0', 'ممتاز جدا، فقد فتح لنا -حفظه الله- التواصل بكل الوسائل الممكنة، وفي جميع الأوقات', 'لا يوجد', '2 جلسات\r\nأما عدد المكالمات والتواصل عبر الواتساب وغيره  للاستشارة وأخذ التوجيهات فكثيرة جدا', '3 ساعات\r\nأما مدة المكالمات   للاستشارة وأخذ التوجيهات فكبيرة', 'الالتزام بكل التعديلات', 'لا توجد', 'عدم توفر بعض المصادر والمراجع،', '.', NULL, '2019-03-15'),
(63, 37, '128هداية', 'جيدة', 'لايوجد', '1', '1', 'ملتزمة', 'لايوجد', 'لايوجد', 'لايوجد', NULL, '2019-03-15'),
(64, 38, '128هداية', 'جيدة', 'لايوجد', '1', '1', 'ملتزمة', 'لايوجد', 'لايوجد', 'لايوجد', NULL, '2019-03-15'),
(65, 112, '-', 'جيد جدا', '-', 'لا يمكن تحديها على الوجهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'لا يمكن تحديها على الوجهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'التزام كلي', '-', '- ضغط الوقت لتأخر البداءة في البحث لتأخر  التسجيل.', '-', 'fileName1552662644.pdf', '2019-03-15'),
(66, 39, '128هداية', 'جيدة', 'لايوجد', '1', '1', 'ملتزمة', 'لايوجد', 'لايوجد', 'لايوجد', NULL, '2019-03-15'),
(67, 40, '128هداية', 'جيدة', 'لايوجد', '1', '1', 'ملتزمة', 'لايوجد', 'لايوجد', 'لايوجد', NULL, '2019-03-15'),
(68, 113, '-', 'جيد جدا', '-', 'لا يمكن تحديها على الوجهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'لا يمكن تحديها على الوجهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'التزام كلي', '-', 'ضغط الوقت لتأخر البداءة فيه لتأخر التسجيل', '-', 'fileName1552662876.pdf', '2019-03-15'),
(69, 114, '-', 'جيد جدا', '-', 'لا يمكن تحديها على الوجهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'لا يمكن تحديها على الوجهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'التزام كلي', '-', 'ضغط الوقت لتأخر البداءة فيه لتأخر التسجيل', '-', 'fileName1552663000.pdf', '2019-03-15'),
(70, 115, '-', 'جيد جدا', '-', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'التزام كلي', '-', 'ضغط الوقت لتأخر البداءة فيه لتأخر التسجيل', '-', 'fileName1552663175.pdf', '2019-03-15'),
(71, 116, '-', 'جيد جدا', '-', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'التزام كلي', '-', 'ضغط الوقت لتأخر البداءة في البحث لتأخر التسجيل', '-', 'fileName1552663295.pdf', '2019-03-15'),
(72, 117, '-', 'جيد جدا', '-', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'التزام كلي', '-', 'ضغط الوقت لتأخر البداءة في البحث لتأخر التسجيل', '-', 'fileName1552663413.pdf', '2019-03-15'),
(73, 117, '-', 'جيد جدا', '-', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'التزام كلي', '-', 'ضغط الوقت لتأخر البداءة في البحث لتأخر التسجيل', '-', 'fileName1552663460.pdf', '2019-03-15'),
(74, 118, '-', 'جيد جدا', '-', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'التزام كلي', '-', 'ضغط الوقت لتأخر البداءة فيه لتأخر التسجيل', '-', 'fileName1552663573.pdf', '2019-03-15'),
(75, 119, '-', 'جيد جدا', '-', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'لا يمكن تحديها على جهة الدقة ؛ لكون التواصل مع الأستاذ المرشف يكون بالمباشرة وعبر الهاتف، ولا يمكن ضبط الثاني لكثرته.', 'التزام كلي', '-', 'ضغط الوقت لتأخر البداءة في البحث لتأخر التسجيل', '-', 'fileName1552663665.pdf', '2019-03-15'),
(76, 123, '306', 'ممتاز', 'لا يوجد ..', '3', '9', '90%', 'لا بوجد', 'عدم التفرغ الكامل', 'نرجو تسليمنا المباحث السابقة مع التصويبات الدقيقة', NULL, '2019-03-15'),
(77, 122, '1151', 'ممتاز', 'التواصل ممتاز مع الدكتورة عائشة علي الإمام.', '2', '1', 'تم الالتزام بتعديلات المشرفة ، دكتورة عائشة علي الإمام، حيث كانت لها توجيهات ممتازة فيما يتعلق بمبحث الهدايات الجزئية، جزاها الله خيراً.', 'تم الالتزام بتعديلات المشرفة.', 'لا توجد صعوبات حتى الآن، ولله الحمد.', 'جزاكم الله خيراً وبارك فيكم.', NULL, '2019-03-15'),
(78, 122, '1151', 'ممتاز', 'التواصل ممتاز مع الدكتورة عائشة علي الإمام.', '2', '1', 'تم الالتزام بتعديلات المشرفة ، دكتورة عائشة علي الإمام، حيث كانت لها توجيهات ممتازة فيما يتعلق بمبحث الهدايات الجزئية، جزاها الله خيراً.', 'تم الالتزام بتعديلات المشرفة.', 'لا توجد صعوبات حتى الآن، ولله الحمد.', 'جزاكم الله خيراً وبارك فيكم.', NULL, '2019-03-15'),
(79, 122, '1151', 'ممتاز', 'التواصل ممتاز مع الدكتورة عائشة علي الإمام.', '2', '1', 'تم الالتزام بتعديلات المشرفة ، دكتورة عائشة علي الإمام، حيث كانت لها توجيهات ممتازة فيما يتعلق بمبحث الهدايات الجزئية، جزاها الله خيراً.', 'تم الالتزام بتعديلات المشرفة.', 'لا توجد صعوبات حتى الآن، ولله الحمد.', 'جزاكم الله خيراً وبارك فيكم.', NULL, '2019-03-15'),
(80, 124, 'العمل في الأشهر الماضية كان في الباب الأول من القسم الأول،\r\nوفي التقرير القادم - بإذن الله - سيكون العمل كله في الهدايات التفصيلية لسورة الحجر', 'تواصل جيد واللقاء بيننا مستمر', 'لا يوجد أسباب لعدم التواصل', 'تقريبا 8', '5 ساعات تقريبا', 'سألتزم بكل التعديلات بإذن الله', 'لا يوجد أسباب لعدم الالتزام بتعديلات المشرف', 'بعون الله وتوفيقه ثم بتوجيهات فضيلة المشرف واللجنة العلمية بالكرسي سنتجاوز جميع الصعوبات بإذن الله', 'جزاكم الله خيرا وبارك في جهودكم', NULL, '2019-03-15'),
(81, 125, 'لم نبلغ بعد الهدايات.', 'جيد', 'هناك تواصل مع الأستاذ المشرف بارك الله فيه', 'مرات', 'عديدة', 'ألتزم بها', 'ألتزم بها', 'لا شيء', 'لا شيء', 'fileName1552672659.pdf', '2019-03-15'),
(82, 77, 'هذا المبحث لا يتضمن استخراج هدايات', 'رائع', 'لا يوجد', 'تواصل مستمر من خلال الاتصال والتواتس وقروب خاص مع المشرف', 'غير محدده', 'ملتزم بجميع التعديلات', 'لا يوجد', 'لا يوجد', 'لا توجد', NULL, '2019-03-15'),
(83, 92, 'ليس بعد', 'جيد', 'لا يوجد', '1', '2 ساعة', 'التزام كامل', 'لا يوجد', 'مبحث أهمية الهدايات القرآنية اثرت تركه الى مابعد طتابة مبحث الهدايات واستنباطاتها لان المذكور في كتاب الهدايات كاطان مساعدا ومقنعا بالنسبة لي فهو يحتاج إلى بعض التغيير والتجديد والنقد والافضل تاخيره الى وقت لاحق ان شاء الله.', 'لو تتكرم اللجنة المعنية بالموسوعة ارسال بعض المكافآت المادية التي وعدنا بها لحاجتنا الماسة اليها خاصة ونحن في حال التفرغ.', NULL, '2019-03-15'),
(84, 128, '0', 'ممتاز', '-', '10', '10', 'ألتزم بتعديلاته', '-', '-', '-', NULL, '2019-03-15'),
(85, 133, 'لم نبدأ بالهدايات بعد', 'جيد جداً', '-', '3', '2', 'لا يوجد تعديلات', 'لا يوجد تعديلات', 'لا يوجد', 'بوركتم', NULL, '2019-03-15'),
(86, 135, '0', 'ممتاز', 'لا شيء', '4', '8', 'الالتزام التام', 'لا سبب', 'ضيق الوقت', 'جزاكم الله خيرا', NULL, '2019-03-15'),
(87, 120, 'لا زلت في التمهيد والفصل الأول', 'ممتاز', 'لا توجد أسباب', '4', 'هي كثيرة لكن لم أضبطها بالعد', 'الالتزام التام', 'لا توجد أسباب', 'ضيق الوقت، فالبحث من هذا المستوى يحتاج إلى استقصاء للماصادر وهذا مالم يحصل خصوصا في هذا الجزء لأننا لم نتفق على الخطة الزمنية إلا لما دخل 2019، لذا نرجو المعذرة عن بعض الأخطاء الإملائية، ونعدكم أننا سنجاوزها في قادم الأيام إن شاء الله', 'نرجو من أشياخنا أن يعيدوا في الوقت، فيشهد الله أننا نرجو أن يكون العمل على أتم وجه وأكمله، وهذا العمل قد نعجز عنه أحيانا لظروف العمل، والبحث الذي يستححق بذل كل الجهد من أجله', 'fileName1552681082.docx', '2019-03-15'),
(88, 126, '150', 'درجة عالية جداً', 'لا يوجد', '20', '40', 'ممتاز', 'لا يوجد', '.', '.', NULL, '2019-03-15'),
(89, 138, 'لم أصل إلى مبحث هدايات السورة', 'ممتاز ومتعاونين فيما بيننا', 'لا توجد', 'في كل شهر مرة أو مرتين', 'في كل جلسه بحسبها', 'أنا ملتزم بتعديلات المشرف', 'لا يوجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(90, 136, 'لم أصل إلى مبحث الهدايات الجزئية والكلية', 'ممتاز ومتعاونين فيما بيننا', 'لا توجد', 'في كل شهر مرة أو مرتين', 'في كل جلسة بحسبها قد تكون ساعة وقد تكون أكثر', 'أنا ملتزم بتعديلاته وتوجيهاته', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(91, 137, 'لم أصل بعد إلى مبحث الهدايات الجزية والكلية', 'ممتاز ومتعاونين فيما بيننا', 'لا توجد', 'في كل شهر جلسة أو جلستين', 'كل جلسة بحسبها قد تزيد على الساعة', 'أنا ملتزم بعديلاته وتوجيهاته', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(92, 139, 'لم أصل بعد إلى مبحث الهدايات الجزئية والكلية', 'ممتاز ومتعاونين فيما بيننا', 'لا توجد', 'كل شهر جلسة أو جلستين', 'كل جلسة بحسبها قد تزيد على الساعة', 'أنا ملتزم بتعديلاته وتوجيهاته', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(93, 140, 'لم أصل بعد إلى مبحث الهدايات الجزية والكلية', 'ممتاز', 'لا توجد', 'في كل  شهر جلسة أو جلستين', 'كل جلسة بحسبها قد تزيد على االساعة', 'أنا ملتزم بتوجيهاته وتعديلاته', 'لا توجد', 'لا توجد', 'لا توجد', NULL, '2019-03-15'),
(94, 76, 'أنجزت المباحث المرتبطة بالتمهيد وشرعت في ما يتعلق بالسورة', 'جيد', 'لاشيء', 'ثلاث جلسات', '3', 'جيد', 'لاشيء', 'لا شيء', 'لاشيء', 'fileName1552682808.docx', '2019-03-15'),
(95, 103, 'لم أصل بعد إلى مرحلة استخراج الهدايات', 'جيد', 'لا شيء', 'جلستان', '6 ساعات', 'حسن', 'لا شيء', 'كثرة المراجع وعدم اتساع الحيز الزمني بما يكفي لإعداد البحث بشكل يتصف بالجودة', 'لا شيء', 'fileName1552982545.pdf', '2019-03-19'),
(96, 141, '0', 'ممتاز', 'متواصل', '10', '10', 'ملتزم', 'لايوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-20'),
(97, 142, '193', 'جيد جدا', 'لا يوجد', '1', '3', '100%', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-05-06'),
(98, 143, '614', 'جيد جدا', 'لا يوجد', '1', '4', 'جيد جدا', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-05-16'),
(99, 144, '494', 'ممتاز', 'لا توجد', '2', '2', '100%', 'لا توجد', 'واجهت صعوبة في رمضان خصوصا أني أصابتني حالة مرض وقد كلمت المشرف في ذلك وزارني، وهذا سبب قلة المنجز لهذه الفترة.', 'لا توجد', NULL, '2019-06-09'),
(100, 145, '1785', 'ممتاز', '-', '1', '1', 'الالتزام بذلك قدر الإمكان', '-', '-', 'ملحوظة: التواصل مع المشرف كان إلكترونيا بالرسائل والبريد ولذا جعلت الجلسة واحدة وعدد الساعات ساعة', NULL, '2019-06-10'),
(101, 146, '701', 'جيد', 'لا يوجد', '6', '7', 'ممتاز', 'لا يوجد', 'يوجد بعض الهدايات لبعض المعرفات في تويتر أو غيرها من وسائل التواصل لكن المشكلة في ذلك في كيفية توثيقها في الرسالة', 'لا يوجد', 'fileName1560240129.docx', '2019-06-11'),
(102, 147, '822', 'جيد والحمد لله', 'لا توجد بفضل الله', '1', '2', 'الالتزام التام والحمد لله', 'لا توجد', 'لحد لا توجد صعوبات والحمد لله، إلا ما كان من عدم اكتمال لائحة المصادر في سياق البحث التطبيقي حسب ما يسمح به الوقت.', 'المنجز من الهدايات الجزئية لحد الآن، قابل للزيادة والتعديل حسب ما يظهر من خلال الاطلاع على مزيد من المصادر والمراجع', 'fileName1560298447.pdf', '2019-06-12'),
(103, 148, '1020', 'ممتاز', 'لايوجد', '4', '8', '95 %', 'لايوجد', 'ضيق الوقت أحيانا', 'لايوجد', 'fileName1560317413.pdf', '2019-06-12'),
(104, 149, '2268', 'ممتاز', 'لا يوجد', '8', '8', 'ممتاز', 'لا يوجد', 'لا يوجد ، بفضل الله تعالى.', 'لا يوجد', NULL, '2019-06-12'),
(105, 150, '900', 'ممتازة', 'لا يوجد', '4', '2', 'ملتزم', 'لا يوجد', 'لا توجد', 'لا يوجد', 'fileName1560365310.pdf', '2019-06-12'),
(106, 152, '866', 'جيد', 'لا يوجد', '3', '4', 'ملتزم', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-06-12'),
(107, 151, '424', 'ممتاز', 'لا يوجد\r\n\r\nالتواصل ممتاز والحمد لله', '2', '2', 'الالتزام بها بنسبة 95%', 'لا يوجد', 'لا توجد صعوبات ولله الحمد', 'لا يوجد', NULL, '2019-06-12'),
(108, 153, '215', 'جيدة', 'لا يوجد', '1', '1', 'ملتزمة', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-06-13'),
(109, 154, '2500', 'ممتاز', 'لا يوجد', '15', '20', 'ممتاز', 'لايوجد', 'الهدايات الكلية', 'لايوجد', NULL, '2019-06-13'),
(110, 155, '2500', 'ممتاز', 'لايوجد', '15', '20', 'ممتاز', 'لايوجد', 'التعارض أحيانا بين لوائح الجامعة وما توصي به اللجنة العلمية', 'لايوجد', NULL, '2019-06-13'),
(111, 156, '2500', 'ممتاز', 'لا يوجد', '15', '20', 'ممتاز', 'لا يوجد', 'الهدايات الكلية', 'لايوجد', NULL, '2019-06-13'),
(112, 157, '2500', 'ممتاز', 'لايوجد', '15', '20', 'ممتاز', 'لايوجد', 'لا يوجد', 'لايوجد', NULL, '2019-06-13'),
(113, 158, '750', 'فيه تواصل ورد جيد في أوقات الدراسة النظامية, والمشكلة في رد الملزمات أو قراتها في رمضان والإجازة................ز', 'الصعوبة البالغة والظاهرة في رمضان وكذلك في الإجازة لمن عنده سفر خارج المملكة.....والله المستعان.....', '10', '01', 'أقوم بالتعديلات حسب الملاحظات', '..............', 'الحصول على الملحوظات بوقت كاف', 'بإن الله نسدد ونقارب وعلى الله توكلنا', NULL, '2019-06-13'),
(114, 160, '657', 'التوصل من طرفي جيد, والرد أيضا جيد, لكن المشكلة في رد الملرمة في الوقت المناسب,, رغم تقديمه بشهر قبل موعد التقرير, لكنه إلى الآن لم أستلم هذه الملزمة بالملحوظات...........', 'تداخل البحث مع رمضان والإجازة, وقد تأثرت أنا أيضا بذلك في الإنجاز, وعلى عتبة السفر الآن للبلاد والله والمستعان, انظروا موضوع الإجازة بدقة, أثابكم الله.........', '11', '11', 'حبذا لو حصلت عليها قبل موعد التقرير.................', 'حبذا لو ثمت ملحوظات لهذه الملزمة, ولازلت في انتظارها, ولا أستغني عنها أبدا, فمشرفي - بفضل الله - مكتبة تمشي على وجه الأرض.........', 'هو ما ذكرت من شان تداخل شهر العبادة إضافة إلى الإجازة مع البحث', 'هذه التقارير قد يكون فيها إحراج, وخاصة إدلاء الطالب بمشاكل المشرف, وخاصة إذا كان عزيزا عليه....لكن المصداقية تفرض علينا الإدلاء بالحقائق, والله يتولى أمورنا جميعا.....', NULL, '2019-06-14'),
(115, 161, '3000', 'ممتاز', 'لا يوجد', '15', '30', 'ممتاز', 'لا يوجد', 'التعارض بين لوائح الجامعة وتوجيهات اللجنة العليمة أحيانا.', 'لا يوجد', NULL, '2019-06-14'),
(116, 162, '701', 'التوصل من الطرفين جيد, لكن المشكلة في رد الملزمة في الوقت المناسب,, رغم تقديم المفردات بشهر قبل موعد التقرير, لكنه إلى الآن لم أستلم هذه الملزمة بالملحوظات...........', 'تداخل البحث مع رمضان والإجازة, وقد تأثرت أنا أيضا بذلك في الإنجاز, وعلى عتبة السفر الآن للبلاد والله والمستعان, انظروا موضوع الإجازة بدقة, أثابكم الله.........', '10', '10', 'حبذا لو حصلت على جميع الملاحظات قبل موعد التقرير.................', 'حبذا لو ثمت ملحوظات للمفردات, ولازلت في انتظارها, ولا أستغني عنها أبدا, فمشرفي - بفضل الله - مكتبة يمشي على وجه الأرض.........', 'هو ما ذكرت من شان تداخل شهر العبادة إضافة إلى الإجازة مع البحث...........ز', 'قد يكون في ملء بعض الخانات إحراج, كإدلاء الطالب بمشاكل المشرف, وخاصة إذا كان عزيزا عليه....لكن المصداقية تفرض علينا الإدلاء بالحقائق, والله يتولى أمورنا جميعا.....\r\nوأما الساعة المدخلة فهي تقريبية,,,ولا يمكن كتابة غير الأرقام في خانتها, وإلا لأضفت كلمة: (تقريبا).........', NULL, '2019-06-14'),
(117, 163, '0', 'جيد', 'يوجد تواصل جيد', '-3', '-6', 'جيد', 'يوجد التزام بتعديلات المشرف', 'لا يوجد والحمد لله', 'يوجد اهتمام بمتعلقات البحث من المشرف والطالب .', 'fileName1560539118.pdf', '2019-06-14'),
(118, 166, '159', 'جيد', 'التواصل مستمر', '5', '1', 'ممتاز', 'لا يوجد', 'لا يوجد', 'لا توجد', NULL, '2019-06-15'),
(119, 165, '0', 'ممتاز', 'لا يوجد', '6', '6', 'تم الالتزام بجميع تعديلات المشرف', 'لم يحصل عدم التزام بتعديلات المشرف', 'ضيق الوقت بسبب عدم التفرغ', 'تم إجراء التعديلات التي وافاني بها أعضاء الموسوعة على التمهيد وسارفعه لكم بالملف المرفق', 'fileName1560575385.pdf', '2019-06-15'),
(120, 167, '70', 'ممتاز ، ولكن عبر البريد لأنه خارج الأردن', '-', '2', '6', 'الحمد لله ، ألتزم بما يطلب مني', '-', '-', '-', NULL, '2019-06-15'),
(121, 168, '-1', 'جيد', 'لا يوجد', '1', '1', 'جيد', 'لا يوجد', 'اختلاف طريقة الكتابة في الجامعة عن الموسوعة\r\nتداخل بعض العناوين', 'لا يوجد', NULL, '2019-06-15'),
(122, 169, '0', 'ممتاز', 'لا يوجد', '12', '12', 'ملتزم', 'لايوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-06-15'),
(123, 170, '1035', 'ممتاز', 'لا يوجد', '2', '6', '90', 'لا يوجد', 'بعض الصعوبات المتعلقة بالجو العام الذي يمر به السودان', 'نشكر الله على فضله وإحسانه ونسأله تعالى أن يشكر لإدارة الكرسي وفريق العمل وأن يجزيهم خير الجزاء ويرزقنا  جميعا الاخلاص والقبول والتوفيق والسداد', NULL, '2019-06-15'),
(124, 164, '1563', 'جيد جدا', 'لايوجد', '4', '4', '85', '--', 'حمد الله كثرا - الصعوبات كثرة المشاغل لا سيا معما مر به البلاد من نكبات وكثيرا ماتقطع الكهربا والماء والانترنت واضطراب الوع الأمني - نسال الله أن يحفظنا من الفتن', '--', NULL, '2019-06-15'),
(125, 171, '170', 'ممتاز', 'لا شيء', '5', '5', 'ممتاز', 'لا أسباب', 'لا شيء', 'لاشيء', 'fileName1560595638.pdf', '2019-06-15'),
(126, 173, '1588', 'جيد', 'تم التواصل مع المشرفة', '1', '1', 'تم الالتزام بتعديلات المشرفة', 'تم الالتزام بتعديلات المشرفة', 'تم رفع البحث المنجز والذي قرأتهُ المشرفة، وهناك جزء آخر من مبحث الهدايات الجزئية بالإضافة إلى مبحث أهمية الهدايات القرآنية، لم يتم رفعها على البوابة، نظراً لتواجدي خارج السودان، وانقطاع خدمة الإنترنت، وصعوبة التواصل مع المشرفة..', 'جزاكم الله خيراً وبارك في جهودكم.', NULL, '2019-06-15'),
(127, 174, '536', 'ممتاز', 'لا توجد', '7', '10', 'ملتزم بكل التعديلات', 'لا توجد', 'لا توجد', 'هذا البحث يتعلق بمفردات سورة الرعد من الآية 19إلى آخر السورة, والمعنى الإجمالي للسورة من الآية 19 إلى آخر السورة, والهدايات الخاصة بآيات السورة من الآية 19 الجزء الأول.', NULL, '2019-06-15'),
(128, 177, '534', 'ممتاز', 'لا توجد', '10', '20', 'ملتزم بالتعديلات', 'لا توجد', 'لا توجد', 'هذا البحث يتناول مفردات سورة الرعد من الآية 19إلى آخر السورة, والمعنى الإجمالي للسورة من الآية 19 إلى آخر السورة, والهدايات الخاصة بآيات السورة من الآية 19 الجزء الأول.', NULL, '2019-06-15'),
(129, 175, '000', 'ممتاز', 'لا يوجد', '3', '9', 'بدرجة عالية', 'لا يوجد', 'لا يوجد - بفضل الله -', 'بالنسبة لعدد الهدايات : ضمن الجدول الزمني لتسليم الأبحاث والتقارير لم نصل بعد لكتابة وتدوين الهدايات.\r\n\r\nجزى الله القائمين على إنجاح مشروع الهدايات خير الجزاء', NULL, '2019-06-15'),
(130, 176, '500', 'في أحسن الأحوال', 'لاتوجد', '3', '5', 'لم يقع أي تعديل لحد الساعة', 'لم يقع أي تعديل لحد الساعة', 'لكل بحث صعوباته، ويمكن أن ألخصها في نقطتين\r\nالأولى: ضيق الوقت المخصص مما جعلني أشتغل ليلا ونهارا دون انقطاع لا في أيام العطل ولا في غيرها، وهذا جعلني غير راض عن عملي، لذا نرجوا منكم التكرم التكرم علينا بإعادة النظر في الزمن المخصص، فالآية الواحدة قد تحتاج أكثر من أسبوع، يطاف على كتب التفسير ثم كتب الفقه والغريب، والبلاغة...، وهذا كما لايخفى على شريف علمكم يجتاج وقتا أطول.\r\nكثرة النقل في كتب التفسير، إذ أطوف على عشرات الكتب فأجد المعنى تقريبا يشبه بعضه بعضا، وقلةٌ قليية جدا هي الكتب التي اعتنت بإشارات القرآن، ونظرت إلى لمحاته، أما كتب البلاغة وغيرها  فوودت النظر فيها جميها لكن الوقت داهمني، ولكن سأرجع إليها جميها إن شاء الله.', 'الذي أرقني وجعلني أشغل ولا أررضى عن عملي هو جانب الوقت، خصوصا وأني موظف قد يذهب جل يومي في العمل، ولا أريد أن أترك شيئا من الجزء المخصص.', NULL, '2019-06-15'),
(131, 178, '881', 'ممتاز', 'لا يوجد', '10', '10', 'ممتاز', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-06-15'),
(132, 179, '0', 'جيد', 'لا توجد', '3', '6', 'جيد', 'لا توجد', 'ضيق الوقت وقلة الخبرة لدى الطالب في التعامل مع النصوص', 'لا توجد', NULL, '2019-06-15'),
(133, 180, '260', 'جيد جدا', 'لا توجد', '5', '5', 'ملتزم', 'لا توجد', 'لا توجد', 'التواصل مع المشرف يكون بالحضور للجامعة و بالهاتف ( واتس أب)', NULL, '2019-06-15'),
(134, 181, '424', 'ممتاز', 'لا يوجد', '2', '2', '100%', 'لا يوجد', 'لا توجد', 'لا توجد', NULL, '2019-06-15'),
(135, 182, '650', 'ممتاز جدا', 'لا يوجد', '3', '7', 'ملتزم', 'لا يوجد', 'لا يوجد', 'الشكر والتقدير لمشايخنا الفضلاء والعاملين بكرسي الهدايات جزاهم الله عنا خير الجزاء', NULL, '2019-06-15'),
(136, 183, '0', 'جيد جدا', 'التواصل في أبغ مداه والحمد لله', '3', '10', 'التزام تام بإرشادات المشرف وتوجيهاته', 'لا توجد', 'سرعة تلاحق تاريخ رفع المنجز', 'نسال الله حسن النية ولامة القصد', 'fileName1560623623.pdf', '2019-06-15'),
(137, 184, '0', 'حسن', 'لا يوجد شي من ذلك', '2', '5', '80 في المئة', 'لا توجد', 'غزارة المادة وكثرة المصادر والمراجع تجعل الاطلاع عليها والإفادة في ظل الوقت المحدد أمرا متعذرا، خاصة غريب القرآن الذي يوجد في المعاجم والتفاسير وكتب الغريب وغيرها\r\nضيق الوقت المحدد لا سيما مع ظروف متعددة تجعلنا لا نعمل في البحث أياما متوالية', 'احترت في الكلمات الغريبة التي يمكن الاقتصار عليها، وفي النهاية حاولت استقصاء كل كلمة يمكن أن يستفاد منها عند استنباط الهدايات، وقد أخذ هذا وقتا طويلا\r\nلا يمكن تحديد ما يتوافق مع الهدايات ونحن لم نستنبط الهدايات بعد\r\nاحترت في المعنى الاجمالي للسورة هل هو تفسير موضوعي للسورة أو هو بيان للمعاني الإجمالية لآياتها آية آية، ثم اخترت السير على طريقة تتوسط بين هذا وذاك', NULL, '2019-06-15'),
(138, 185, '0', 'حسن', 'لا شيء', '0', '0', 'جيد', 'لا شيء', 'ضيق الوقت', 'لا شيء', NULL, '2019-06-15'),
(139, 186, '0', 'جيد جدا', 'لاشيء', '3', '3', '100\\100', 'لاشيء', 'لاشيء', 'لاشيء', NULL, '2019-06-15'),
(140, 187, '0', 'جيد', '-', '3', '1', 'لا يوجد تعديلات', '-', '-', '-', NULL, '2019-06-15'),
(141, 188, '0', 'ممتاز جدا', 'لا يوجد', '3', '3', 'الالتزام التام بالتعديلات المقترحة', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-06-16'),
(142, 189, '701', 'ممتاز', 'التعاقب في العمرة -- المتاريس والظروف الامنية وسكن المشرف بمنطقة صابرين وهى من اخطر المواقع بام درمان', '0', '0', 'لم يطلع المشرف على البحث', 'عدم اطلاعه', 'الانقطاع المتكرر للكهرباء ولفترات طويلة  - صعوبة الالتقاء بالمشرف - الظروف العامة المصاحبة لعدم الاستقرار في السودان -', 'لم يسعفني الوقت لتنقيح وترتيب الهدايات بحسب ألفاظ الآية، ولذلك قد تتالى المراجع على الهامش بدلاً عن  كتابة مرجع سابق .', NULL, '2019-06-16'),
(143, 190, '30', 'هذا الشهر كان ضعيفا بسبب رمضان والعيد ، وكان عدد الجلسات الاشرافية جلسة واحدة فقط.', 'لا يوجد', '1', '1', 'التزام تام', 'لا يوجد', 'لا يوجد', 'جزاكم الله خيرا', NULL, '2019-06-16'),
(144, 191, '424', 'ممتاز', 'لا يوجد', '2', '2', '100%', 'لا يوجد', 'لا توجد', 'لا توجد', NULL, '2019-06-17'),
(145, 193, '0', 'جيد', 'لا توجد', '2', '1', 'مستعد لأي تعديل يأتي منهما', 'لا توجد', 'إن شاء الله نتغلب عليها', 'لا توجد', NULL, '2019-06-30'),
(146, 194, '201', 'ممتاز', 'لا يوجد', '3', '3', 'ملتزمة', 'لايوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-07-25'),
(147, 195, '100', 'ممتاز', 'التواصل عبر البريد والتوانس دائم ، الجلسات فقط ٢ لأن المشرف خارج الأردن', '5', '5', 'التزام كامل بإذن الله', '-', 'في بعض المباحث لو يكون هناك عينة ، أو نرسل ما تم إنجازه حتى لو المُنجز قليل (عينة)للتوجيه والنصح قبل الإرسال في الموعد المحدد للخطة', '-', NULL, '2019-07-25');

-- --------------------------------------------------------

--
-- Table structure for table `searcher_critera`
--

CREATE TABLE `searcher_critera` (
  `Searcher` int(11) NOT NULL,
  `Criteria` int(11) NOT NULL,
  `Status` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `searcher_critera`
--

INSERT INTO `searcher_critera` (`Searcher`, `Criteria`, `Status`) VALUES
(11, 1, 'yes'),
(11, 2, 'yes');

-- --------------------------------------------------------

--
-- Table structure for table `searchs`
--

CREATE TABLE `searchs` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Alias` varchar(3000) NOT NULL,
  `Name` varchar(1000) NOT NULL,
  `Order` int(11) DEFAULT NULL,
  `SearchURL` text NOT NULL,
  `Division` int(11) DEFAULT NULL,
  `Searcher` int(11) NOT NULL,
  `Note` text,
  `Progress` text NOT NULL,
  `Divisionunit` int(11) DEFAULT NULL,
  `Cycle` int(11) NOT NULL,
  `Status` varchar(100) NOT NULL,
  `DivisionAll` text,
  `DivisionunitAll` text,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `searchs`
--

INSERT INTO `searchs` (`ID`, `Code`, `Alias`, `Name`, `Order`, `SearchURL`, `Division`, `Searcher`, `Note`, `Progress`, `Divisionunit`, `Cycle`, `Status`, `DivisionAll`, `DivisionunitAll`, `created_at`, `updated_at`) VALUES
(31, NULL, 'معاني السورة ومقاصدها', 'معاني السورة ومقاصدها', NULL, 'fileName1552378835.pdf', 2, 104, 'راجعت مع الباحث ما كتبه وأعطيته ملحوظاتي', 'تم الرفع', 4, 1, 'yes', NULL, NULL, '2019-03-13 10:00:45', '2019-03-13 10:00:45'),
(30, NULL, 'اسم السورة وفضلها وأحوال نزولها', 'اسم السورة وفضلها وأحوال نزولها', NULL, 'fileName1552378760.pdf', 1, 104, 'راجعت مع الباحث ما كتبه وأعطيته ملحوظاتي وعدل الملحوظات', 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-13 09:10:01', '2019-03-13 09:10:01'),
(29, NULL, 'التمهيد', 'التمهيد', NULL, 'fileName1552378690.pdf', 7, 104, 'راجعت مع الباحث ما كتبه', 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-13 10:00:02', '2019-03-13 10:00:02'),
(28, NULL, 'خطة البحث', 'المقدمة', NULL, 'fileName1552378598.pdf', 6, 104, 'راجعت مع الباحث ما كتبه', 'تم الرفع', 15, 1, 'yes', NULL, NULL, '2019-03-13 10:00:19', '2019-03-13 10:00:19'),
(27, NULL, 'اسم السورة - فضلها - أحوال نزولها - هدايات 24 آية', 'الفصل الأول - هداية 24آية', NULL, 'fileName1552452513.pdf', 3, 111, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-13 04:48:33', '2019-03-13 04:48:33'),
(26, NULL, 'اسم السورة - فضلها - أحوال نزولها - هدايات 24 آية', 'الفصل الأول - هداية 24آية', NULL, 'fileName1552337210.pdf', 1, 111, NULL, 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-11 20:46:50', '2019-03-11 20:46:50'),
(103, NULL, 'هذا الجزء البحثي يتضمن المبحثين الأولين المتعلقين بالهدايات القرآنية: تعريفها وأهميتها، ويتضمن كذلك الفصل الأول من الباب الأول بمباحثه الثلاثة', 'الهدايات القرآنية تعريفها واهميتها', NULL, 'fileName1552647637.pdf', 1, 114, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-15 11:00:37', '2019-03-15 11:00:37'),
(25, NULL, 'اسم السورة - فضلها - أحوال نزولها - هدايات 24 آية', 'الفصل الأول - هداية 24آية', NULL, 'fileName1552453287.pdf', 1, 111, NULL, 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-13 05:01:27', '2019-03-13 05:01:27'),
(23, NULL, 'اسم السورة - فضلها - أحوال نزولها - هدايات 24 آية', 'الفصل الأول - هداية 24آية', NULL, 'fileName1552337016.pdf', 1, 111, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-11 20:43:36', '2019-03-11 20:43:36'),
(108, NULL, 'هذا الملف يتضمن الهدايات الجزئية في سورة يوسف من آية 58 إلى آية 75', 'الهدايات الجزئية في سورة يوسف', NULL, 'fileName1552658765.pdf', 3, 105, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-15 14:06:05', '2019-03-15 14:06:05'),
(106, NULL, 'الهدايات الخاصة بآيات السورة', 'هدايات الآيات', NULL, 'fileName1552654917.pdf', 3, 85, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-15 13:01:57', '2019-03-15 13:01:57'),
(107, NULL, 'الهدايات الجزئية', 'محمد يحيى سعد آل منشط', NULL, 'fileName1552657720.pdf', 3, 82, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-15 13:48:40', '2019-03-15 13:48:40'),
(32, NULL, 'الهدايات الجزئية', 'الهدايات الجزئية', NULL, 'fileName1552378898.pdf', 3, 104, 'راجعت مع الباحث ما كتبه وأعطيته ملحوظاتي وعدل الملحوظات', 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-13 09:59:00', '2019-03-13 09:59:00'),
(33, NULL, 'مناسبات السورة وخصائصها وأساليبها', 'مناسبات السورة وخصائصها وأساليبها', NULL, 'fileName1552378960.pdf', 4, 104, 'راجعت مع الباحث ما كتبه وأعطيته ملحوظاتي', 'تم الرفع', 9, 1, 'yes', NULL, NULL, '2019-03-13 09:59:33', '2019-03-13 09:59:33'),
(34, NULL, 'تعريف الهدايات القرآنية', 'التمهيد', NULL, 'fileName1552386234.pdf', 7, 95, 'تم مناقشة الخطة بنجاح وأجيزت من قسم القرآن والحديث', 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-18 02:50:34', '2019-03-18 02:50:34'),
(35, NULL, 'اسم السورة، وفضلها، وأحوال نزولها', 'الفصل الأول: مقدمات تفسيرية لدراسة هدايات سورة الأنعام', NULL, 'fileName1552386382.pdf', 1, 95, 'العمل جيد ومتسلسل باستثناء طريقة توثيق الأحاديث في التخريج', 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-18 02:53:23', '2019-03-18 02:53:23'),
(36, NULL, 'اسم السورة، وفضلها، وأحوال نزولها', 'الفصل الأول: مقدمات تفسيرية لدراسة هدايات سورة الأنعام', NULL, 'fileName1552386512.pdf', 1, 95, 'العمل جيد ومتسلسل باستثناء طريقة توثيق الأحاديث في التخريج، وتوثيق النقل من الكتب كذلك.', 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-18 02:54:33', '2019-03-18 02:54:33'),
(37, NULL, 'اسم السورة', 'الفصل الأول', NULL, 'fileName1552402922.pdf', 1, 113, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-12 15:02:03', '2019-03-12 15:02:03'),
(38, NULL, 'فضل السورة', 'الفصل الأول', NULL, 'fileName1552403094.pdf', 1, 113, NULL, 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-12 15:04:54', '2019-03-12 15:04:54'),
(39, NULL, 'أحوال نزول السورة', 'الفصل الأول', NULL, 'fileName1552403299.pdf', 1, 113, NULL, 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-12 15:08:19', '2019-03-12 15:08:19'),
(40, NULL, 'مقاصد السورة', 'الفصل الأول', NULL, 'fileName1552403494.pdf', 2, 113, NULL, 'تم الرفع', 4, 1, 'yes', NULL, NULL, '2019-03-12 15:11:34', '2019-03-12 15:11:34'),
(41, NULL, 'المبحث الأول: الهدايات الخاصة بآيات السورة من آية 1 إلى آية 14', 'الباب الثاني: الفصل الأول: الهدايات الجزئية والكلية في السورة', NULL, 'fileName1552403793.pdf', 3, 113, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-12 15:16:34', '2019-03-12 15:16:34'),
(42, NULL, 'يتضمن التعريف بالهديات في اللغة واستخداماتها في القرآن الكريم, وتحرير الهدايات اصطلاح وإبراز جوانب من أهميتها.', 'تعريف الهدايات وأهميتها', NULL, 'fileName1552430173.pdf', 7, 103, 'راجعت مع الباحث ما كتبه', 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-13 10:03:34', '2019-03-13 10:03:34'),
(43, NULL, 'اسم السورة وذكر الأخبار الواردة به, وبيان وجه التسمية, ومناقشة بعض الأوجه الواردة عن بعض العلماء.', 'اسم السورة', NULL, 'fileName1552430489.pdf', 1, 103, 'راجعت مع الباحث ما كتبه وأعطيته ملحوظاتي وعدل الملحوظات', 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-13 10:03:55', '2019-03-13 10:03:55'),
(44, NULL, 'ذكر الفضائل الواردة عن سورة هود وشرح بعضها, وبيان صحيحها من سقيمها.', 'فضائل السورة', NULL, 'fileName1552430671.pdf', 1, 103, 'راجعت مع الباحث ما كتبه وعدل ما يحتاج إلى تعديل', 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-13 10:04:15', '2019-03-13 10:04:15'),
(45, NULL, 'ذكر الأحوال المتعلقة بسورة هود بدء بوقت نزولها والأجواء العامة لها, وبيان مكيتها, وعدد آياتها, وترتيبها في المصحف وفي النزول, ومناقشة بعض أسباب نزولها, وذكر مناسبتها لما قبلها...', 'أحوال نزول سورة هود', NULL, 'fileName1552430931.pdf', 1, 103, 'راجعت مع الباحث ما كتبه وعدل ما يحتاج إلى تعديل وأنا معه', 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-13 10:03:11', '2019-03-13 10:03:11'),
(46, NULL, 'الهدايات الجزئية للآيات من 16 - 24 من سورة البقرة', 'الهدايات الجزئية في السورة', NULL, 'fileName1552468444.pdf', 3, 81, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-13 09:14:04', '2019-03-13 09:14:04'),
(47, NULL, 'القسم الأول - الباب الأول  - الفصل الثاني - المبحث الثاني', 'الهدايات القرآنية من  آخر سورة الأعراف - أول سورة الأنفال', NULL, 'fileName1552464950.pdf', 2, 98, 'الطالب ممتاز وأداءه جيد جدا وسريع الاستجابة ودقيق في التوثيق في الغالب لكن يلاحظ كثرة النقولات وكذلك السطحية أحيانا في البحث، وقد تم توجيه الطالب للتعمق أكثر، وإظهار شخصيته، وتقليل النقول والتعبيرعن كلام العلماء بأسلوبه هو، كذلك المراجع تحتاج لإثراء وتنوع أكثر،  كما يحتاج الباحث لمناقشة الآراء والأفكار المنقولة بشكل أعمق وألا يمر عليها مرور الكرام، وكذلك يحتاج التدليل في كثير مما يطرح وضرب الأمثلة ، ومما يلاحظ على الباحث أنه أحيانا يختصر الكلام في أماكن تحتاج إلى بسط. \r\nوفي الأخير أسأل الله أن ينفع به وأن يجزيه خيرا', 'تم الرفع', 5, 1, 'yes', NULL, NULL, '2019-03-15 12:15:15', '2019-03-15 12:15:15'),
(48, NULL, 'أهمية الهدايات القرآنية', 'التمهيد', NULL, 'fileName1552488351.pdf', 7, 95, 'الباحث ملتزم بخطة عمل الموسوعة في المقدمات التمهيدية العامّة', 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-18 02:51:31', '2019-03-18 02:51:31'),
(109, NULL, 'الباب الثاني- الفصل الأول- هدايات جزئية', 'الهدايات الجزئية آل عمران من 93 - 116', NULL, 'fileName1552660274.pdf', 3, 87, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-15 14:31:14', '2019-03-15 14:31:14'),
(50, NULL, 'تعريف الهدايات وأهميتها', 'هدايات سورة طه', NULL, 'fileName1552510343.pdf', 7, 112, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-13 20:52:24', '2019-03-13 20:52:24'),
(51, NULL, 'الفصل الأول', 'هدايات سورة طه', NULL, 'fileName1552510427.pdf', 1, 112, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-13 20:53:47', '2019-03-13 20:53:47'),
(52, NULL, 'الفصل الثاني ويشمل معاني السورة ومقاصدها والمعنى الاجمالي', 'هدايات سورة طه', NULL, 'fileName1552510559.pdf', 2, 112, NULL, 'تم الرفع', 4, 1, 'yes', NULL, NULL, '2019-03-13 20:55:59', '2019-03-13 20:55:59'),
(53, NULL, 'الباب الثاني', 'هدايات سورة طه', NULL, 'fileName1552510656.pdf', 3, 112, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-13 20:57:36', '2019-03-13 20:57:36'),
(54, NULL, 'يحتوي هذا الجزء من البحث على التمهيد، بمباحثه الأربعة: الأول: التعريف بالهدايات القرآنية. ثانياً: أهمية الهدايات القرآنية. ثالثاً: منهج العلماء في استخراج الهدايات القرآنية. رابعاً:إطلاقات العلماء للهدايات القرآنية, وطرق تناولهم لها. ولقد قام البحث بدراسة كل قضة ومسألة من قضايا ومسائل هذه المباحث، وتجليتها وتحرير الكلام فيها، مما أعطاها صورة واضحة، وذلك باعتبار أن هذه المباحث التمهيدية، هي بمثابة دراسة تأصيلية يقوم عليها البحث', 'القسم الأول : الهدايات القرآنية في سورة النور من الآية ( 27 ) إلى آخر السورة: البـاب الأول بفصليه', NULL, 'fileName1552516836.pdf', 7, 116, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-15 18:01:12', '2019-03-15 18:01:12'),
(55, NULL, 'يحتوي هذا الجزء من البحث على اسم السورة الكريمة، وتضمن:  1) أسماء السور القرآنية اجتهادية أم توقيفية، 2) علاقة أسماء السور بمضامينها ومقاصدها. 3)  سبب تسمية سورة النور بهذا الاسم. 4) ترتيبها وعدد آياتها.5) موضوع السورة ومحورها الرئيس.6) ما انفردت به السورة.', 'القسم الأول : الهدايات القرآنية في سورة النور من الآية ( 27 ) إلى آخر السورة: البـاب الأول بفصليه', NULL, 'fileName1552517210.pdf', 1, 116, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-15 18:01:38', '2019-03-15 18:01:38'),
(56, NULL, 'يحتوي هذا الجزء من البحث على فضائل السورة ومنزلتها، وما جاءت به الأحاديث الصحيحة مما يدل على ذلك.', 'القسم الأول : الهدايات القرآنية في سورة النور من الآية ( 27 ) إلى آخر السورة: البـاب الأول بفصليه', NULL, 'fileName1552517421.pdf', 1, 116, NULL, 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-15 18:02:16', '2019-03-15 18:02:16'),
(97, NULL, 'الهدايات الجزئية في المقطع الأول عن حادثة تحويل القبلة', 'الهدايات الجزئية في الآيات من 142 إلى 152', NULL, 'fileName1552632417.pdf', 3, 83, 'تم الاطلاع وتعديل المطلوب', 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-15 14:18:35', '2019-03-15 14:18:35'),
(57, NULL, 'يحتوي هذا الجزء من البحث على أحوال نزول السورة، وتضمن: 1) نوعها ومكان تزولها. 2) الجو العام لتاريخ ووقت نزول سورة النور، وما يدل على ذلك من خلال موضوعتها وقضاياها.', 'القسم الأول : الهدايات القرآنية في سورة النور من الآية ( 27 ) إلى آخر السورة: البـاب الأول بفصليه', NULL, 'fileName1552517601.pdf', 1, 116, NULL, 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-15 18:00:40', '2019-03-15 18:00:40'),
(58, NULL, 'يحتوي هذا الجزء من البحث على مقاصد السورة العامة ومدى دلالاتها على هداية السورة، وتضمن: 1) تمهيد حول التعريف بالمقاصد عموماً ومقاصد السور القرآنية خصوصاً. 2) المقصد العام لسورة النور. 3) موضوعات السورة الرئيسة والكبرى.', 'القسم الأول : الهدايات القرآنية في سورة النور من الآية ( 27 ) إلى آخر السورة: البـاب الأول بفصليه', NULL, 'fileName1552518671.pdf', 2, 116, NULL, 'تم الرفع', 4, 1, 'yes', NULL, NULL, '2019-03-15 18:02:43', '2019-03-15 18:02:43'),
(100, NULL, 'الهدايات الجزئية في المقطع الأول عن حادثة تحويل القبلة', 'الهدايات الجزئية في الآيات من 142 إلى 152', NULL, 'fileName1552633148.pdf', 3, 83, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-15 06:59:08', '2019-03-15 06:59:08'),
(59, NULL, 'يحتوي هذا الجزء من البحث على معاني مفردات السورة من الآية ( 27 ) إلى آخر السورة، وتضمن: 1) تمهيد مختصر. 2) شرح غريب مفردات السورة وما تفردت به من ألفاظ ومصطلحات.', 'القسم الأول : الهدايات القرآنية في سورة النور من الآية ( 27 ) إلى آخر السورة: البـاب الأول بفصليه', NULL, 'fileName1552518741.pdf', 2, 116, NULL, 'تم الرفع', 5, 1, 'yes', NULL, NULL, '2019-03-15 18:03:31', '2019-03-15 18:03:31'),
(99, NULL, 'الهدايات الجزئية في المقطع الأول عن حادثة تحويل القبلة', 'الهدايات الجزئية في الآيات من 142 إلى 152', NULL, 'fileName1552633071.pdf', 3, 83, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-15 06:57:51', '2019-03-15 06:57:51'),
(60, NULL, 'يحتوي هذا الجزء من البحث على المعنى الإجمالي لآيات السورة بما يتوافق مع هداياتها، من الآية27 إلى نهاية السورة، وتضمن: 1) تقسيم السورة إلى تسعة مقاطع.2) وضع عنوان مناسب لكل مقطع مما يضمه هذا المقطع من قضايا وأحكام وهدايات. 3) تقديم معنى إجمالي بما يتوافق مع هدايات كل مقطع.', 'المعنى الإجمالي لآيات السورة بما يتوافق مع هداياتها، من الآية27 إلى نهاية السورة', NULL, 'fileName1552518850.pdf', 2, 116, NULL, 'تم الرفع', 6, 1, 'yes', NULL, NULL, '2019-03-15 17:55:19', '2019-03-15 17:55:19'),
(98, NULL, 'الهدايات الجزئية في المقطع الأول عن حادثة تحويل القبلة', 'الهدايات الجزئية في الآيات من 142 إلى 152', NULL, 'fileName1552633012.pdf', 3, 83, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-15 06:56:52', '2019-03-15 06:56:52'),
(61, NULL, 'الهدايات الجزئية للآيات: (204- 210)، (228- 230)', 'الهدايات الجزئية للآيات: (204- 210)، (228- 230)', NULL, 'fileName1552541361.pdf', 3, 84, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-14 05:29:21', '2019-03-14 05:29:21'),
(62, NULL, 'مقدمة الرسالة : تحتوي على مقدمة / مشكلة الدراسة / أهمية الموضوع / أسباب اختياره / أهداف البحث / حدود البحث / الدراسات السابقة / الجديد الذي يقدمه / المنهج المُتبع / الخطوات الإجرائية / الخطة', 'الهدايات القرآنية للحزب 13 - المقدمة', NULL, 'fileName1552542441.pdf', 6, 93, 'تم الاطلاع على المقدمة', 'تم الرفع', 15, 1, 'yes', NULL, NULL, '2019-03-15 07:47:11', '2019-03-15 07:47:11'),
(64, NULL, 'من الفصل الأول المبحث الأول : أسماء السور القرآنية توقيفية أم اجتهادية / اسم السورة / ما جاء في أسماءها / الراجح', 'المبحث الأول : اسم السورة', NULL, 'fileName1552543588.pdf', 1, 93, 'هذا المبحث بحاجة إلى إعادة كتابة\r\nلما فيه من إشكال ترجيح التوقيف في أسماء السور ثم القول بأن منها اجتهادي ومنها توقيفي مع الحادة إلى تخريج الروايات والحكم عليها', 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-15 07:45:29', '2019-03-15 07:45:29'),
(65, NULL, 'فضل السورة', 'فضل السورة', NULL, 'fileName1552544114.pdf', 1, 93, 'من الواضح أن هذا المبحث لم يتم وفيه نواقص كما ذكر الباحث سيتم تداركها ومن المهم الحكم على الروايات فإن فيها ما لم يصح وروايات نزول سورة المائدة جملة تعارض ما هو أصح منها كأسباب النزول لآيات منها وموضوعاتها المتفرقة والمنتشرة زمنيا بما يمنع من نزولها جملة واحدة ولذا المبحث بحاجة إلى تحرير', 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-15 07:51:06', '2019-03-15 07:51:06'),
(66, NULL, 'أحوال نزول السورة / ترتيب نزولها / أسباب النزول', 'أحوال نزولها', NULL, 'fileName1552548627.pdf', 1, 93, 'مبحث احوال النزول يلحظ بعض اخطاء الطباعة\r\nوالحاجة إلى إتمام البحث فيه\r\nأسباب النزول يوجد أسباب نزول لآيات أخرى في هذه المجموعة مثل آيات بداية الجزء\r\nالحاجة إلى وضع النص المنقول بالحرف بين علامتي تنصيص\r\nوفي الهامس انظر بتصرف : انظر تغني عن بتصرف\r\nوبالنسبة لوقت نزول السورة الموجود جيد ولبحاجة إلى إتمام وبالله التوفيق', 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-15 07:17:14', '2019-03-15 07:17:14'),
(195, NULL, 'من الفصل الأول المبحث الأول : أسماء السور القرآنية توقيفية أم اجتهادية / اسم السورة / ما جاء في أسماءها / الراجح', 'مباحث : تعريف الهدايات / أهميتها / اسم السورة / فضلها (مُعدل)', NULL, 'fileName1564034459.pdf', NULL, 93, NULL, 'تم الرفع', NULL, 1, 'yes', 'الباب الأول - الفصل الأول : اسم السورة ، وفضلها ، واحوال نزولها;', 'ق1-ف1- المبحث الأول : أسماء السورة.;', '2019-07-25 06:01:00', '2019-07-25 06:01:00'),
(70, NULL, 'التمهيد / أهمية الهدايات / منهج العلماء في استخراجها', 'التمهيد', NULL, 'fileName1552550640.pdf', 7, 93, 'من الواضح أ نالتمهيد في نسخته الأولية وبحاجة إلى تقبيت معلومات منها ما الطالب مضطر إلى تأخيره إلى ما بعد كتابة مباحث غيره\r\nفلا بأس بإعادة النظر فيه وإتمامه', 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-15 07:20:47', '2019-03-15 07:20:47'),
(71, NULL, 'المبحث الأول: (تعريف الهدايات), المبحث الثاني: أهمية الهدايات', 'التمهيد', NULL, 'fileName1552554176.pdf', 7, 101, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-14 09:02:56', '2019-03-14 09:02:56'),
(72, NULL, 'اسماء السورة', 'القسم الأول- الباب الأول- الفصل الأول.', NULL, 'fileName1552555183.pdf', 1, 101, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-14 09:19:44', '2019-03-14 09:19:44'),
(73, NULL, 'فضائل السورة', 'القسم الأول- الباب الأول- الفصل الأول.', NULL, 'fileName1552555232.pdf', 1, 101, NULL, 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-14 09:20:32', '2019-03-14 09:20:32'),
(74, NULL, 'أحوال نزول السورة', 'القسم الأول- الباب الأول- الفصل الأول.', NULL, 'fileName1552555282.pdf', 1, 101, NULL, 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-14 09:21:22', '2019-03-14 09:21:22'),
(75, NULL, 'الهدايات الجزئية', 'القسم الأول- الباب الثاني', NULL, 'fileName1552555477.pdf', 3, 101, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-14 09:24:37', '2019-03-14 09:24:37'),
(76, NULL, 'المباحث الأربعة كلها', 'التمهيد', NULL, 'fileName1552558462.pdf', 7, 120, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-14 10:14:22', '2019-03-14 10:14:22'),
(77, NULL, 'الفصل الأول كاملاً', 'الفصل الأول: أسماء السورة وفضلها وأحوال نزولها', NULL, 'fileName1552575444.pdf', 1, 110, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-14 14:57:25', '2019-03-14 14:57:25'),
(78, NULL, 'جزء من الهدايات الخاصة بآيات السورة', 'الهدايات الخاصة بالآيات من آية رقم (1) حتى آية رقم (8) من سورة الكهف', NULL, 'fileName1552575681.pdf', 3, 110, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-14 15:01:21', '2019-03-14 15:01:21'),
(80, NULL, 'هذا الملف يتضمن اسم السورة وفضائلها وأحوال نزولها', 'الفصل الأول من الباب الأول كاملا', NULL, 'fileName1552587459.pdf', 1, 102, 'أجلس مع الطالب للنقاش في بعض المسائل ةيفيد كل من الآخر ويفرح بالملحوظات ويعدلها.', 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-04-03 14:26:37', '2019-04-03 14:26:37'),
(81, NULL, 'هذا الملف يتضمن مقاصد السورة العامة وشيء من معاني المفردات', 'المبحث الأول وشيء من المبحث الثاني من الفصل الثاني من الباب الأول', NULL, 'fileName1552587656.pdf', 2, 102, 'تجاوب الطالب معي سريعا في عمل ما طلب منه.', 'تم الرفع', 4, 1, 'yes', NULL, NULL, '2019-04-03 14:27:57', '2019-04-03 14:27:57'),
(82, NULL, 'هذا الملف تكملة لمعاني المفردات', 'تابع المبحث الثاني من الفصل الثاني', NULL, 'fileName1552587845.pdf', 2, 102, 'عدل الطالب الملحوظات بسرعة.', 'تم الرفع', 5, 1, 'yes', NULL, NULL, '2019-04-03 14:29:54', '2019-04-03 14:29:54'),
(83, NULL, 'المعنى الإجمالي للآيات', 'المبحث الثالث من الفصل الثاني', NULL, 'fileName1552588053.pdf', 2, 102, 'عدل الطالب الملحوظات.', 'تم الرفع', 6, 1, 'yes', NULL, NULL, '2019-04-03 14:28:55', '2019-04-03 14:28:55'),
(84, NULL, 'التعريف بالهدايات القرآنية لغة واصطلاحا', 'التعريف بالهدايات القرآنية', NULL, 'fileName1552602568.pdf', 7, 115, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-14 22:29:28', '2019-03-14 22:29:28'),
(85, NULL, 'أهمية الهدايات القرآنية', 'أهمية الهدايات القرآنية', NULL, 'fileName1552602625.pdf', 7, 115, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-14 22:30:25', '2019-03-14 22:30:25'),
(86, NULL, 'أسماء سورة المؤمنون .التوقيفية والاجتهادية وأدلتها ووجه تسميتها', '•	المبحث الأول: أسماء سورة المؤمنون .', NULL, 'fileName1552604199.pdf', 1, 115, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-14 22:56:39', '2019-03-14 22:56:39'),
(87, NULL, 'الأحاديث الواردة فضائل سورة المؤمنون ما صح منها وما لم يصح.', '•	المبحث الثاني: فضائل سورة المؤمنون.', NULL, 'fileName1552604401.pdf', 1, 115, NULL, 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-14 23:00:01', '2019-03-14 23:00:01'),
(88, NULL, 'أحوال نزول سورة المؤمنون وما تبث من أسباب النزول.', '•	المبحث الثالث: أحوال نزول سورة المؤمنون.', NULL, 'fileName1552604595.pdf', 1, 115, NULL, 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-14 23:03:15', '2019-03-14 23:03:15'),
(89, NULL, 'أسماء سورة النور التوقيفية والاجتهادية، والآثار الواردة في ذلك.', 'أسماء سورة النور.', NULL, 'fileName1552604999.pdf', 1, 115, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-14 23:09:59', '2019-03-14 23:09:59'),
(90, NULL, 'الأحاديث الواردة فضائل سورة النور ما صح منها وما لم يصح.', '•	المبحث الثاني: فضائل سورة النور.', NULL, 'fileName1552605072.pdf', 1, 115, NULL, 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-14 23:11:12', '2019-03-14 23:11:12'),
(91, NULL, 'أحوال نزول سورة النور وما تبث من أسباب النزول.', '•	المبحث الثالث: أحوال نزول سورة النور.', NULL, 'fileName1552605169.pdf', 1, 115, NULL, 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-14 23:12:49', '2019-03-14 23:12:49'),
(92, NULL, 'التمهيد+ المبحث الأول: اسم السورة، وفضلها، وأحوال نزولها', 'الفصل التمهيدي: التمهيد', NULL, 'fileName1552625221.pdf', 7, 97, 'انهت الباحثة المبحث الأول من الفصل التمهيدي وأجادت في سرد التعاريف اللغوية والاصطلاحية للهدايات بأمانة واتقان إلا أني أرى أن البحث العلمي ليس مجرد سرد الأقوال بل هو تحليل القضايا بصورة علمية، وعلى هذا أرجو الباحثة تبرز دورها أكثر في المناقشة والتحليل. \r\nثم قفذت الباحثة الى المبحث الأول من الفصل الأول بعد استشارتي وموافقتي، في هذا المبحث ناقشت الباحثة بجدارة وادت الموضوع حقه مع ان هناك بعض ملاحظات علمية شرحت للباحثة مسبقا.', 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-20 03:41:43', '2019-03-20 03:41:43'),
(93, NULL, 'مقدمة البحث', 'المقدمة', NULL, 'fileName1552625403.pdf', 6, 96, 'أجاد الطالب في كتابة المقدمة لبيان الخطة الأساسية لبحثه. وهناك أخطاء إملائية قليلة على الطالب أن يصححها.', 'تم الرفع', 15, 1, 'yes', NULL, NULL, '2019-03-18 07:39:53', '2019-03-18 07:39:53'),
(94, NULL, 'مقاصد السورة العامة ومدى دلالاتها على هدايات السورة', 'مقاصد سورة الأعراف', NULL, 'fileName1552626021.pdf', 2, 96, 'ما كتبه الطالب عبارة عن المبحث الأول من الفصل الثاني، وعليه أن يكمل المبحث الثاني والثالث. والمعلومات المكتوبة في هذا المبحث كاف شاف.', 'تم الرفع', 4, 1, 'yes', NULL, NULL, '2019-03-20 04:27:34', '2019-03-20 04:27:34'),
(95, NULL, 'فضل سورة الأعراف وأحوال نزولها', 'سورة الأعراف وفضلها', NULL, 'fileName1552626743.pdf', 1, 96, 'أجاد الطالب في ما كتب في الباب الأول، الفصل الأول من حيث شمولية المعلومات. ولكن هناك بعض الأخطاء التي جلها تقنية لا بد للطالب أن يصلحها، وهي مذكورة في تفاصيل الملاحظة.', 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-18 07:34:52', '2019-03-18 07:34:52'),
(96, NULL, 'تمهيد البحث', 'التمهيد', NULL, 'fileName1552626938.pdf', 7, 96, 'أجاد الطالب وأفاد في كتابة تمهيد شامل لأبعاد الهدايات القرآنية من حيث التعريف والتفريع والتأصيل. وهناك أخطاء إملائية بسيطة يصححها الطالب لاحقا.', 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-18 07:59:05', '2019-03-18 07:59:05'),
(101, NULL, 'تعريف الهدايات وأهميتها', 'التمهيد', NULL, 'fileName1552636254.pdf', 7, 92, 'بسم الله الرحمن الرحيم\r\nتقرير متابعة وإنجاز /1\r\nالسلام عليكم ورحمة اللله وبركاته \r\nيرجى العلم بأن الطالب الباحث مصطفى جمعه يسير في إنجازه وفق المطلوب ، وكان حريصا على المتابعة الدورية واللقاءات المتكررة للحوار والنقاش يشأن دراسته .\r\nوكان مستجيبا للملحوظات والنقاشات العلمية والمنهجية .\r\nوقد بلغ عدد اللقاءات أكثر من ثلاثة لقاءات \r\nكما وصل عدد الساعات الخاصة بالمتابع بحدود 9 ساعات .\r\nأ.د.سليمان الدقور', 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-17 10:32:37', '2019-03-17 10:32:37'),
(102, NULL, 'اسم السورة وفضائلها وأحوال نزولها', 'الفصل الأول', NULL, 'fileName1552636383.pdf', 1, 92, 'بسم الله الرحمن الرحيم\r\nتقرير متابعة وإنجاز /1\r\nالسلام عليكم ورحمة اللله وبركاته \r\nيرجى العلم بأن الطالب الباحث مصطفى جمعه يسير في إنجازه وفق المطلوب ، وكان حريصا على المتابعة الدورية واللقاءات المتكررة للحوار والنقاش يشأن دراسته .\r\nوكان مستجيبا للملحوظات والنقاشات العلمية والمنهجية .\r\nوقد بلغ عدد اللقاءات أكثر من ثلاثة لقاءات \r\nكما وصل عدد الساعات الخاصة بالمتابع بحدود 9 ساعات .\r\nأ.د.سليمان الدقور', 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-17 10:32:56', '2019-03-17 10:32:56'),
(104, NULL, 'الباب الاول الفصل الثاني معاني السورة ومقاصده (مبحث المفردات ومبحث المقاصد) و الباب الثاني الفصل الأول (الهدايات الجزئية من الآية24-30)', 'بقية باب المقدمات التفسيرية وجزء من هدايات السورة', NULL, 'fileName1552652676.pdf', 3, 89, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-15 12:24:36', '2019-03-15 12:24:36'),
(105, NULL, 'المقدمة، التمهيد، الفصل الأول من الباب الأول من القسم الأول، الفصل الأول من الباب الأول من القسم الثاني.', 'الجزء الأول للمرحلة الأولى', NULL, 'fileName1552653160.pdf', 1, 117, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-15 12:32:41', '2019-03-15 12:32:41'),
(110, NULL, 'المبحث الأول والثاني', 'التمهيد مع الفصل الأول من الباب الأول', NULL, 'fileName1552660591.pdf', 1, 94, NULL, 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-15 14:36:32', '2019-03-15 14:36:32'),
(111, NULL, 'المبحث الأول والثاني من التمهيد + مبحث أسماء السورة + مبحث فضائل السورة', 'التقرير الأول', NULL, 'fileName1552661300.pdf', 7, 122, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-15 14:48:21', '2019-03-15 14:48:21'),
(112, NULL, 'منجز من البحث يهم المبحثين الأولين من الفصل التمهيدي، والفصل الأول من الباب الأول من كل قسم', 'نورالدين أقجضاض', NULL, 'fileName1552661581.pdf', 1, 118, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-15 14:53:01', '2019-03-15 14:53:01'),
(113, NULL, 'منجز من البحث يهم المبحثين الأولين من الفصل التمهيدي، والفصل الأول من الباب الأول من كل قسم', 'نورالدين أقجضاض', NULL, 'fileName1552661731.pdf', 1, 118, NULL, 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-15 14:55:31', '2019-03-15 14:55:31'),
(114, NULL, 'منجز من البحث يهم المبحثين الأولين من الفصل التمهيدي، والفصل الأول من الباب الأول من كل قسم', 'نورالدين أقجضاض', NULL, 'fileName1552661793.pdf', 1, 118, NULL, 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-15 14:56:33', '2019-03-15 14:56:33'),
(115, NULL, 'منجز من البحث يهم المبحثين الأولين من الفصل التمهيدي، والفصل الأول من الباب الأول من كل قسم', 'نورالدين أقجضاض', NULL, 'fileName1552661905.pdf', 1, 118, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-15 14:58:25', '2019-03-15 14:58:25'),
(116, NULL, 'منجز من البحث يهم المبحثين الأولين من الفصل التمهيدي، والفصل الأول من الباب الأول من كل قسم', 'نورالدين أقجضاض', NULL, 'fileName1552661972.pdf', 1, 118, NULL, 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-15 14:59:32', '2019-03-15 14:59:32'),
(117, NULL, 'منجز من البحث يهم المبحثين الأولين من الفصل التمهيدي، والفصل الأول من الباب الأول من كل قسم', 'نورالدين أقجضاض', NULL, 'fileName1552662072.pdf', 1, 118, NULL, 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-15 15:01:12', '2019-03-15 15:01:12'),
(118, NULL, 'منجز من البحث يهم المبحثين الأولين من الفصل التمهيدي، والفصل الأول من الباب الأول من كل قسم', 'نورالدين أقجضاض', NULL, 'fileName1552662175.pdf', 7, 118, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-15 15:02:55', '2019-03-15 15:02:55'),
(119, NULL, 'منجز من البحث يهم المبحثين الأولين من الفصل التمهيدي، والفصل الأول من الباب الأول من كل قسم', 'نورالدين أقجضاض', NULL, 'fileName1552662221.pdf', 7, 118, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-15 15:03:41', '2019-03-15 15:03:41'),
(120, NULL, 'تناولت في هذا الجزء من البحث خمسة  مباحث موزعة على تمهيد وفصل؛ فـأما التمهيد فقد تناولت منه مبحثين: الأول: التعريف بالهدايات القرآنية، تناولت فيه مفهوم الهدى في اللغة وأرجعته إلى الإرشاد فقط، ومفهومه في القرآن وأرجعته إلى الإرشاد والتوفيق الذي يحدد السياق والمسند إليه الهدي، وتناولت فيه أيضا الهدايات القرآنية اصطلاحا، فحاولت تعريفها باعتبارها علما، أما المبحث الثاني فتناولت فيه أهميتها من حيث موضوعها وأثرها، وغاياتها، وحاجة الناس إليها، وتناولت شيئا يسير من صفاتها وتركت الباقي حتى أنتهي من استخراجها وأما الفصل الأول: ففيه ثلاثة مباحث الأول: اسم السورة، تناولت فيه التوقيف من عدمه وخلصت إلى أن بعضها اجتهادي، وبعضها توقيفي، والثاني، فضلها، تناولت فيه حكم تفضيل السور على بعضها، ونبهت فيه إلى الأحاديث الواردة في فضائل السور، والثالث: أحوال نزولها تنولت فيه الجوي العام فوقفت على الأسس التي تربط بين السور الثلاث الشعراء والنمل والقصص. أشير فقط إلى أني تناولت في هذا الفصل السورتين: سورة النمل والقصص وها أنا أعرض ما توصلت إليه عليكم لتقوموه وتسددوه، وتبينوا الخلل الموجود فيه حتى أتداركه إن شاء الله. وأسأل الله أن يجزيكم عنا وعن خدمة كتابه خير الجزاء', 'الأول المتعلق بمبحثين من التمهيد، والمباحث الثلاثة من الفصل الأول في السورتين سورة النمل وسورة القصص', NULL, 'fileName1552663076.pdf', 7, 119, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-15 15:17:56', '2019-03-15 15:17:56'),
(121, NULL, 'الباب الأول / الفصل الثاني / المبحث الثاني', 'معاني المفردات', NULL, 'fileName1552666322.pdf', 2, 90, NULL, 'تم الرفع', 5, 1, 'yes', NULL, NULL, '2019-03-15 16:12:02', '2019-03-15 16:12:02'),
(122, NULL, 'تم دراسة الهدايات من الآية 88 حتى الآية 119', 'الهدايات الجزئية في السورة', NULL, 'fileName1552666432.pdf', 3, 90, NULL, 'تم الرفع', 7, 1, 'yes', NULL, NULL, '2019-03-15 16:13:52', '2019-03-15 16:13:52'),
(123, NULL, 'المبحث الثاني', 'معاني مفردات السورة', NULL, 'fileName1552666770.pdf', 2, 88, NULL, 'تم الرفع', 5, 1, 'yes', NULL, NULL, '2019-03-15 16:19:30', '2019-03-15 16:19:30'),
(124, NULL, 'حوى المباحث التالية (اسم السورة، فضائلها، أحوال نزولها، مقاصدها، معاني مفرداتها، معانيها الإجمالية', 'االفصل الأول والثاني كاملاً من الباب الأول في القسم الأول من الرسالة', NULL, 'fileName1552668597.pdf', 1, 107, NULL, 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-15 16:49:57', '2019-03-15 16:49:57'),
(125, NULL, 'مباحث التمهيد والفصل الأول اسم السورة وفضائلها...مقاصد السورة العامة', 'محمد العمراني', NULL, 'fileName1552668702.pdf', 7, 123, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-15 16:51:42', '2019-03-15 16:51:42'),
(126, NULL, 'التمهيد: المبحث الأول: التعريف بالهدايات القرآنية،  المبحث الثاني: أهمية الهدايات القرآنية.    الباب الأول: الفصل الأول: المبحث الأول: اسم السورة، المبحث الثاني: فضائل السورة، المبحث الثالث: أحول نزول السورة.', 'التمهيد: المبحث الأول، المبحث الثاني.    الباب الأول: الفصل الأول: المبحث الأول، المبحث الثاني، المبحث الثالث.', NULL, 'fileName1552674612.pdf', 7, 100, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-15 18:30:12', '2019-03-15 18:30:12'),
(128, NULL, 'تمهيد والباب الأول', 'أول جزءبحثي', NULL, 'fileName1552676795.pdf', 1, 109, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-15 19:06:35', '2019-03-15 19:06:35'),
(129, NULL, '01 المبحث الأول التعريف بالهدايات', '01 المبحث الأول التعريف بالهدايات', NULL, 'fileName1552677119.pdf', 7, 91, 'أجرى الطالب التمهيد على الوجه الصحيح', 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-18 07:49:58', '2019-03-18 07:49:58'),
(130, NULL, '02 مبحث أهمية الهدايات القرآنية', '02 مبحث أهمية الهدايات القرآنية', NULL, 'fileName1552677232.pdf', 7, 91, 'توافق ما كتبه الطالب مع المطلوب عموما من الطلبة', 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-18 07:51:44', '2019-03-18 07:51:44'),
(131, NULL, '01 المبحث الأول أسماء سورة النساء', '01 المبحث الأول أسماء سورة النساء', NULL, 'fileName1552677342.pdf', 1, 91, 'قام الباحث بالمطلوب وفق شروط الموسوعة وضوابطها', 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-18 07:49:08', '2019-03-18 07:49:08'),
(132, NULL, '02 المبحث الثاني فضائل سورة النساء', '02 المبحث الثاني فضائل سورة النساء', NULL, 'fileName1552677443.pdf', 1, 91, 'تم المطلوب وفق الأصول الصحيحة', 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-18 07:51:16', '2019-03-18 07:51:16'),
(133, NULL, '01 المبحث الأول أسماء سورة المائدة', '01 المبحث الأول أسماء سورة المائدة', NULL, 'fileName1552677529.pdf', 1, 91, 'قام الباحث بالمطلوب وفق شروط الموسوعة وضوابطها', 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-18 07:48:40', '2019-03-18 07:48:40'),
(134, NULL, '02 المبحث الثاني فضائل سورة المائدة', '02 المبحث الثاني فضائل سورة المائدة', NULL, 'fileName1552677668.pdf', 1, 91, 'تم الإجراء من قبل الطالب', 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-18 07:50:29', '2019-03-18 07:50:29'),
(135, NULL, 'التمهيد', 'دنيا الرامي', NULL, 'fileName1552679615.pdf', 7, 121, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-15 19:53:35', '2019-03-15 19:53:35'),
(136, NULL, 'هذا المبحث يتعلق باسم السورة (سورة الرعد)', 'اسم السورة', NULL, 'fileName1552681465.pdf', 1, 106, NULL, 'تم الرفع', 1, 1, 'yes', NULL, NULL, '2019-03-15 20:24:25', '2019-03-15 20:24:25'),
(137, NULL, 'هذا المبحث يتعلق بفضائل السورة (سورة الرعد)', 'فضائل السورة', NULL, 'fileName1552681532.pdf', 1, 106, NULL, 'تم الرفع', 2, 1, 'yes', NULL, NULL, '2019-03-15 20:25:32', '2019-03-15 20:25:32'),
(138, NULL, 'هذا المبحث يتعلق بأحوال نزول السورة (سورة الرعد)', 'أحوال نزول السورة', NULL, 'fileName1552681594.pdf', 1, 106, NULL, 'تم الرفع', 3, 1, 'yes', NULL, NULL, '2019-03-15 20:26:34', '2019-03-15 20:26:34'),
(139, NULL, 'هذا المبحث يتعلق بمعاني مفردات سورة الرعد من الآية 19 إلى آخر السورة', 'مفردات السورة', NULL, 'fileName1552681703.pdf', 2, 106, NULL, 'تم الرفع', 5, 1, 'yes', NULL, NULL, '2019-03-15 20:28:23', '2019-03-15 20:28:23'),
(140, NULL, 'هذا المبحث يتعلق بمقاصد سورة الرعد العامة', 'مقاصد السورة العامة', NULL, 'fileName1552681796.pdf', 2, 106, NULL, 'تم الرفع', 4, 1, 'yes', NULL, NULL, '2019-03-15 20:29:56', '2019-03-15 20:29:56'),
(141, NULL, 'المقدمة+التمهيد+ الفصل الأول: أسم السورة،فضلها،واحوال نزولها', 'الهدايات القرآنية في سورة النحل من الآية (51) إلى آخر السورة  دراسة تطبيقية', NULL, 'fileName1553070047.pdf', 7, 108, NULL, 'تم الرفع', 16, 1, 'yes', NULL, NULL, '2019-03-20 08:20:47', '2019-03-20 08:20:47'),
(142, NULL, 'هدايا المقطع الأول', 'هدايات المقطع الأول', NULL, 'fileName1557151498.pdf', 3, 86, NULL, 'تم الرفع', 7, 1, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-05-06 14:04:58', '2019-05-06 14:04:58'),
(143, NULL, 'هدايات المقطع الثاني', 'هدايات المقطع الثاني', NULL, 'fileName1558017748.pdf', 3, 86, NULL, 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-05-16 14:42:28', '2019-05-16 14:42:28'),
(144, NULL, 'هدايات الآيات من 26 إلى 35 من سورة يونس', 'الفصل الأول من الباب الثاني', NULL, 'fileName1560078282.pdf', 3, 102, 'قرأت للطالب ما كتبه مع قلته نظرا لظروف مرت به بسبب المرض وكتبت له ملحوظاتي ووجهة نظري في بعض الهدايات وقام بعمل اللازم قبل رفعها على البوابة الإلكترونية', 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-19 15:02:37', '2019-06-19 15:02:37'),
(145, NULL, 'الهدايات الجزئية للآيات من 25 - 39 من سورة البقرة', 'الهدايات الجزئية في السورة', NULL, 'fileName1560163305.pdf', 3, 81, NULL, 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-10 10:41:46', '2019-06-10 10:41:46'),
(146, NULL, 'هدايات من آية 15 إلى 24', 'خالد نزال الحربي', NULL, 'fileName1560225454.pdf', 3, 112, NULL, 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-11 03:57:34', '2019-06-11 03:57:34'),
(147, NULL, 'يحتوي هذا الجزء على من البحث على مبحث الهدايات الخاصة بآيات سورة النور من الآية 27 إلى نهاية السورة.', 'ق1ف1 المبحث الأول الهدايات الخاصة بآيات السورة، من الآية 27  من سورة النور إلى آخر السورة', NULL, 'fileName1560293780.pdf', 5, 116, NULL, 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الثالث : واقع الأمة في ضوء هدايات السورة وأثر ذلك عليها;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-11 22:56:20', '2019-06-11 22:56:20'),
(148, NULL, 'هداية25 آية', 'الهدايات الجزئية من آية 24-50', NULL, 'fileName1560316234.pdf', 3, 111, NULL, 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-12 05:10:34', '2019-06-12 05:10:34'),
(149, NULL, 'الهدايات الخاصة بأيات السورة', 'الهدايات الجزئية', NULL, 'fileName1560333821.pdf', 3, 82, NULL, 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-12 10:03:41', '2019-06-12 10:03:41'),
(150, NULL, 'الهدايات الخاصة بآيات السورة', 'هدايات الآيات', NULL, 'fileName1560365043.pdf', 3, 85, NULL, 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-12 18:44:03', '2019-06-12 18:44:03'),
(151, NULL, 'الهدايات الجزئية في سورة البقرة: [211- 216]', 'الهدايات الجزئية في سورة البقرة: [211- 216]', NULL, 'fileName1560373851.pdf', 3, 84, NULL, 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-12 21:10:51', '2019-06-12 21:10:51'),
(152, NULL, 'جزء من الهدايات الخاصة بآيات السورة', 'الهدايات الجزئية من آية 9 حتى آية 26', NULL, 'fileName1560374119.pdf', 3, 110, NULL, 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-12 21:15:19', '2019-06-12 21:15:19'),
(153, NULL, 'الهدايات الخاصة بالسورة من آية15 إلى آية47', 'الباب الثاني: الفصل الأول: الهدايات الجزئية والكلية في السورة', NULL, 'fileName1560396936.pdf', 3, 113, NULL, 'تم الرفع', 9, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف2 المبحث الأول: المناسبات المتعلقة بهدايات آيات السورة.;', '2019-06-13 03:35:36', '2019-06-13 03:35:36'),
(166, NULL, 'القسم الأول - الباب الأول  - الفصل الثاني - المبحث الثالث + الباب الثاني - الفصل الأول - المبحث الأول', 'الهدايات القرآنية من  آخر سورة الأعراف - أول سورة الأنفال', NULL, 'fileName1560569306.pdf', NULL, 98, 'أداء الطالب متحسن من حيث الجودة لكن يلاحظ أن المادة التي كتبها الباحث  خلال الربع قليلة فهي لم تتجاوز 38 صفحة ( ما يقارب 12227 كلمة ) فقط \r\nوكذلك يلاحظ عليه التكرار في كثير من المصادر والمراجع وقد فاتت عليه بعض الهدايات من الآيات التي تم الاستنباط منها فينصح بالتعمق في الآية ودلالاتها وسياقها وقراءاتها القرآنية  والنظر في الأحاديث و الآثار والأقول حتى يستطيع أن يستنبط هدايات أكثر كذلك ينصح بأن يركز على استنباطات هدايات يستفاد منها في الواقع والحياة اليومية إضافة إلى ما ذكره', 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.;ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-28 12:03:26', '2019-06-28 12:03:26'),
(165, NULL, 'يشمل المبحث الأول مقاصد السورة العامة والمبحث الثاني معاني مفردات سورة الأنعام', 'الفصل الثاني معاني السورة ومقاصدها', NULL, 'fileName1560560610.pdf', NULL, 95, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.;ق1-ف2 المبحث الثاني: معاني مفردات السورة ومدى دلالاتها على هدايات السورة.;', '2019-06-15 01:03:30', '2019-06-15 01:03:30'),
(164, NULL, 'هدايات جزئية من الآية 117-134 .عدد 101 صفحة  بلغت 595 هداية', 'الهدايات القرآنية في سورة ىل عمران من الآية 93-170', NULL, 'fileName1560523806.pdf', 3, 87, NULL, 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-14 14:50:06', '2019-06-14 14:50:06'),
(163, NULL, 'الفصل الأول والفصل الثاني', 'الباب الأول: مقدمات تفسيرية لدراسة هدايات السورة.', NULL, 'fileName1560520464.pdf', 1, 120, NULL, 'تم الرفع', 6, 2, 'yes', 'الباب الأول - الفصل الأول : اسم السورة ، وفضلها ، واحوال نزولها;', 'ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.;', '2019-06-14 13:54:24', '2019-06-14 13:54:24'),
(162, NULL, 'استخرجت هداية النطاق من بعض الكتب واستنبطت هدايات جديدة,......... وتعرضت لبيان مفردات السورة مبينا أصل كل مفردة في اللغة ثم بيان وجوهها ونظائرها في القرآن الكريم وتوضيحها بالأمثلة ثم بيان معنى اللفظ في السياق القرآني....', 'هدايات الآيات: 23-40 ومعاني مفردات السورة............', NULL, 'fileName1560512380.pdf', 3, 103, 'قرأت مع الباحث ما كتبه وناقشته في بعض القضايا وذكرت له ملحوظاتي وعدل الملحوظات', 'تم الرفع', 7, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-21 21:45:38', '2019-06-21 21:45:38'),
(161, NULL, 'آخر ما بقي لي في سورة هود إلى آخر سورة يوسف ولم يبق إلا الهدايات الكلية لله الحمد', 'التزيل على الواقع في سورة هود إلى التنزيل على الواقع في سورة يوسف', NULL, 'fileName1560507893.pdf', 5, 104, 'قرأت للطالب بعض ما كتب وضاق الوقت علي وعليه في شهر رمضان فاستأنفت القراءة له بعذ رمضان وسأوافيه بملحوظاتي فور انتهائي من قراءة كل ما كتبه.', 'تم الرفع', 12, 2, 'yes', 'الباب الثاني - الفصل الثالث : واقع الأمة في ضوء هدايات السورة وأثر ذلك عليها;', 'ق2-ف3 المبحث الأول: واقع الفرد والمجتمع من هدايات السورة.;', '2019-06-21 22:04:15', '2019-06-21 22:04:15'),
(167, NULL, 'تعريف بالمقاصد / مقصد السورة العام / موضوعات السورة ( ما يتعلق بالحزب 13) + المفردات + المعنى الإجمالي', 'مباحث : المقصد العام / المفردات / المعنى الإجمالي لسورتي المائدة والأنعام الحزب 13', NULL, 'fileName1560581846.pdf', NULL, 93, 'اطلعت على ما أرسله لي الباحث من مادة علمية كتبها حول مقدمات السورة وموضوعاتها ومباحثها ومقاطعها .. وأرى ان كل هذا من المباحث التمهيدية مخدوم من قبل بشكل كبير وينبغي على الطالب الاعتناء بالإضافات ما أمكن ذلك والحرص في تقسيم السورة إلى مقاطع على الوحدة الموضوعية لها وتناسق الأقسام والإبداع ف يالإضافات والبدء بتسجيل ملاحظاته المتعلقة بالتدبر والهدايات حتى لا يدركه الوقت ويتأخر بها خاصة أنه باذات يملك وقتا محددا لإنهاء رسالته وبالله التوفيق', 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.;', '2019-06-18 10:39:58', '2019-06-18 10:39:58'),
(168, NULL, 'معاني السورة ومقاصدها', 'الباب الاول: الفصل الثاني', NULL, 'fileName1560587049.pdf', NULL, 97, 'ناقشت الباحثة زينب في هذا المبحث المفاهيم الأساسية لهدايات القرآن في سورة الأعراف وهي معاني آيات السورة ومقاصدها، فعرضت التعريف اللغوي والاصطلاحي ثم حللت هذه التعارف بصورة جيدة واختارت في الأخير ما تراه مناسبا، ثم ذكرت المقاصد العامة في السورة وعرضت اختلاف العلماء وادلتهم  في اتخاذ مقصد عام واحد للسورة أو جملة من المقاصد فناقشت أقوال العلماء بصورة علمية وذكرت في الأخير قولها المختار بعد تحليل الأدلة ومناقشتها. ثم عرضت معاني مفردات سورة الأعراف من آية 88 ألى 170 ثم بعد ذلك المعنى الإجمالي للآيات وقد راجعت في بيان المعاني إلى امهات الكتب في اللغة والتفسير وأراها صادقة في نقلها عن الآخرين وعادلة في تحليل ونقد الآراء. ثم في الأخير ذكرت جملة من موضوعات الآيات وهنا أرى من الأفضل عرضها بشكل يناسب عالمنا المعاصر بدلا من العرض التقليدي للموضوعات. وأثني الباحثة في طريقتها ومنهجها في العرض والمناقشة في كل المبحث وكذلك دقتها في النقل وتركيزها على الموضوع. وقد كان هناك اخطاء لغوية ومطبعية وكذلك أخطاء في ترتيب المطالب وأخطاء منهجية أخرى وضحت لها وهي تصحح ان شاء الله.', 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.;', '2019-06-19 04:33:36', '2019-06-19 04:33:36'),
(169, NULL, 'المقدمة+التمهيد+ الفصل الأول: أسم السورة،فضلها،واحوال نزولها+ الفصل الثاني+ معاني السورة ومقاصدها', 'الهدايات القرآنية في سورة النحل من الآية (51) إلى آخر السورة  دراسة تطبيقية', NULL, 'fileName1560590569.pdf', NULL, 108, NULL, 'تم الرفع', NULL, 2, 'yes', 'مقدمة;تمهيد;الباب الأول - الفصل الأول : اسم السورة ، وفضلها ، واحوال نزولها;الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'مقدمة;تمهيد;ق1-ف1- المبحث الأول : أسماء السورة.;ق1-ف1 المبحث الثاني :  فضائل السورة أو بعض آياتها بما جاءت به الأحاديث الصحيحة.;ق1-ف1 المبحث الثالث: أحوال نزول السورة.;ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.;ق1-ف2 المبحث الثاني: معاني مفردات السورة ومدى دلالاتها على هدايات السورة.;ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.;', '2019-06-15 09:22:49', '2019-06-15 09:22:49'),
(170, NULL, 'هدايات الآيات من الآية 31 وحتى الآية 35', 'الهدايات الجزئية في سورة النساء', NULL, 'fileName1560592795.pdf', NULL, 89, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-15 09:59:55', '2019-06-15 09:59:55'),
(171, NULL, 'الجزء رقم 2', '[الهدايات القرآنية في سورة الأحزاب من الآية (35 - آخر السورة)', NULL, 'fileName1560592998.pdf', NULL, 123, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الثاني - الفصل الثاني : مناسبات السورة وخصائصها وأساليبها في عرض هداياتها;', 'ق1-ف2 المبحث الثاني: معاني مفردات السورة ومدى دلالاتها على هدايات السورة.;', '2019-06-15 10:03:18', '2019-06-15 10:03:18'),
(180, NULL, 'المعنى الإجمالي، معاني المفردات والهدايات الجزئية١', 'المعنى الإجمالي، معاني المفردات والهدايات الجزئية١', NULL, 'fileName1560612346.pdf', NULL, 96, 'أجاد الطالب في ما كتب من المبحث الثاني والمبحث الثالث تحت الفصل الثاني من الباب الأول. وكذلك المبحث الأول من الفصل الأول في الباب الثاني. وانتها إلى الآية 12 من سورة الأعراف.\r\nوهنالك بعض الأخطاء الإملائية مثل \"بالإستدلال\"، \"الإستعاذة\"، \"الإستجارة\"، \"الإعتراف\"، \"الإتباع\"، \"ألا تدعوا\"، \"الإتهام\"، \"الإختصاص\"، \"الإستهانة\"، \"نطفه\"، \"شفره\"، ...\r\nويطلب من الطالب:\r\n1.	كتابة تخريج الأحاديث مشتملا على الكتاب والباب والرقم. وإذا كان الحديث من غير الصحيحين، يطلب من الطالب إثبات مدى صحته من خلال كلام علماء الحديث.\r\n2.	تشكيل الكلمات الغريبة من \"رجاس\".\r\n3.	توسيع المراجع في مجال القراءات على حسب ما أفاد أحد المشرفين (د. صبري)؛ في ما يأتي من البحث وفي ما مضى إن تيسر، خصوصا في توجيه القرائات من حيث إفادتها للهدايات. وذلك مثل الجَمَل، بفتح الجيم والميم، مع الجُمَّل، بضم الجيم وتشديد الملم. \r\nوعلى وجه العموم، يشكر الطالب على ما قام به من البحث.', 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق1-ف2 المبحث الثاني: معاني مفردات السورة ومدى دلالاتها على هدايات السورة.;ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.;ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-30 15:57:03', '2019-06-30 15:57:03'),
(173, NULL, 'الهدايات الجزئية في سورة النساء، الآيات (120-134)', 'الهدايات الجزئية في السورة', NULL, 'fileName1560594369.pdf', NULL, 90, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-15 10:26:09', '2019-06-15 10:26:09'),
(176, NULL, 'تناولت في هذا الجزء المبحثين المتعلقين بمفردات السورتين، سورة النمل والقصص، وشرعت في الهدايات الجزئية فابدأت من الآية التاسعة والخمسين من سورة النمل، ووصلت إلى السابعة والثمنانين منها أيضا، على أن أكمل ما يتعلق بالهدايات الجزية في السورتين في الجزء القادم إن شاء الله', 'المبحث الثاني معاني مفردات السورة -(سورتي النمل والقصص) ، وجزء من المبحث الثاني (الهدايات الجزئية في سورة النمل 28 آية منه)', NULL, 'fileName1560606347.pdf', NULL, 119, '-	استحضار عمل الآخرين في مشروع علمي كهذا، مع كونه غائب التشخص أمام الباحث، مما لا يحسن أن يكون؛ إذ لكل باحث وجهته وطريقته وذوقه..\r\n-	لا بد من التلبث في ترتيب المصادر وتقديم آصلها، ورعي جوانب الجدة في أفرادها.\r\n-	لا بد في قفو معاني المفردات من الميز بين الإطلاقات الأصلية الحقيقية للمفردة، وبين ما شابها من التجوز في معناها، والصدور عنها متجردة ، حسية.. قبل معانقتها لمراتب التعقل، وملابستها لأسيقة تلبسها معاني تبعية.. (مثلا : علاقة الملأ بالتشاور:18)\r\n-	يستحسن في المعاجم اللغوية أن تقع الحوالة على المادة في أصول جذورها، ثم تأكيدها استئناسا بالجزء والصفحة.\r\n-	التباعد عن معنى المفردة بشكل مباشر يطيل في غير ما حاجة عن الإفضاء إلى معناها المراد ( مثلا :الرعاء: 22)\r\n-	تكرار مؤلف المصدر مع كثرة وروده تأباه سلاسة المنطق المنهجي.\r\n-	يبدو أن الافتقار باق في القطع بمقاطع الهدايات وتعيين ذواتها، وتحديد دوالها، ويبقى الترجيح بشرطه ودليله هو الإمام في هذا المقام.والدليل أنحاء ومراتب، وبحسب ذلك يربو الظن أو يقصر عن مجال القطع ومنطق الإلزام.', 'تم الرفع', NULL, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-20 19:07:38', '2019-06-20 19:07:38'),
(175, NULL, 'معاني السورة ومقاصدها', 'الفصل الثاني', NULL, 'fileName1560605928.pdf', NULL, 92, 'بسم الله الرحمن الرحيم تقرير متابعة وإنجاز /2 السلام عليكم ورحمة اللله وبركاته يرجى العلم بأن الطالب الباحث مصطفى جمعه قد أنجز الفصل الثاني من رسالته وفق الملحوظات والتعديلات وهو يسير في إنجازه وفق الخطة وما هو مطلوب ، وكان حريصا على المتابعة الدورية واللقاءات المتكررة للحوار والنقاش يشأن دراسته . وكان مستجيبا للملحوظات والنقاشات العلمية والمنهجية . وقد بلغ عدد اللقاءات أكثر من أربعة لقاءات كما وصل عدد الساعات الخاصة بالمتابع بحدود 10 ساعات . أ.د.سليمان الدقور', 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.;', '2019-06-16 09:29:13', '2019-06-16 09:29:13'),
(177, NULL, 'هذا البحث يتعلق بمفردات سورة الرعد من الآية 19إلى آخر السورة, والمعنى الإجمالي للسورة من الآية 19 إلى آخر السورة, والهدايات الخاصة بآيات السورة من الآية 19 الجزء الأول.', 'مفردات سورة الرعد من الآية 19إلى آخر السورة, والمعنى الإجمالي للسورة من الآية 19 إلى آخر السورة, والهدايات الخاصة بآيات السورة من الآية 19 الجزء الأول.', NULL, 'fileName1560606365.pdf', NULL, 106, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.;', '2019-06-15 13:46:05', '2019-06-15 13:46:05'),
(178, NULL, 'الهدايات الجزئية في سورة التوبة من الآية 100 إلى الآية110', 'الهدايات الجزئية في سورة التوبة من الآية 100 إلى الآية110', NULL, 'fileName1560609365.pdf', NULL, 101, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-15 14:36:05', '2019-06-15 14:36:05'),
(179, NULL, 'سورة الروم', 'الفصل الأول: اسم السورة، وفضلها ، وأحوال نزولها / الفصل الثاني معاني السورة ومقاصدها', NULL, 'fileName1560610339.pdf', NULL, 121, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الأول : اسم السورة ، وفضلها ، واحوال نزولها;الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'مقدمة;تمهيد;ق1-ف1- المبحث الأول : أسماء السورة.;ق1-ف1 المبحث الثاني :  فضائل السورة أو بعض آياتها بما جاءت به الأحاديث الصحيحة.;ق1-ف1 المبحث الثالث: أحوال نزول السورة.;ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.;ق1-ف2 المبحث الثاني: معاني مفردات السورة ومدى دلالاتها على هدايات السورة.;ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.;', '2019-06-15 14:52:19', '2019-06-15 14:52:19');
INSERT INTO `searchs` (`ID`, `Code`, `Alias`, `Name`, `Order`, `SearchURL`, `Division`, `Searcher`, `Note`, `Progress`, `Divisionunit`, `Cycle`, `Status`, `DivisionAll`, `DivisionunitAll`, `created_at`, `updated_at`) VALUES
(182, NULL, 'الهدايات الجزئية في المقطع الثاني (من معالم الذكر والشكر والكقر)', 'الهدايات الجزئية في الآيات من 153 إلى 167', NULL, 'fileName1560617960.pdf', NULL, 83, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-15 16:59:20', '2019-06-15 16:59:20'),
(183, NULL, 'منجز من البحث يهم المباحث الثلاثة من الفصل الثاني من الباب الأول من القسمين معا', 'نورالدين أقجضاض', NULL, 'fileName1560622824.pdf', NULL, 118, '-	شفوف في معيارية انتخاب الأحق بالتعريف المعجمي، ويبقى مناط المدروس الحكم في تصديق ذلك أو تكذيبه.\r\n-	يراعى في النقول المستشهد بها  حسن التفصي مما قد تحملها نصوصها مما لا تعلق بمحل الشاهد؛ لما في ذلك من التشويش والتحويج إلى كلفة الشرح..(2: رذل عند ابن فارس.. قريب من الذي قبله) \r\n-	يستحسن في المعاجم اللغوية أن تقع الحوالة على المادة في أصول جذورها، ثم تأكيدها استئناسا بالجزء والصفحة.\r\n-	محاذرة بعض أثارات التكرار ( رقم 3 و4 : ص 7 و 8).\r\n-	الانتحاء بتفاريق الأقوال على الصيغة الجامعة والحقيقة الشاملة منتحى مطلوب  في الرشد العلمي المنهجي.\r\n-	أظن تعريف الفراهي لمقاصد السورة محقق لحقيقتها مفض إلى ماهيتها: غاية وتوسلا.', 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.;ق1-ف2 المبحث الثاني: معاني مفردات السورة ومدى دلالاتها على هدايات السورة.;ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.;', '2019-06-20 19:28:04', '2019-06-20 19:28:04'),
(184, NULL, 'يتضمن هذا الجزء الفصل الثاني الذي يتناول مقصود سورة الحج ومواضيعها الرئيسة ومعانيها الإجمالية وشرح الكلمات الغريبة الواردة فيها', 'رشيد الحمداوي', NULL, 'fileName1560623102.pdf', NULL, 114, '-	ترتيب وجوه تعريفات السورة في مقامها الاصطلاحي يسائل المعيار، خاصة بعد تجاهله المأخذ الزمني.\r\n-	جنوح إلى تكثير التعريفات، مع انفساح الإمكان لجعلها على الاختصار والاقتصار، على حد لحظ عناصر التعريف الثوابت؛ جامعية ومانعية.\r\n-	إطالة نسبية في صوغ التراجم، خاصة أن عظمها على غير غاية من الخفاء.\r\n-	لا يلزم من عدم التعريف عدم العني؛ فعين الباحث ينبغي أن تقع في عمل الأقدمين على الاعتبار التصرفي لا على مجرد العبارة التلفظية؛ ومن ثم فالتعريف المصوغ إنما هو مستفاد من واقع التصاريف، والعبرة بالحقائق والمعاني لا بصور الألفاظ والمباني.\r\n-	لا بد في صوغ التعريفات من رعي أصيل اللفظ (\"المحوري\", ويستحسن بديلا عنه: الأصيل أو ما شابه)، وشرح متعلقها (التدليل والتكميل).', 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.;ق1-ف2 المبحث الثاني: معاني مفردات السورة ومدى دلالاتها على هدايات السورة.;ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.;', '2019-06-20 18:32:08', '2019-06-20 18:32:08'),
(185, NULL, 'الباب الأول الفصل الثني من القسمين', 'معاني مفردات سورة المؤمنون والنور ومقاصدهما العامة ومعناهما الإجمالي', NULL, 'fileName1560627936.pdf', NULL, 115, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الثالث: المعنى الاجمالي للسورة بما يتوافق مع هدايات السورة.;', '2019-06-15 19:45:36', '2019-06-15 19:45:36'),
(186, NULL, 'الفصل الثاني من القسمين الأول والثاني', 'عبدالإله أيت الهنا', NULL, 'fileName1560629933.pdf', NULL, 117, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.;', '2019-06-15 20:18:53', '2019-06-15 20:18:53'),
(187, NULL, 'التسليم الثاني', 'التسليم الثاني', NULL, 'fileName1560630827.pdf', NULL, 91, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.;', '2019-06-15 20:33:47', '2019-06-15 20:33:47'),
(188, NULL, 'أحوال نزول السورة + معاني مفرداتها والمعنى الإجمالي لآياتها', 'التقرير الثاني', NULL, 'fileName1560668506.pdf', NULL, 122, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الثاني: معاني مفردات السورة ومدى دلالاتها على هدايات السورة.;', '2019-06-16 07:01:47', '2019-06-16 07:01:47'),
(189, NULL, 'مبحث الهدايات الجزئية', 'الباب الثاني', NULL, 'fileName1560672841.pdf', NULL, 88, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-16 08:14:01', '2019-06-16 08:14:01'),
(190, NULL, 'إضافة إلى ما سبق رفعه تم إضافة الهدايات التفصيلية للآية الأولى والثانية من سورة الحجر', 'الهدايات الجزئية في سورة الحجر', NULL, 'fileName1560682462.pdf', NULL, 107, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-16 10:54:22', '2019-06-16 10:54:22'),
(191, NULL, 'تضمن البحث استخراج هداية الآية 76 وقد احتوى على 23 هداية', 'هدايات قوله تعالى {فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاء أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِن وِعَاء أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلاَّ أَن يَشَاء اللّهُ نَرْفَعُ دَرَجَاتٍ مِّن نَّشَاء وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيم}[يوسف:76]', NULL, 'fileName1560703492.pdf', NULL, 105, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-16 16:44:52', '2019-06-16 16:44:52'),
(192, NULL, 'هدايا المقطع الأول', 'هدايات المقطع الأول', NULL, 'fileName1561281054.pdf', NULL, 86, NULL, 'تم الرفع', NULL, 3, 'yes', 'الباب الثاني - الفصل الأول : الهدايات الجزئية والكلية في السورة;', 'ق2-ف1 المبحث الأول : الهدايات الجزئية في السورة.;', '2019-06-23 09:10:54', '2019-06-23 09:10:54'),
(193, NULL, 'مقاصد سورة الأنعام', 'الفصل الثاني المبحث الأول', NULL, 'fileName1561887882.pdf', NULL, 94, NULL, 'تم الرفع', NULL, 2, 'yes', 'الباب الأول - الفصل الثاني : معاني السورة، ومقاصدها;', 'ق1-ف2 المبحث الأول: مقاصد السورة العامة ومدى دلالاتها على هدايات السورة.;', '2019-06-30 09:44:42', '2019-06-30 09:44:42'),
(194, NULL, 'اسم السورة', 'الفصل الأول', NULL, 'fileName1564018500.pdf', NULL, 113, NULL, 'تم الرفع', NULL, 1, 'yes', 'الباب الأول - الفصل الأول : اسم السورة ، وفضلها ، واحوال نزولها;', 'ق1-ف1 المبحث الثاني :  فضائل السورة أو بعض آياتها بما جاءت به الأحاديث الصحيحة.;', '2019-07-25 01:35:00', '2019-07-25 01:35:00');

-- --------------------------------------------------------

--
-- Table structure for table `sections`
--

CREATE TABLE `sections` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Alias` varchar(50) NOT NULL,
  `Name` varchar(100) NOT NULL,
  `Order` int(11) NOT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `sections`
--

INSERT INTO `sections` (`ID`, `Code`, `Alias`, `Name`, `Order`, `Status`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, '1', 'Section One', 'القسم الأول : مقدمات تفسيرية لدراسة هدايات السورة ', 3, 'yes', '2018-11-04 18:39:50', '2018-10-27 05:26:31', '0000-00-00 00:00:00'),
(2, '2', 'Section Two', 'القسم الثاني : دراسات تطبيقية في هدايات السورة وربط ذلك بواقع الأمة', 4, 'yes', '2018-11-04 18:39:54', '2018-10-27 05:26:34', '0000-00-00 00:00:00'),
(3, '3', 'مقدمة', 'مقدمة', 1, 'yes', '2018-11-04 18:39:42', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, '4', 'تمهيد', 'تمهيد', 2, 'yes', '2018-11-04 18:39:46', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, '5', 'خاتمة', 'خاتمة', 5, 'yes', '2018-11-02 19:24:22', '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE `sessions` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Searcher` int(11) NOT NULL,
  `StartDateTime` datetime NOT NULL,
  `StopDateTime` datetime NOT NULL,
  `SearcherURL` varchar(255) DEFAULT NULL,
  `SupervisorURL` varchar(255) DEFAULT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `supervisorsreports`
--

CREATE TABLE `supervisorsreports` (
  `ID` int(11) NOT NULL,
  `Supervisor` int(11) NOT NULL,
  `TypeCyclic` varchar(45) NOT NULL,
  `DateSupervisor` date NOT NULL,
  `DoneRange` int(11) NOT NULL,
  `QualityProcess` varchar(20) NOT NULL,
  `QualityDirection` int(11) NOT NULL,
  `UpdatedRange` int(11) NOT NULL,
  `DateCommittee` date NOT NULL,
  `Difficulties` mediumtext,
  `NotesPositive` mediumtext,
  `NotesNegative` mediumtext,
  `URL` varchar(255) NOT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `supervisorsreports`
--

INSERT INTO `supervisorsreports` (`ID`, `Supervisor`, `TypeCyclic`, `DateSupervisor`, `DoneRange`, `QualityProcess`, `QualityDirection`, `UpdatedRange`, `DateCommittee`, `Difficulties`, `NotesPositive`, `NotesNegative`, `URL`, `Status`, `created_at`, `updated_at`) VALUES
(1, 12, 'صنف 1', '2018-10-18', 10, '2', 3, 5, '2018-10-17', 'oooo', 'llll', 'pppp', 'fileName1540748008.pdf', 'no', '2018-10-28 18:10:51', '2018-10-28 16:33:28');

-- --------------------------------------------------------

--
-- Table structure for table `supervisors_reports`
--

CREATE TABLE `supervisors_reports` (
  `ID` int(11) NOT NULL,
  `supervisor` int(11) NOT NULL,
  `search` int(11) NOT NULL,
  `q1` text NOT NULL,
  `q2` text NOT NULL,
  `q3` text NOT NULL,
  `q4` text NOT NULL,
  `q5` text NOT NULL,
  `q6` text NOT NULL,
  `q7` text NOT NULL,
  `q8` text NOT NULL,
  `note` text,
  `filename` text,
  `date` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `supervisors_reports`
--

INSERT INTO `supervisors_reports` (`ID`, `supervisor`, `search`, `q1`, `q2`, `q3`, `q4`, `q5`, `q6`, `q7`, `q8`, `note`, `filename`, `date`) VALUES
(9, 78, 46, '50%', 'الطالب جاد وعمله متقن', 'ممتاز', 'أكثر من 80%', '1) جودة العمل المنجز\r\n2) كثرة الهدايات المستنبطة.\r\n3) جودة التنسيق والاخراج', '1/ الاستطراد في بعض الهوامش والتعليقات', 'لايوجد', 'اختصار الهوامش والتعليقات', NULL, NULL, '2019-03-13'),
(10, 74, 76, '10%', 'النسبة متناسبة مع البداية', 'ممتاز', 'أكثر من 80%', 'عمل ممتاز لغة قوية وسليمة وتحليل دقيق', 'لا شيء', 'لا شيء', 'لا شيء', 'لا شيء', NULL, '2019-03-15'),
(11, 65, 71, '10%', 'الطالب يسير مع الخطة الزمنية', 'ممتاز', '100%', 'اكتب كل شيء\r\n\r\n\r\nاستيعاب الباحث للموضوع\r\n\r\nولغة الباحث جيدة', 'لا يوجد', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(12, 65, 72, '10%', 'الطالب يسير مع الخطة الزمنية', 'ممتاز', '100%', 'استيعاب الباحث للموضوع\r\n\r\nولغة الباحث جيدة', 'لا يوجد', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(13, 65, 73, '10%', 'الطالب يسير مع الخطة الزمنية', 'ممتاز', '100%', 'استيعاب الباحث للموضوع ولغته جيدة', 'لا يوجد', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(14, 65, 74, '10%', 'الطالب يسير مع الخطة الزمنية المحددة', 'ممتاز', '100%', 'استيعاب الباحث للموضوع ولغته جيدة', 'لا يوجد', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(15, 65, 75, '10%', 'الطالب يسير مع الخطة الزمنية المحددة', 'ممتاز', '100%', 'استيعاب الباحث للموضوع\r\nولغة الباحث جيدة', 'بعض الهدايات غير مستفادة من الآية المعنية\r\nوهذا قليل وتم تعديلها مع الطالب', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(16, 51, 103, '10%', 'باعتبار أن البحث في بداءته الأولية: وطاء وتمهيدا', 'جيد جدا', 'أكثر من 80%', '- الاستيعاب الجيد للموضوع في متقصده البحثي ضمن تصور الموسوعة، والقدرة على التكيف وفق ذلك.\r\n- المؤهلات المعرفية.\r\n- حسن الإنصات، والتفاعل في المدارسة والمفاتشة', 'عدم التناهي في إظهار كنين الاقتدار، لأسباب ربما كان من أبينها ضيق الوقت .', '-الحيز الزمني المتاح في القدر المطلوب من المبتحث.', 'لا يحضرني الآن شيء ذو بال يستحق الإدلاء به. وسنوافيكم بذلك متى وجد. شكر الله لكم ما بذلتم وتبذلون.', 'ربما وجد الطلبة ضيقا في الزمن؛ فلم أتسلم البحث إلا بأخرة، وزوحمت جدا في قراءة المنجز، ربما لأنها أول تجربة من هذا القبيل. والحمد لله أن كانت لنا قبل جلسات معهم، وهم بحمد الله ممن لا يستضعف في مقام التحصيل.ومهما يكن، فسنحاول التكيف بهذا المعطى الجديد ما أمكن، والله المستعان.', 'fileName1552652965.docx', '2019-03-15'),
(17, 79, 47, '30%', 'النسبة أكثر من 30%  وهي نسبة تقديرية إذا حسبنا الإنجاز بالكلمات المحددة من الجامعة \r\nوأرى أن الطالب تأخر قليلا في الإنجاز إذا ما نظرنا للفصول فقد أنجز تقريبا فصلين من عشرة فصول وهذا يعني 25%  وقد ذكر عذرا شرعيا وهو مرضه لفترة طويلة \r\nلكن إذا نظرنا إلى عدد الكلمات في حدها الأدنى التي تطالب بها الجامعة نجد أنه تجاوز 30% حيث تجاوزت الكلمات 24000 من إجمالي 60000 كلمة \r\nوعلى العموم فالطالب في القسم الأول أنجز الباب الأول تقريبا حيث أنجز فيه الفصل الأول وفيه ثلاثة مباحث وكذلك في الفصل الثاني ثلاثة مباحث إلا أنه مازال في المبحث الثالث \r\nأتوقع للطالب انطلاقا أكثر في الفترة القادمة ومازال أمامه أربعة فصول دراسية وهذا يعني أنه مازال أمامه متسعا من الوقت', 'جيد جدا', 'أكثر من 90%', '1-الاستجابة السريعة للملاحظات\r\n2-دقة التوثيق في الغالب \r\n3- الإنجاز حسب الخطة إلا في حال وجود طارئ لكنه يقوم بالتعويض \r\n4-الجودة فيما يكتب في الغالب', '1- كثرة النقولات \r\n2- الضعف نوعا ما في التحليل وعرض الآراء ومناقشتها (لكن هذه الملاحظة تظهر  أكثر أو تزول عندما يصل الباحث إلى استنباط الهدايات \r\n3- ترتيب البحث بحسب خطة الموسوعة وفي مواضع نادرة  ( الطالب تدارك ذلك). \r\n4- هناك ملاحظات تفصيلية تم تنبيه الباحث عليها', '1- انقطاع الكهرباء والأوضاع التي تواجهها البلاد بشكل عام   لكن الطالب لديه الهمة على تجاوز ذلك ولانزكيه على الله \r\n2- صعوبة التواصل نوعا ما بسبب الظروف الحالية', 'أقترح1- أن تترك النسب في التقرير مفتوحة بحيث يستطيع المشرف أ يذكر النسبة التقريبية وألا يكون الاختيار إجباري فالفارق بين كل نسبتين 10 % وهذا كبير\r\n2-فتح تسليمات للطلاب وتحديد موعد اللقاءات في الموقع مرة كل شهر على الأقل وفيه حضور وغياب ودرجات .\r\n3- جعل التقارير السابقة  للمشرفين مفتوحة لهم ليتسنى لهم المقارنة الدقيقة في تحسن الطالب.\r\n4- إعطاء مهلة للمشرفين في رفع تقاريرهم بعد نهاية المهلة للطلاب مابين ثلاثة إلى سبعة أيام.\r\n5-العمل على تبادل الخبرات بين المشرفين وكذلك تبادل الخبرات بين الطلاب بحيث تجمع الملاحظات من جميع المشرفين ثم تنقح وترسل لجميع الطلاب كملاحظات عامة، ويمكن نشرها في مجموعة الواتس للمشرفين', 'أرجو تفعيل البوابة بشكل أفضل وجعل للقاءات بين الطالب والمشرف عبر البوابة', NULL, '2019-03-15'),
(18, 68, 97, '30%', '........', 'ممتاز', '100%', 'الجدية في الإنجاز', '.........', 'طول البحث', '.............', NULL, NULL, '2019-03-15'),
(19, 77, 107, '60%', 'الإنجاز جيد والباحث ملتزم بالوقت المحدد', 'ممتاز', 'أكثر من 90%', 'الباحث بحمد الله متمكن من المادة العلمية ، وله بصمته في البحث .', 'إعادة النظر في بعض الهدايات لتتوافق مع المنهجية المتبعة في ذلك ، مع ضرورة عدم إهمال التوثيق .', 'لا يوجد .', 'لا يوجد', NULL, NULL, '2019-03-15'),
(20, 63, 105, '10%', 'البحث في مراحله الأولى وفي سياق تحرير مقدماته', 'جيد جدا', 'أكثر من 90%', 'طالب مجتهد يمضي وفق الخطة البحثية المرسومة.', 'ضعف في التعامل مع المصادر قد تم تداركه ولله الحمد بعد التوجيه.\r\nقصور في تحرير بعض المسائل العلمية.', 'لا شيء', 'إقامة دورات تكوينية في خصوصيات منهجية البحث في الهدايات القرآنية', NULL, NULL, '2019-03-15'),
(21, 51, 113, '10%', 'الحديث هنا ناظر إلى حيثية النوع أكثر ما هو متوجه إلى جهة الكم، اعتلالا بمدخلية ما قدم، وكونه أجرى على مقدمات  هي أقرب ما تكون إلى مسطور غدا مألوفا معهودا في سياق المشروع. ولئن لوحظ نوع بسط في هذه الناحية، فالصغو فيه جانح إلى تطلب وجوه الاختصار من بسطته.', 'ممتاز', 'أكثر من 90%', '-حسن تنضيد وجميل ترتيب في شكله.\r\n- حسن المدارسة، وفقه في التحليل، واستقراء جيد.\r\n- البحث كتب بلسان عربي مبين.', '- ما لوحظ من تصحيف أو تحريف - على قلته -بودر إلى تصحيحه.\r\n- بعض ما هو محل اختلاف وجهات النظر، وليس هذا من السلبيات كما لا يخفى.', '- كلمة السر التي جوهر بها  في هذه المرحلة من البحث هي عدم انفساح الزمن، أو عدم القدرة على التكيف وفق الزمن المفترض في الإنجاز، ولهذا انعكاس سلبي على طبيعة المنجز.', '- الشكر موصول إلى كافة القومة على المشروع، ومتى بدا ما يفيد في هذا الاتجاه فلن نألو في الإدلاء لكم به.', '- وقع الإحراج الشديد بعدم تسلم البحث من البحثة إلا في وقت لا يسعف تمام الإسعاف في الاقتراء المتمكث والمراجعة المتأنية، وخفف من هذا الاتكال بعد القراءة العجلى على مستوى الباحث العلمي، وإن كان هذا لا يكفي في مثل هذه المواطن', NULL, '2019-03-15'),
(22, 51, 120, '10%', '- تعليل الاختيار متجه إلى وقوع المكتوب في سياقة التقدمة وأبعاض المطالب التي ليست من صميم المطلوب بالأصالة إلا بقدر معروف مألوف. وقد تزيد النسبة قليلا، ولكن التقدير العام يبقى على ميزان التقليل.', 'جيد جدا', 'أكثر من 70%', '- إرادة قوية في الاكتناه، ورغبة جامحة في التثوير والمفاتشة وارتياد مجاهيل الابتحاث.', '- فضول في بعض فصول البحث، كما وقع في التقديم بين يدي الفضائل مثلا.\r\n- أسلوب على عموم سلامة مخرجه، متأثر بالنمط الشفهي في بعض تراكيبه، ربما لممارسة صاحبه نمط التعليم وأسلوب الخطابة و شغفه بالمناظرة. وهذا هو ما يجر إلى ما يشبه المشاكسة في تولي بعض المطالب بالتنقيد والتفنيد, وهذا في حد ذاته إيجابي متى كان بشرطه.', 'ضيق المدة الزمنية المتاحة، كما جأر بذلك.', 'مشكورون على جميل الموجود، وموعودون بالنصح على كمال المنشود.', 'لم أتوصل بالمنجز إلا بقدر زمن لا يتيح الاطمئنان في قراءة مثله على الوجه المرغوب، و قد صححتفي هذا البحث وحذفت بعض ما يبدو أنه لا يقع  فيه على التناسب: استشهادا واستدلالا وأوضاع تركيب، بعد مناقشة صاحبه فيه وتسليمه به، وأُقر بأنه صاحب همة وإرادة قوية في أن يصير بالبحث إلى طرافة وعمق، ولكن ذلك في الغالب لا يسعفه به الوقت، حتى إني لم أتمكن من الاطلاع على المصحح، ولا على مابقي من آخر البحث المتعلق بفضائل سورة القصص. والله المستعان', NULL, '2019-03-15'),
(23, 63, 111, '10%', 'لأنه مازال في الشهور الأولى من تسجيل البحث وقد أنهى التمهيد في أربعة مباحث', 'ممتاز', 'أكثر من 90%', 'الجد والاجتهاد والانضباط والتدقيق والتحرير للمسائل العلمية ومحاولة الاستقصاء بحسب مبلغه من العلم', 'لاشيئ', 'صعوبة الوصول إلى بعض المصادر المهمة', 'أن يساعد الكرسي الطلبة الباحثين في توفير بعض المصادر التي يعجزون عن الوصول إليها\r\nوأن يكون التجاوب معهم أكثر مما هو عليه الوضع الحالي', NULL, NULL, '2019-03-15'),
(24, 45, 54, '20%', 'هذا اول تقرير عن الطالب الباحث ولم يمر على تسجيله ما يسمح له بإنجاز اكثر', 'جيد جدا', 'أكثر من 80%', 'الباحث له مؤهلات بحثية وقدرات منهجية جيدة', 'لحد الان لا ملاحظات سلبية', 'لا وجود لصعو بات', 'ضرورة عقد لقاءات متسلسلة لتوجيه الطالب والطلبة عموما من الناحية العلمية والمنهجية', 'عمل الباحث عمل  يبدو فيه جهد الطالب  واجتهاد ه واضحا', NULL, '2019-03-15'),
(25, 53, 125, '10%', 'تم إنجاز المباحث الأربعة من التمهيد. وإنجاز الفصل الأول من الباب الأول بمباحثه الثلاثة. وإنجاز المبحث الأول من الفصل الثاني.', 'جيد جدا', 'أكثر من 90%', 'ـ استيعاب موضوع البحث وأهدافه والمنهجية المرسومة للعمل فيه.\r\nـ الجدية في العمل والالتزام بالملاحظات.\r\nـ سعة الاطلاع على المصادر وجودة استثمارها.\r\nـ جودة اللغة والأسلوب المستعمل في البحث.', 'أهم الملاحظات على الجزء المنجز من بحث الطالب:\r\n1ـ في مباحث التمهيد:\r\nـ التخريج ينبغي فيه ذكر الكتاب والباب قبل ذكر رقم الحديث. وان كان في غير الصحيحين تذكر درجته اعتمادا على حكم اهل هذا الشأن كالشيخ الالباني والأرنؤوط.\r\nـ هناك تطويل وتكرار في ذكر المعاني اللغوية للهدى، فحبذا لو صنفت تلك المعاني تحت أرقام تستشهد لكل معنى بنقل عمن ذكره.\r\nـ ترتيب المصادر المنقول عنها في كل موضع تعددت فيه النقول، سواء في التعاريف اللغوية أم في التعاريف الاصطلاحية وغيرها.\r\nـ البحث فيه إغفال تام لتراجم الأعلام.\r\nـ عدم شكل النقول، وإزالة الشكل من النقول التي أخذتها من الشاملة.\r\nـ عدم توثيق القراءات من مصادرها.\r\nـ جعل هوامش كل صفحة مستقلة.\r\nـ في مبحث معاني الهدى في القرآن الكريم لم ترجع إلى كتب الأشباه والنظائر التي هذا موضوعها، ككتاب السيوطي وابن الجوزي وغيرهما. واكتفيت بنقل عن الزركشي.\r\nـ هناك نقص في العناية بعلامات االترقيم ووضعها في مواضعها المناسبة.\r\nـ تغفل وضع علامة مزدوجتين أو نحوها لنهاية بعض النقول فتختلط النقول بكلامك انت. انظر كلام الراغب ص16. وكذا كلام السمين في بداية ص17.\r\nـ لا ترجع إلى السطر قبل كلمة \"قال\" ولا بعدها كما فعلت في ص15 وبداية ص16.  \r\nـ تعاريف التفسير اصطلاحا تحتاج ترتيبا حسب وفيات أصحابها، مع اضافة أشهر تعريف يذكره المؤلفون في علوم القرآن وهو تعريف الإمام أبي حيان الغرناطي.\r\n2ـ في االفصل الأول:\r\nـ مبحث اسم السورة يحتاج ترتيب النقول فيه وفق الترتيب التاريخي لوفيات اصحابها.\r\nـ في مبحث فضائل السورة لو رجعت إلى الكتب المهتمة بتخريج الروايات في فضائل السور والحكم عليها، ومن أهمها كتاب موسوعة فضائل سور وآيات القرآن الكريم للدكتور محمد رزق طرهوني، وكتاب الصحيح من فضائل السور للدكتور فاروق حمادة.', 'العمل ولله الحمد يجري في يسر، ولم تعترضنا إلى الآن أي صعوبة تذكر هنا.', 'تبادل الإرشادات المنهجية بين الباحثين وبين المشرفين أيضا من شأنه أن يجعل العمل يجري على سنن واحد، ويمكن أن تكون مجموعة الهدايات القرآنية على الواتساب محلا لذلك. حتى تتقارب الرؤى وخطوات الإنجاز.', 'أهم الملاحظات على الجزء المنجز من بحث الطالب:\r\n1ـ في مباحث التمهيد:\r\nـ توثق القراءات من مصادرها، فالمتواترة توثقها من التيسير إن كانت سبعية، ومن النشر إن كانت من العشر، ومن المحتسب لابن جني أو الكامل للهذلي إن كانت شاذة.\r\nـ في ص12 ذكر الزركشي في معاني الهدى كلمة {هدنا}، فكان ينبغي التعليق هنا بأن مادة {هدنا} مختلفة عن مادة الهدى؛ بل هي من مادة \"هَوَد\"، يقال: هاد إذا تاب ورجع.\r\nـ في مبحث معاني الهدى في القرآن الكريم لم ترجع إلى كتب الأشباه والنظائر التي هذا موضوعها، ككتاب السيوطي وابن الجوزي وغيرهما. واكتفيت بنقل عن الزركشي.\r\nـ تغفل وضع علامة مزدوجتين أو نحوها لنهاية بعض النقول فتختلط النقول بكلامك انت. انظر كلام الراغب ص16. وكذا كلام السمين في بداية ص17.\r\nـ لا ترجع إلى السطر قبل كلمة \"قال\" ولا بعدها كما فعلت في ص15 وبداية ص16.  \r\nـ تعاريف التفسير اصطلاحا تحتاج ترتيبا حسب وفيات أصحابها، مع اضافة أشهر تعريف يذكره المؤلفون في علوم القرآن وهو تعريف الإمام أبي حيان الغرناطي.\r\nـ ص23 اقتصرت في التعريف الاصطلاحي للاستنباط على تعريف معاصر، وهو تعريف د: طه حمد. وأغفلت تعاريف كثيرة للمتقدمين، منها تعريف لابن جرير وللجصاص وللمووي وللماوردي وللزمخشري وربن حزم..ولغيرهم.\r\n2ـ في االفصل الأول:\r\nـ في مبحث فضائل السورة لو رجعت إلى الكتب المهتمة بتخريج الروايات في فضائل السور والحكم عليها، ومن أهمها كتاب موسوعة فضائل سور وآيات القرآن الكريم للدكتور محمد رزق طرهوني، وكتاب الصحيح من فضائل السور للدكتور فاروق حمادة.', 'fileName1552674956.docx', '2019-03-15'),
(26, 45, 85, '20%', 'الطالب الباحث في بداية تحديد المباحث الأولى لاطروحته', 'جيد جدا', 'أكثر من 80%', 'الباحث له مؤهلات لغوية واسلوبية  وقدرات منهجية جيدة', 'لحد الان لا ملاحظات سلبية', 'لا وجود لصعو بات', 'لا وجود لتوصيات جديدية', 'الباحث له قدرات جيدة وان شاء الله سيكون عمله متميزا', NULL, '2019-03-15'),
(27, 66, 108, '10%', 'يعذر الطالب لأنه أول مبحث يعرضه علي', 'ممتاز', 'أكثر من 90%', 'الطالب عنده عمق في استخراج الهدايات، ومراجعه متعددة، وعند استنباطات جيدة', 'التأخر حيث لم يعرض البحث علي إلا قبل اسبوعين', 'لا توجد', 'أن يؤخر الحديث عن مقاصد السورة وهداياتها الكلية بعد الهدايت الجزية لمن يتناسب معه ذلك', NULL, 'fileName1552677017.docx', '2019-03-15'),
(28, 66, 124, '10%', 'يعذر الطالب لأنه أول مبحث يعرضه علي', 'جيد', 'أكثر من 70%', 'لم يتبين لي', 'التأخر حيث لم يعرض البحث علي إلا قبل اسبوعين - مراجع البحث محدودة', 'لا توجد', 'لا يوجد', 'لا يوجد', NULL, '2019-03-15'),
(29, 71, 128, '10%', 'هو المقدار المطلوب في المدة الماضية على حسب الخطة الزمنية', 'ممتاز', 'أكثر من 90%', 'الإتقان في الإعراب و تنسيق المعلومات', 'لاتوجد', 'لاتوجد', 'لاتوجد', 'لاتوجد', NULL, '2019-03-15'),
(30, 60, 106, '50%', 'جد جدا', 'جيد جدا', 'أكثر من 80%', 'التوسع في استنباط الهدايات ، وحسن الترتيب والصياغة، والتميز في الجمع والتتبع، والجدية في عمله .', 'التكرار في الهدايات ، وعدم الترتيب، وعدم ذكر وجه الدلالة لبعض الهدايات ، ويحتاج إلى استقصاء مراجع أخرى، مع اضافة هدايات جديدة', 'لا توجد', 'فتح آفاق جديدة في استنباط الهدايات', 'لا توجد', NULL, '2019-03-15'),
(31, 66, 138, '10%', 'يعذر الطالب لأنه أول مبحث يعرضه علي', 'جيد جدا', 'أكثر من 90%', 'لم يتبين لي', 'التأخر حيث لم يعرض البحث علي إلا قبل اسبوعين', 'لا توجد', 'تأخير مقاصد السورة وهداياتها العامة من حيث العمل الفعلي بعد الهدايات الجزئية وإلا فيعاد النظرفيها مرة أخرى لأن الصورة الحقيقية للمقاصد والهدايات العامة لا تتجلى إلا بعد استقراء السورة كاملة', 'لا يوجد', NULL, '2019-03-15'),
(32, 66, 136, '10%', 'يعذر الطالب لأنه أول مبحث يعرضه علي', 'جيد جدا', 'أكثر من 90%', 'لم يتبين لي', 'التأخر حيث لم يعرض البحث علي إلا قبل اسبوعين', 'لا توجد', 'كالسابقة', 'لا يوجد', NULL, '2019-03-15'),
(33, 66, 137, '10%', 'يعذر الطالب لأنه أول مبحث يعرضه علي', 'جيد جدا', 'أكثر من 90%', 'لم يتبين لي', 'التأخر حيث لم يعرض البحث علي إلا قبل اسبوعين', 'لا توجد', 'كسابقه', 'لا يوجد', NULL, '2019-03-15'),
(34, 66, 139, '10%', 'يعذر الطالب لأنه أول مبحث يعرضه علي', 'جيد جدا', 'أكثر من 90%', 'لم يتبين لي', 'التأخر حيث لم يعرض البحث علي إلا قبل اسبوعين', 'لا توجد', 'كسابقه', 'لا يوجد', NULL, '2019-03-15'),
(35, 66, 140, '10%', 'يعذر الطالب لأنه أول مبحث يعرضه علي', 'جيد جدا', 'أكثر من 90%', 'لم يتبين لي', 'التأخر حيث لم يعرض البحث علي إلا قبل اسبوعين', 'لا توجد', 'كسابقه', 'لا يوجد', NULL, '2019-03-15'),
(36, 74, 135, '10%', 'النسبة متناسبة مع البداية', 'جيد جدا', 'أكثر من 80%', 'عمل سليم قي الجملة ومقبول من حيث العموم', 'لا شيء', 'لا شيء', 'لا شيء', 'لا شيء', NULL, '2019-03-15'),
(37, 72, 77, '10%', 'الطالب في بداية البحث احتاج إلى تعديلات في الصياغة واعتماد منهجية ثابتة للعمل', 'ممتاز', 'أكثر من 90%', 'الطالب لديه قدرة في الصياغة', 'احتاج الطالب إلى وقت لضبط المنهجية والصياغة وقد ب\\ل جهداً مشكورا', 'ضبط المنهجية والصياغة', 'أهمية إقامة دورة في الصياغة', NULL, NULL, '2019-03-16'),
(38, 50, 126, '10%', 'الطالب منجز', 'جيد جدا', '100%', 'مستوعب للرسالة،  جيد في استخراج الهدايات وجمعها', 'أحيانا طول الهدايات ، وأحيانا ضعف في الصياغة', 'ضعف يسير', 'أنصح بكتابة الهدايات ابتداءا دون الرجوع إلى مظانها، ثم قراءة كتب التفسير واستخراجها، ثم الخطوة الأخيرة الرجوع إلى مظانها في الكتب وجمعها.', NULL, NULL, '2019-03-17'),
(39, 61, 122, '30%', 'ما تم انجازه نسبه مقدره باعتباره مدخل لوضع اللبنات  الاساسيه للهدايات', 'ممتاز', 'أكثر من 80%', 'عمق التاويل وقوة الاستنباط،', 'الايجاز في الهدايات', 'لا يوجد', 'الاهتمام بالهدايات  وربطها بواقع الامه الاسلاميه والقضايا المعاصره لعالمية هذا الدين', NULL, NULL, '2019-03-17'),
(40, 67, 95, '20%', 'كتب الطالب حوالي 16 صفحة. وهو الباب الأول المتضمن على فصل واحد وثلاثة مباحث.', 'جيد جدا', 'أكثر من 90%', 'الفصاحة، وسلامة الكتابة من اللحن، وشمولية الكتابة فيما يتعلق بالفصل الأول من الباب الأول.', 'التقصير في العلامات الإملائية مثل القوسين وشرطتين فوقية لنص الكلام والنقطة في نهاية الجملة والإكثار من الفاصل مع أن الجملة تمت. التقصير في كتابة بعض النصوص القرآنية بالرسم العثماني. التقصير في ذكر المعلومات المطلوبة في تخريج الأحاديث (المؤلف والمصدر والكتاب والباب والرتبة). التقصير في كتابة الهمزة وجودا وعدما.', 'لا يوجد', 'النظر في الملاحظات السلبية والقيام بإصلاحها.', 'أنا مسرور بما أنجزه الباحث من البحث وبمستواه العلمي،', NULL, '2019-03-18'),
(41, 67, 93, '10%', 'مقدمة تشمل الخطة الأساسية لعملية البحث.', 'ممتاز', 'أكثر من 90%', 'المقدمة واضحة في بيان الخطة الأساسية للبحث.', 'أخطاء إملائية.', 'لا يوجد.', 'تصليخ الاخطاء الإملائية.', 'أجاد الطالب في كتابة المقدمة.', 'fileName1552894716.docx', '2019-03-18'),
(42, 67, 96, '30%', 'كتب الطالب تمهيدا لأبعاد الهدايات القرآنية في ما زاد عن 40 صفحة، أجاد فيها وأفاد.', 'ممتاز', 'أكثر من 90%', 'شمولية التمهيد على النواحي العلمية المتعلقة بالهدايت القرآنية تعريفا وتفريعا وتأصيلا.', 'أخطاء إملائية قليلة.', 'لا يوجد.', 'تصحيح الأخطاء الإملائية، وهي قليلة.', 'أجاد الطالب في كتابة تمهيد شامل لأبعاد الهدايات القرآنية من حيث التعريف والتفريع والتأصيل.', NULL, '2019-03-18'),
(43, 67, 94, '30%', 'دخل الطالب في الباب الأول، الفصل الثاني، المبحث الأول. وفي هذا الفصل يوجد ثلاثة مباحث. والطالب لا زال يكتب فيهما. وقد سبق أن كتب مقدمة وتمهيدا والفصل الأول من الباب الأول. أقرب نسبة لما كتبه الطالب هو 30%.', 'جيد جدا', 'أكثر من 90%', 'استطاع الطالب أن يبين المقاصد العامة للسورة', 'أخطاء إملائية قليلة', 'لا يوجد.', 'الاستمرار في تكمير بقية المباحث للفصل الثاني', 'بدأ الطالب بالمبحث الأول من الفصل الثاني، وعليه أن يكمل المبحث الثاني والثالث.', NULL, '2019-03-18'),
(44, 73, 129, '20%', 'واقع الأمر، حيث تم تسليم المطلوب ومراجعته', 'ممتاز', 'أكثر من 90%', 'الطالب ملتزم بشروط الموسوعة وضوابط البحث العلمي الصحيح، ويبذل جهدا كبيرا في البحث، وأسلوبه ومعلوماته غاية في الإتقان', 'لا يوجد', 'لم يخبرني', 'الاستمرار في المتابعة', NULL, NULL, '2019-03-18'),
(45, 49, 66, '10%', 'ما يزال الباحث في البدايات', 'جيد', 'أكثر من 80%', 'جيد وجاد في العمل وله رغبة في الموضوع', 'التأخر في الإنجاز وعدم تحقيق بعض المواد التي ينقلها', 'الوقت والانشغال بالعمل الإداري', 'الجد أكثر والحرص على الالتزام بالوقت المحدد', 'إعداد جدول زمني للإنجاز والسير عليه', NULL, '2019-03-18'),
(46, 56, 110, '20%', 'قسم الباحث رسالته إلى مقدمة وتمهيد وبابين وخاتمة وفهارس. وقد استكمل بحمد الله كتابة المقدمة بما فيها بيان أسباب اختيار الموضوع واشكالية البحث وأسئلته وأهدافه وأهميته ومصطلحاته وحدوده، وكذلك الكلام حول الدراسات السابقة وذكر باختصار شديد ما الجديد الذي يقدمه بحثه، وأيضا ذكر المنهج المتبع في البحث وإجراء البحث، واختتم المقدمة برسم هيكل البحث، هذا وقد استغرقت المقدمة 13 صفحة. ثم أتبع الباحث بكتابة التمهيد وفيه أربعة مباحث حيث يقع التمهيد في 45 صفحة.', 'ممتاز', 'أكثر من 90%', 'أرى أن الباحث كان ينتظم في في عمله ويظهر جديته فيه وأرجو أن يوفق في كل خطواته إلى أن يسر الله له إتمام العمل في وقته المخصص له.', '...', '...', 'وقد جالست مع الباحث وتم النقاش وتبادل الآراء بيننا حول أمور متعددة خاصة ما يتعلق بمقدمات الرسالة وبسرعة قام الباحث بإجراء التعديلات المناسبة ولله الحمد', '..', NULL, '2019-03-19'),
(47, 47, 104, '40%', 'تمّ إنجاز عدد تسعة مباحث :  التعريفات، الأهمية، إطلاقات العلماء، اسم السورة، وفضلها، وأحوال النزول ،، والمقاصد، ومعاني المفردات، وجزء من مبحث الهدايات الجزئية', 'ممتاز', 'أكثر من 90%', 'تحري الباحثة للمنهجية العلمية - جودة الصياغة - تنوع المراجع وأصالتها - خلو البحث من الأخطاء اللغوية والنحوية - خلو البحث من الأخطاء الطباعية', 'عدم توحيد المنهجية في توثيق المراجع وتخريج الأحاديث - عدم توحيد الخطوط في طباعة المباحث', 'عدم تنوع المصادر في المكتبات السودانية - عدم تفرغ الباحثة من الأعباء الأكاديمية بالجامعة', 'معاونة الباحثة في الاستفادة من المصادر العلمية المتاحة بمكة المكرمة مما يعينها على التفرغ وإثراء البحث العلمي', 'تميز المشروع والبحث في أهدافه وعالميته ومنهجيته', NULL, '2019-03-19'),
(48, 58, 101, '10%', 'الباحث يسير وفق المطلوب من إدارة المشروع', 'ممتاز', 'أكثر من 90%', 'الباحث حريص على ضبط القضايا المنهجية في التعريفات والعلاقات \r\nوقد ظهر ذلك في نتاج المباحث التي أنجزها', 'لا يوجد', 'لا يوجد', 'أخذ الباحث بملحوظات المشرف لتطوير عمله', NULL, NULL, '2019-03-19'),
(49, 58, 102, '10%', 'بحسب الجدول الزمني', 'ممتاز', 'أكثر من 90%', 'سلامة اللغة ووضوحها \r\nوضبط منهجية الاستدلال', 'لا يوجد', 'لا يوجد', 'قد تحتاج بعض القضايا في الهيكلية إلى إعادة تنسيق وسأبين ذلك في مباحث قادمة', NULL, NULL, '2019-03-19'),
(50, 72, 50, '20%', 'الطالب احتاج في بداية العمل وهو سبب التأخر', 'ممتاز', 'أكثر من 90%', 'الطالب لديه ثراء وتامل عميق', 'يحتاج إلى تطوير في الصياغة', 'الصياغة', 'أهمية تطوير الطلاب بدورات في الصياغة', NULL, NULL, '2019-03-19'),
(51, 72, 41, '20%', 'الطالبة احتاجت في بداية العمل إلى تعديلات  وتطوير في الصياغة ومعرفة ضوابط الهدايات', 'ممتاز', 'أكثر من 90%', 'الطالبة متفاعلة وجادة', 'الحاجة إلى تطوير في الصياغة', 'الصياغة وحدود الهداية', 'أهمية تأهيل الطلاب في الصياغة', NULL, NULL, '2019-03-19'),
(52, 72, 27, '20%', 'الطالبة احتاجت وقتا في الدربة على العمل في بدايته', 'ممتاز', 'أكثر من 90%', 'الطالبة جادة ومتفاعلة', 'Ø§ÙØ­Ø§Ø¬Ø© Ø¥ÙÙ ØªØ·ÙÙØ± ÙÙ Ø§ÙØµÙØ§ØºØ©', 'ÃÂ§ÃÂÃÂµÃÂÃÂ§ÃÂºÃÂ© ÃÂÃÂ­ÃÂ¯ÃÂÃÂ¯ ÃÂ§ÃÂÃÂÃÂ¯ÃÂ§ÃÂÃÂ©', 'تطوير الطلاب مهارات الصياغة', NULL, NULL, '2019-03-19'),
(53, 71, 141, '10%', 'السير حسب الخطة الزمنية', 'جيد جدا', 'أكثر من 90%', 'محاولته الجادة في العمل بناء على توجيهات المشرف', 'صعوبة صياغة الهدايات أحياناً وتكرارها أحياناً', 'لا توجد', 'ما يتعلق بنسبة عمل الباحث من البحث أرى أن تستبدل فيكون في التقرير ( إنجازه المقدار المطلوب من العمل حسب الخطة الزمنيه المرسومه ) ، فيكتب المشرف نعم أو لا .', NULL, NULL, '2019-03-20'),
(54, 76, 43, '20%', 'نسبة الإنجاز متناغمة مع الوقت المحدد للباحث،', 'ممتاز', 'أكثر من 90%', 'اجتهاد الباحث- محاولته فهم ما يقرؤه فهما جيدا- إعماله فكره فيما لم يجد فيه نقل عن العلماء.', 'تأخره عني قليلا بسبب حادث تعرض له ابنه.', 'عدم توفر بعض المراجع بسبب ظروف الطالب المادية مما يجبره على الذهاب إلى البحث عنها في المكتبات العامة.', 'عقد ورشة للطلاب ومشرفيهم في مكة مع بداية الفصل القادم لبحث المستجدات التي تواجه الطلاب.', NULL, NULL, '2019-04-03'),
(55, 76, 80, '20%', 'ما أنجزه الباحث مناسب مع للوقت المحدد للباحث', 'ممتاز', 'أكثر من 90%', 'اجتهاد الباحث- محاولة التغلب على اختلاف اللغة.', 'بطء الباحث أحيانا.', 'اختلاف اللغة.', 'عقد ورشة للطلاب ومشرفيهم في مكة مع بداية الفصل القادم لبحث المستجدات التي تواجه الطلاب.', NULL, NULL, '2019-04-03'),
(56, 76, 31, '30%', 'الباحث أنجز أكثر من المطلوب، لأني اتفقت معه من البداية على أن يتم الرسالة في أقل من سنة ونصف، ثم يراجع بحثه، ويبحث عما لم يجده أثناء المراجعة.', 'ممتاز', 'أكثر من 90%', 'اجتهاد الباحث-وتفرغه للبحث ووصله النهار بالليل، وقراءته البحث علي في مجالس ما بين الفجر إلى الظهر، أو ما بين العصر إلى العشاء غالبا.', 'عدم وضوح بعض المسائل المتعلقة بالهدايات الكلية، أو بتنزيل الهدايات على الواقع.', 'كثرة الكتب والبحوث التي تتعلق بسورة يوسف، وغالبها ينقل من غيره.', 'عقد ورشة للطلاب ومشرفيهم في مكة مع بداية الفصل القادم لبحث المستجدات التي تواجه الطلاب.', NULL, NULL, '2019-04-03'),
(57, 46, 123, '30%', 'نسبة الانجاز قليلة بسبب تغيير المشرف', 'ممتاز', 'أكثر من 90%', '1- لغتها سليمة\r\n2-تعبيرها بليغ \r\n3-الاهتمام بمقابلة المشرف والاتزام بتوجيهاته \r\n4-التزامها بالمنهج العلمي المحدد من الكرسي', '1-بعض الاخطاء الطباعية القليلة \r\n2-ملاحظات قليلة في منهجية البحث العلمي', 'لايوجد', '1-زيارة المشرف اسبوعيا \r\n2-الاسراع في رفع نسبة الانجاز', 'الاهتمام بجانب النساء في البحث العلمي الشرعي لانهن اكثر رغبة وحماسا وبصلاحهن تصلح المجتمعات .', NULL, '2019-05-05'),
(58, 70, 109, '90%', 'مجتهد و مثابر ويعرض ما جمع او توصل اليه اول باول', 'ممتاز', '100%', 'يجمع كل ما امكن جمعه من الهدايات السابقة', 'تاخر في بداية البحث لانشغاله بالعمل الاداري و لكن تم تدارك \\لك', 'العمل الاداري   قلة المراجع  وحمد الله \\للت', 'التفرغ لليحث و توفر المراجع وقد تحقق بقضل الله', 'الباحث تمكن من الحصول على اقامة في مكة مما يسر له وجود المراجع و التفرغ للبحث', NULL, '2019-05-14'),
(59, 78, 145, '70%', 'الطالب يسير في البحث بشكل جيد ويظهر تميزه وجديته في العمل', 'ممتاز', 'أكثر من 90%', '1) حسن صياغة الهدايات\r\n2) وفرة المراجع وكفايتها غالبا', '1) قلة عدد الهدايات المستنبطة وكثرة النقل من المصادر\r\n2) بعض الهدايات أقرب للتفسير واللطائف\r\n3) النقل عن كتب الأشاعرة بدون تدقيق في المنقول\r\n4) النقل عن كتاب الظلال في مواضع لا يحتاج اليها', 'ظروف بلده', '1) إعطاء الآيات حقها في التدبر والتأمل لاستنباط المزيد من الهدايات', NULL, NULL, '2019-06-11'),
(60, 60, 150, '40%', 'الطالب يسير وفق الخطة الزمنية', 'جيد جدا', 'أكثر من 90%', 'استيعاب المصادر، التوسع في الهدايات، الجهد المبذول كبير يدل على جدية الطالب في عمله', 'هنالك هدايات تحتاج إلى اعادة صياغة، وبعضها يحتاج لبيانوجه الدلالة، وبعضها فيه تكرار، وبعضها يحتاج إلى اعادة ترتيب', 'لا توجد', 'العناية بصاغة الهدايات وبيان وجه الدلالة', 'لا توجد', NULL, '2019-06-15'),
(61, 68, 182, '50%', 'إنجاز نصف البحث', 'ممتاز', '100%', 'الجدية في الإنجاز', '.........', 'طول البحث', 'الاستفادة من كتابات بعض العلماء تعليقا على بعض الآيات كابن تيمية وابن القيم في غير ماجمع لهما من التفسير', '------', NULL, '2019-06-15'),
(62, 53, 171, '20%', 'المبحث الثاني: معاني مفردات سورة الأحزاب من الآية 25 إلى آخر السورة.\r\nالمبحث الثالث: المعنى الإجمالي لآيات السورة بما يتوافق مع هدايات السورة.\r\nالباب الثاني: دراسات تطبيقية في هدايات سورة الأحزاب من الآية 25 إلى آخر السورة.\r\nالفصل الأول: الهدايات الجزئية والكلية في السورة.\r\nالمبحث الأول: الهدايات الخاصة بآيات السورة/ من الآية 35 إلى الآية 40.\r\n(مجموع الهدايات المستفادة 170 هداية). \r\nمراعيا ما هو مرسوم له في الخطة التنفيذية لإنجاز البحث.', 'ممتاز', 'أكثر من 90%', 'الالتزام بالخطة التنفيذية للعمل.\r\nالجدية والتزام المواعيد.\r\nجودة أسلوب الكتابة وسعة الاطلاع على المصادر.', 'غياب تراجم الأعلام.\r\nالتوسع في مفهوم الهدايات والاستطراد إلى ما ليس من بابها.\r\nوجود خلل في علامات الترقيم.', 'لا يوجد صعوبات بحمد الله.', 'تحديد جهة مفوضة تجيب على بعض الأسئلة المنهجية الدقيقة التي يطرحها الباحثون ولا نجد لها إجابة مما يتعلق ببعض الجوانب الشكلية والإجرائية في البحوث.', 'رفقته ملف يضم أبرز الملاحظات التي قدمت للباحث عن المنجز من بحثه.', 'fileName1560694042.docx', '2019-06-16'),
(63, 77, 149, '70%', 'الإنجاز جيد ، والباحث متقيد بالفترة الزمنية .', 'ممتاز', 'أكثر من 90%', '* تمكنه من المادة العلمية .\r\n* انضباطه بالفترة الزمنية .\r\n* كثرة المصادر التي يستفيد منها الباحث .\r\n* حسن استنباطاته .', 'لا يوجد', 'لا يوجد', '* الاستفادة من مجموعة الواتس المتعلقة بالهدايات .\r\n* التواصل المستمر مع المشرف .', NULL, NULL, '2019-06-16'),
(64, 58, 175, '20%', 'الطالب يسير وفق الخطة الزمنية وليس عنده تأخير والحمد لله', 'ممتاز', 'أكثر من 90%', 'الدقة في التحقق من المفاهيم والمصطلحات \r\nالإفادة من آراء العلماء والباحثين والمراجع ذات الصلة \r\nبروز الشخصية العلمية للباحث في المناقشة والكتابة', 'التفصيل في بعض المباحث \r\nوقد تمت الإشارة إليها مع الباحث', 'لا يوجد', 'قد يلزم التعديل على بعض المباحث والمطالب', 'بوركت جهودكم', NULL, '2019-06-18'),
(65, 61, 173, '50%', 'ما زالت الباحثة في مبحث الهدايات الجزئية للسورة', 'جيد جدا', '100%', 'السرعةة في الإنجاز\r\nالالتزام بالتعلمات\r\nجودة التواصل', 'إغفال بعض التنسيقات', 'صعوبة التواصل في الفترة الآخيرة نسبة للظروف التي تمر بها البلاد', 'تحري الدقة في تطبيق المنهجية العلمية للموسوعة وأهدافها\r\nوزيادة التنسيق المنهجي', NULL, NULL, '2019-06-18'),
(66, 61, 121, '40%', 'من بداية البحث وحتى مبحث معاني مفردات السورة', 'جيد جدا', '100%', 'تناول المبحث معاني مفردات السورة بصورة شاملة', 'بعض الاستطراد في تناول معاني المفردات', 'لا يوجد', 'عد التوسع الشديد في عرض معاني المفردات', NULL, NULL, '2019-06-18'),
(67, 49, 167, '10%', 'ما يزال الباحث في بدايات العمل حسب الخطة المقرة من المجلس العلمي وحسب التقارير المطلوبة منه وقد أبديت له ملاحظتي على ذلك وضرورة الجد والاجتهاد في الإنجاز', 'مقبول', 'أكثر من 60%', 'يلحظ الاجتهاد عند الباحث والرغبة في الموضوع والهمة له  وفي حوارات معه أبدى القدرة والرغبة في استنباط الهدايات من الآيات المحددة له بطريقة حسنة فيما نرجو ونأمل', 'التأخر في الإنجاز وعدم إضافة شيء جديد في المباحث التمهيدية ويمكنه ذلك وقد أشرت عليه إشارات في هذا الجانب', 'ضيق الوقت وكثرة المشاغل وكثرة ما كتب في الموضوع سابقا', 'أوصي الطالب بالجد والاجتهاد وإن كثر البحث سابقا في الموضوع فسيبقى له ولغيره باب واسع للإضافة والزيادة والتحسين وتقديم ما فيه الجديد', 'الخطة الموضوعة من اللجنة العلمية جيدة ومناسبة لغالب الطلبة ولكن قد يكون لبعضهم ظروف خاصة مثل محمد السالم وظرفه قرب انتهاء وقته في الجامعة فهو لهذا المقصد سيضظر للتقدم عن باقي زملائه والدخول في صميم الموضوع وإجراء المناقشة حتى لا يفصل من الجامعة ثم يعود إليه بالتحسين والإضافة والتجويد والتتميم', NULL, '2019-06-18'),
(68, 73, 133, '30%', 'تم إنجاز 8 مباحث، بواقع 47 صفحة', 'ممتاز', 'أكثر من 30%', 'الطالب ملتزم بشروط الموسوعة وضوابط البحث العلمي الصحيح، ويبذل جهدا كبيرا في البحث، وأسلوبه ومعلوماته غاية في الإتقان', 'حتى الآن لا يوجد', 'لا يوجد', 'ثبات التوجيهات حتى لا يتشتت جهد الطالب', NULL, NULL, '2019-06-18'),
(69, 73, 187, '20%', 'سلم الطالب حوالي 40 صفحة', 'ممتاز', '100%', 'الانضباط وحسن المتابعة والأداء', 'لا يوجد', 'لا يوجد', 'المتابعة', NULL, NULL, '2019-06-18'),
(70, 54, 151, '70%', 'ااطالب مجتهد وحريص وسيكمل بإذن الله في المدة المقررة', 'ممتاز', '100%', 'الطالب تحسن كثيرا وهو حربص على الإنجاز وفق الخطة وملتزم بالتوجيهات', 'ليس هناك شي الآن', 'الآن لايوجد', 'لايوجد شي الآن', NULL, NULL, '2019-06-18'),
(71, 70, 164, '50%', 'الملاحظ فترة وجود الباحث في المملكة العربية السعودية نسبة الإنجاز أكبر بكثير من وجوده في السودان ، وذلك لكثرة المشاغل .', 'ممتاز', '100%', 'كثرة المصادر والمراجع التي يرجع إليها قديماً وحديثاً والاستفادة منها', 'تكرار بعض الهدايات بعبارات مختلفة', 'الأعباء اللإدارية، والتدريس بالجامعة والظروف الأمنية التي تمر بها البلاد حالياً ، وانقطاع شبكة الإنترنت', 'محاولة تفريغ أو تقليل مهام الباحث من قبل إدارة الجامعة', '---', NULL, '2019-06-20'),
(72, 65, 178, '30%', 'الطالب يسير مع الخطة وممكن ينتهي قبل الوقت المحدد', 'ممتاز', '100%', '1) لفة الباحث جيدة.\r\n2) استيعابه للمضوع.\r\n3) ظهور شخصيته.\r\n4) ملتزم بأدب الحوار والمناقشة.\r\n5) يتواصل الباحث معي في الإجازة مع أن النت ضعيف في بلده ويذهب مسافات من أجله.', '1) التكرار في بعض الهدايات، أو يأتي بهداية أحيانا تكون قريبة من الأولى.\r\n2) قصور أحيانا في بيان وجه الدلالة ، أو تكون غير واضحة.\r\n3) العموم في صياغة الهدايات الجزئية \r\n4) المبالغة في السجع المتكلف أحيانا. في الهدايات.\r\n5) قصور في تنزيل الآيات على الواقع', 'لا توجد', 'ياليت تقرير المحكمين في اللجنة وفي الكرسي \r\nيطلع عليه المشرف حتى يستدرك أيضا المشرف ما فاته.', 'لا يوجد', NULL, '2019-06-20'),
(73, 51, 184, '30%', 'اعتبار السياق الإنجازي، وأنه في مرحلة التقدمة لمراد البحث الأصيل.', 'جيد جدا', 'أكثر من 80%', '- السلامة اللغوية\r\nحسن التتبع لمثاوي المادة المعرفية وحسن التمثل لآفاقها\r\nحضور الشخصية العلمية وما يلزم عن ذلك ترتيبا وتحريرا وترجيحا', 'ينظر  - تفضلا - ما كتب في محله من الملحوظ', '- وفرة المادة المطلوبة قياسا بالحيز الزمني المفروض \r\n-وجود بعض التصورات المنهجية لدى الباحث يتعاسر تماشيها مع الخطة المنهجية المقررة.', 'بعض التوصيات يرتبط بإكراهات يصعب تجاوزها لتعلقها بالتوزيع الزمني...', '-------------------------------------------------------------------', NULL, '2019-06-20'),
(74, 51, 176, '30%', 'تقديرا للمسطور باعتبار مساقات المنجز, وإن كان الباحث قد ناوش بعض الهدايات رأسا, مع العلم أن الاعتبار صائر إلى الجانب الكمي', 'جيد', 'أكثر من 80%', '- وجود الذهنية البحثية المتوترة التي تطلب التثوير ولا تقنع بالتقليد.', 'ينظر -تكرما- ما كتب في الملحوظ, مع إضافة أن الباحث لعدم اقتناعه بالحيز الزمني قد يستعجل في الكتب بما قد يفضي إلى أخطاء طباعية غير مقصودة', '- استحضار ضنانة الزمن ومحاصرته لمسالك البحث التي تطلب الانعتاق...\r\n- تكرر المادة المعرفية في المصادر المتعاورة يورث لدى الباحث نوعا من النمطية في المعالجة البحثية, وهو انطباع لا يغالب.\r\n- وجود دقائق بحثية تلح في كثير من حسن التقدير والمرونة.', '- ارتباط بعض التوصيات بإكراهات متعلقة بالحيز الزمني المفروض', '...........................................................................................', NULL, '2019-06-20'),
(75, 51, 116, '30%', 'باعتبار مقام المنجز من التصور الكامل للبحث.', 'جيد جدا', 'أكثر من 80%', '- حسن التمكث في التعاطي مع مطالب البحث, والاقتدار على ترسيخ النظر في أغواره.\r\n- التأنق في تأدية حقائق البحث ومراداته.', 'ينظر -تكرما- مرسوم الملحوظ.', '- ضيق الحيز الزمني ومضايقته.', '................................', '...............................', NULL, '2019-06-20'),
(76, 51, 183, '30%', 'تقديرا  للتصور العام النرتسم لمجاري البحث، ومقدار المادة المنجزة بحسبه.', 'جيد جدا', 'أكثر من 80%', '- تمكث متأن في تبحث مضامين البحث.\r\n- عبارة فصيحة بالغة إلى مبتغاها من مطلوب البحث\r\n- اقتدار واضح في تقدير مراتب الخلاف، وحسن التخلص منه إلى تلخيص و اختيار  وترجيح', 'ما لا يعرى منه أي بحث في شكله .. وما قد يكون محل أخذ ورد في بعض المضمون.', 'يبدو من الطالب أنه يستسهل المكاره، حتى لكأنها معدومة.', '_______________', NULL, NULL, '2019-06-21'),
(77, 76, 144, '30%', 'تقدم الباحث في الكتابة لكنه كان مريضا فلم يستطع أن ينجز أكثر من ذلك.', 'ممتاز', 'أكثر من 90%', 'اجتهاد الباحث، تغلبه بنسبة كبيرة على اختلاف اللغة، التوسع في المراجع.', 'قلة ما كتبه الباحث، وذلك بسبب مرضه.', 'ظروف مرضية طارئة.', 'عقد ورشة للطلاب من داخل المملكة مع مشرفيهم في مقر كرسي الهدايات مع بداية الفصل القادم لبحث ما يواجه الطلاب.', NULL, NULL, '2019-06-21'),
(78, 76, 162, '40%', 'نسبة الإنجاز متسقة مع الوقت المحدد للباحث', 'ممتاز', 'أكثر من 90%', 'اجتهاد الباحث، محاولته فهم ما يقرأه فهما جيدا، إعماله فكره فيما لم يجد فيه نكلاما للعلماء.', 'بطء الباحث أحيانا، انشغاله عني بسبب ضيوفه المعتمرين في شهر رمضان.', 'عدم توفر بعض المراجع بسبب ظروف الطالب المادية مما يجبره على الذهاب إلى البحث عنها في المكتبات العامة.', 'عقد ورشة للطلاب من داخل المملكة مع مشرفيهم في مقر كرسي الهدايات مع بداية الفصل القادم لبحث ما يواجه الطلاب.', NULL, NULL, '2019-06-21'),
(79, 76, 161, '60%', 'النسبة أكثر من النسبة المحددة لذلك الوقت ، لأني اتفقت مع الباحث منذ بداية الكتابة على أن ينتهي من الرسالة في أقل من سنة ونصف، ثم يراجع بحثه، ويبحث عما لم يجده أثناء المراجعة. فاستجاب لي وتفرغ لبحثه.', 'ممتاز', 'أكثر من 90%', 'اجتهاد الباحث، وتفرغه للبحث ووصله النهار بالليل، وتفرغه لبحثة وإعمال فكره.', 'اختلاف موضوع الجزؤ الذي يبحث فيه عن الواقع نوعا ما.', 'كثرة الكتب والبحوث التي تتعلق بسورة يوسف، وغالبها ينقل من غيره، عدم توفر بعض الكتب.', 'عقد ورشة للطلاب ومشرفيهم في مكة مع بداية الفصل القادم لبحث المستجدات التي تواجه الطلاب.', NULL, NULL, '2019-06-21'),
(80, 63, 188, '20%', 'إذا أردنا النسبة على عدد المباحث فهي: 30 في المائة، وإذا أردنا النسبة بحسب مراحل الإنجاز فهي 25 في المائة. وإن أردنا مضمون البحث فهي: 20 في المائة.', 'ممتاز', 'أكثر من 90%', 'طالب مجتهد متفرغ تفرغاً تاما لكتابة البحث مع الحرص على تحرير المسائل العلمية والاستقصاء قدر الإمكان.', 'لا شيء.', 'لما كان الباحث قد ترك فرصة العمل في التعليم واختار التفرغ للبحث فإنه واجهته مصاعب مادية حدت من حركته وسفره من أجل البحث واقتناء ما يلزم البحث من كتب وأجهزة مساعدة، وهذه الصعوبات لم يبح بها، وإنما ظهرت لي من خلال التواصل معه.', 'لو يطلب من الباحثين كلما تقدموا في العمل وخاضوا غمار البحث كتابة كل ما يعن لهم من ملحوظات عن الموسوعة في كل جوانبها خطة ومنهجا وتقسيما وترتيبا وتسييراً، ثم بعد ذلك للموسوعة واسع النظر في الأخذ بهذه الملحوظات أو طرحها، فهي إذا ما نفعت لا تضر.', 'الباحث اجتهد في التقديم والتأخير لبعض المباحث بحسب ما أداه إليه اجتهاده، فتركته لما رأيت في اختياره من وجاهة، وللجنة العلمية واسع النظر في إقرار ما تراه مناسباً.', NULL, '2019-06-22'),
(81, 63, 186, '20%', 'نسبة 20 في المائة من حيث المضمون، ومن حيث عدد المباحث فقد بلغ 50 في المائة، ومن حيث مراحل البحث: 25 في المائة.', 'جيد جدا', 'أكثر من 90%', 'طالب مجتهد يمضي وفق الخطة البحثية المرسومة.', 'ينقص الباحث التحرير والتدقيق أحياناً لبعض المسائل العلمية التي تحتاج إلى جهد أكبر ووقت أطول، لكنه إذا نبه انتبه.', 'مزاحمة العمل للبحث، نظراً لاشتغاله في العمل في التدريس، وهو يحاول التغلب على ذلك.', 'أقترح أن يكلف الباحثون كلما تقدموا في العمل وخاضوا غمار البحث بكتابة كل ما يظهر لهم من ملحوظات عن الموسوعة بجميع جوانبها خطة ومنهجا وتقسيماً وترتيباً وتسييرا، ثم بعد ذلك للموسوعة واسع النظر في الأخذ بتلك الملحوظات أو طرحها.', 'الباحث لم يلتزم التزاماً كليا بمنهجيات الكتابة في الرسالة العلمية، وعذره في التقرير الأول أن المنهجية لم تكن قد عممت بعد، وفي التقرير الثاني يرجع عدم الالتزام الكلي إلى جهازه الذي يحتاج إلى تغيير.', NULL, '2019-06-22'),
(82, 72, 78, '30%', 'الطالب يسير وفق الخطة', 'جيد جدا', 'أكثر من 90%', 'الباحث آفضل في الصياغة', 'الباحث يحتاج لمزيد تآهيل في الاستنباط', 'الصياغة', 'اقامة دودة تآهيلية للطلاب في الصياغة', NULL, NULL, '2019-06-24'),
(83, 66, 177, '30%', 'نسبة إنجاز الطالب جيدة وع جودة عمله ويعتبر هذا الفصل الثاني بالنسبة له', 'جيد جدا', 'أكثر من 80%', 'الطالب عنده عمق في استخراج الهدايات، ومراجعه متعددة، وعند استنباطات جيدة', 'لا يوجد', 'لا توجد', 'تأمل الآيات بكثرة قرائتها - تعدد المصادر وكثرة القراءة حولا الآيات -', 'لا يوجد', 'fileName1561389459.docx', '2019-06-24'),
(84, 66, 190, '10%', 'الطالب لم يقدم هذه الفترة سوى عشر صفحات؛ نظرا لانشغاله برمضان والإجازة ومستلزمات الأهل فيما يزعم', 'جيد', 'أكثر من 70%', 'الطالب عنده عمق في استخراج الهدايات، ومراجعه متعددة، وعند استنباطات جيدة', 'كثرة شاغل الطالب وانقطاعه عن البحث بعض الفترات', 'لا توجد', 'تكرار قراءة الآيات مرات مع التأمل والتدبر - تعدد المصادر خصوصا التي لها عناية بجوانب من الهدايات تتلائم وطبيعة بحث الطالب', 'لا يوجد', 'fileName1561390174.docx', '2019-06-24'),
(85, 66, 191, '10%', 'الطالب لم ينجز خلال هذه الفترة سوى أربع صفحات ولم يعرضها على وإنما أحالها عليكم مباشرة نظرا لسفره إلى بلاده فيما يزعم', 'جيد', 'أكثر من 10%', 'الطالب عنده عمق في استخراج الهدايات، ومراجعه متعددة، وعند استنباطات جيدة', 'الباحث من طلاب المنح وسافر خلال فترة الإجازة لبلاده؛ لذا لم ينجز إلا اليسير كما تقدم', 'لا توجد', 'تكرار قراءة الآيات قبل استنباط الهدايات منها مع التدبر - تعدد المصادر خصوصا ما يعنى منها بجوانب من الهدايات تخدم الباحث - كثرة المصادر وتعددها', 'مراعاة فترة الإجازة خصوصا لطلاب المنح الذين يغتربون عن ذويهم بقية العام', NULL, '2019-06-24'),
(86, 62, 168, '20%', 'انجزت الباحثة زينب 20% من البحث فقط وذلك بسبب ظروفها الصحية والمالية', 'جيد جدا', 'أكثر من 90%', '- طريقة العرض علمية\r\n- الباحثة قوية في التحليل والمناقشة\r\n- الأمانة العلمية في النقل\r\n- المراجعة إلى أمهات كتب اللغة و التفسير', '- التاخير في الكتابة وذلك بسبب ظروفها الصحية والأسرية والمالية', 'ذكرت أعلاها', 'اقترح أن يسير البحث بشكل يناسب قواعد الكتابة العلمية الحديثة بحيث يلائم القضايا المعاصرة إضافة إلى الأصالة والعمق', 'رعاية احوال الطالبة ماليا', NULL, '2019-06-25'),
(87, 45, 89, '30%', 'هذا ثاني تقرير حول عمل الطالب الباحث ،و الباحث مجد في إنجاز  كثير من المباحث الأولى من بحثه', 'جيد جدا', 'أكثر من 80%', 'يتميز الباحث بامتلاك لغة سليمة وصبر على تتبع اهم المصادر والمراجع التي يتطلبها بحثه حول الهدايات القرانية', 'لا وجود لملحوظات سلبية حتى الان', 'لا وجود لصعو بات', 'الرجاء اعطاء مزيد من الوقت للباحثين لتجويد بحوثهم اكثر', 'يلاحظ ان عمل الطالب الباحث في تحسن مستمر نتيجة تعمق  متابعته لمصادر ومراجع موضوع الهدايات .', NULL, '2019-06-25'),
(88, 71, 169, '20%', 'حسب الخطة المرسومه', 'جيد جدا', 'أكثر من 90%', 'التجاوب مع المشرف و الحرص على الاستشارة', 'صعوبة الصياغة أحياناً', 'صعوبة الصياغة أحياناً', 'إرسال نماذج من أفضل ما كتبه الباحثون ليقتدي بهم الآخرون', NULL, NULL, '2019-06-25'),
(89, 45, 147, '30%', 'الباحث  عرض المباحث،الاولى من القسم الأول من بحثه وما غرضه يمكن ان ان يشكل ما يقرب من ربع المادة العلمية التي يتطلبها بحثه.', 'جيد جدا', 'أكثر من 80%', 'الباحث،مجد في انجاز بحثه ودقيق فيما يكتب', 'لحد الان لا ملاحظات سلبية', 'لا وجود لصعو بات', 'أرى أن بعض الباحثين لو منحوا مزيدا من الوقت لجاءت بحوثهم أعمق وأدق .', 'لاحظت ان عمل الباحث يتحسن ويتعمق  اكثر', NULL, '2019-06-25'),
(90, 52, 35, '30%', 'ظروف العمل( عدم التفرغ الكامل)، وكذلك بعض الظروف العائلية خارج ماليزيا', 'جيد جدا', 'أكثر من 70%', 'الاتزام الجيد بالمنهجية العلمية المتفق عليها مع إدارة الكرسي\r\nوحسن الجمع والترتيب', 'لا زال الطالب تقريبا@ خارج الموضوع نسبياً', 'ظروف العمل( عدم التفرغ الكامل)\r\nوالأمور المادية', 'لا يوجد', NULL, NULL, '2019-06-26'),
(91, 52, 36, '100%', 'قضايا تمهيديه في موضوع الفصل', 'ممتاز', 'أكثر من 90%', 'الالتزام باتعديلات والتصحيحات المطلوب ، والالتزام بالمنهجية العلمية', 'لا يوجد', 'لا يوجد', 'لا يوجد', NULL, NULL, '2019-06-26'),
(92, 52, 165, '30%', 'تم ما نسبته 30% من الباب الأول', 'جيد جدا', 'أكثر من 30%', 'والالتزام بالمنهجية العلمية', 'قلة الانجاز', 'عدم التفرغ الكامل ، وبعض ظروفه العائلية', 'لا يوجد', 'لا يوجد', NULL, '2019-06-26'),
(93, 45, 185, '30%', 'الطالب الباحث،قد أنجز مايقرب من  ربع ما يتطلبه البحث وهذا هو التقرير الثاني حول عمله', 'جيد جدا', 'أكثر من 80%', 'الباحث يمتلك مؤهلات وقدرات لغوية و بحثية جيدة', 'لحد الان لا ملاحظات سلبية', 'لا وجود لصعو بات', 'اظن ان الطلبة لو منحوا وقتا اكثر لتحرير بحوثهم،سيكون له أثر ايجابي جيد على بحوثهم', 'من الملاحظات المهمة التي لاحظتها،على الباحث تحسنه المستمر في القدرة على استثمار كل ما يقرأ في تتبع موضوع،الهدايات القرآنية', NULL, '2019-06-26'),
(94, 79, 166, '40%', 'أنجز الطالب أقل من أربعين بالمئة ( حوالى 35% تنقص قليلا ) في القسم الأول أنجز الباب الأول تقريبا حيث أنجز فيه الفصل الأول وفيه ثلاثة مباحث وكذلك في الفصل الثاني ثلاثة مباحث  ودخل في الباب الثاني وهو دراسات تطبيقية في هدايات سورة الأعراف وفيه ثلاثة فصول أنجز منها نصف مبحث فقط من الفصل الأول ، المادة التي كتبها الطالب خلال الربع تعتبرقليلة نسبيا  فهي لم تتجاوز 38 صفحة ( ما يقارب 12227 كلمة ) فقط', 'جيد جدا', 'أكثر من 90%', '1- الاهتمام بقواعد الكتابة  في الكرسي والجامعة.\r\n2- الجودة فيما يكتب ودقة التوثيق في الغالب \r\n3-كثرة المصادر والمراجع التي ذكرها في هذا الربع إذا ما تمت المقارنة بالربع السابق، لكنه يحتاج إلى تنوع أكثر في المصادر \r\n4- الأمانة العلمية .\r\n5- الانضباط بقواعد تخريج الأحاديث', 'أولا : المصادر والمراجع : بالرغم من كثرتها نسبيا إلا أنه يلاحظ:\r\n1- تكرار كثير من المصادر والمراجع وقلة التنويع فيها فأغلبها في التفسير والحديث .\r\n2-عدم ترتيبها حسب ما أخذ منها (عندما يكتب الباحث المصادر في الهامش لا يرتبها بحسب ما أخذ منها بل يضعها عشوائيا وربما بدأ بالطبري فيقول انظر الطبري .... والشوكاني ، والسعدي ، وهو ابتدأ بالأخذ من الشوكاني  وهذه الملاحظة في أكثر من موضع.\r\nثانيا: شخصية الباحث :\r\n1-بدأت تظهر شخصية الباحث في الباب الثاني بشكل أوضح إلا أنه مازال بحاجة إلى التركيز والتعمق والنظر في الآيات ودلالتها وسياقاتها وارتباطاتها بالقراءات والأحاديث والآثار والأقول واللغة....... حتى يتسنى له التدبر بشكل أعمق واستخراج الهدايات بشكل أكثر وأدق .\r\n2-مازال الباحث يكتب بأسلوب السابقين وكأنه يتحدث بلسانهم في كثير من المواضع التفسيرية بينما المطلوب أن يأخذ الفكرة ثم يصيغها بأسلوبه وكأنه هو الذي يفسر  ثم يوثق ، إلا ما كان من الاقتباسات النصية فهذه يبقيها بنص المؤلف مع توثيقها أيضا.\r\n3-فاتت على الباحث بعض الهدايات المهمة في الجزء الذي كتبها (تم وضع بعضها أمثلة للباحث في نسخة البحث التي سترسل له).\r\nثالثا منهجية الكتابة :\r\n1- الملحوظة السابقة \r\n2- التوسع في تفسير الآيات قليلا وأرى ضرورة الاختصار في التفسير ليترك المجال للكتابة في الهدايات فهي الأصل وحتى لا تكثر الكلمات عن حدها الأعلى في نظام الجامعة.\r\n3-أحيانا لا يوثق أو يضع التوثيق في مكان غير مناسب كما في ص 122  عندما تكلم عن شروط الاستنباط .\r\n4-يلاحظ أن الباحث لا يوزع المباحث إلى مطالب ( وذلك في الجزء الذي كتبه في هذا الربع).\r\n5-تكلم الباحث بصيغة الجمع  كما في ص 123 حيث قال (ونأخذ من ذلك أن نحرص على تعظيم الله) .\r\n6-في الغالب لا يستخرج الهدايات المستنبطة من اختلاف القراءات كما في الآية 172 ، (الخلاف في قراءة ذريتهم بين الجمع والإفراد) و ( الخلاف في قراءة \"أن تقولوا يوم القيامة\" بتاء الخطاب وياء الغيبة وكذلك الخلاف في \"أو تقولوا\").\r\nرابعا ضوابط الكتابة: \r\nصفحة 108 الهامش 1\r\nيُنظر: الطبري، جامع البيان، ط1، ج10، ص546، 552- 565\r\nالتصويب : ، ص546- 565\r\nمثال آخر: يُنظر: الطبري، جامع البيان، ط1، ج10، ص566 - 576، 586 – 590\r\nالأصل أن يكتفي الباحث بذكر رقم الصفحة الأولى والأخيرة فقط \r\nفي كثير من الهوامش يضع الطالب فاصلة منقوطة ؛ بين كل مصدرين \r\nالتصويب : الفاصلة بين المصادر والمراجع غير منقوطة ،', 'تم ذكرها في التقارير السابقة وأهمها الظروف الخاصة التي تواجهها اليمن والتي انعكست بطبيعتها على الباحث. وعلى رأسها صعوبة التواصل  والمعيشة وانقطاعات الكهرباء والإنترنت', 'تم ذكرها في التقرير السابق \r\nلكن هنا أكرر ضرورة وضع النسب مفتوحة وألا يكون الفارق بين كل نسبتين 10% كما هو الوضع الحالي .\r\nوكذلك أتمنى جمع الملاحظات العامة من جميع المشرفين والطلاب التي يمكن أن يستفيد منها الجميع-  وتعاد صياغتها وغربلتها وتوزيعها على الطلاب والمشرفين  لاكتساب الخبرات وتبادلها', 'يلاحظ على الباحث اجتهاده وحرصه على خدمة دينه لذا ينشغل بالتدريس والأبحاث والمشاريع العلمية والدعوية  وهذا يحسب له؛ لكن ينبه أن واجب الوقت التفرغ للهدايات.', NULL, '2019-06-29'),
(95, 74, 179, '20%', 'متناسبة مع الزمن المحدد', 'جيد جدا', 'أكثر من 80%', 'عمل سليم قي الجملة ومقبول من حيث العموم', 'لاشيئ', 'لا شيء', 'لاشيء', 'لاشيء', NULL, '2019-06-29'),
(96, 74, 163, '20%', 'متناسبة مع الزمن المحدد', 'ممتاز', 'أكثر من 90%', 'عمل ممتاز لغة قوية وسليمة وتحليل دقيق', 'لا شيء', 'لا شيء', 'لا شيء', 'لا شيء', NULL, '2019-06-29'),
(97, 72, 152, '50%', 'الطالب جاد في بحثه', 'ممتاز', '100%', 'الباحث آكثر جودة من قبل', 'يحتاج زيادة تاهيل في الصياغة', 'لات،جد', 'اقامة دورة تاهيلية في الصياغة', NULL, NULL, '2019-06-29'),
(98, 47, 170, '50%', 'تم إنجاز البحث حتى مبحث الهدايات الجزئية في سورة النساء الآية 35', 'ممتاز', 'أكثر من 90%', 'عناية الباحثة بتنويع أساليب استخراج الهدايات، والسعي إلى إضافة الجديد المفيد بما يتوافق مع الأسس العلمية للموسوعة، وأهدافها في الربط بالواقع. تحري الصياغة العلمية ، وتنوع المصادر، وأصالتها، والالتزام بمناهج وتنسيقات البحوث العلمية، مع خلو البحث من الاخطاء اللغوية والنحوية', 'عدم توفر الجو العام للبحث العلمي بنسبة كافية تناسب حجم أهداف الموسوعة', 'تأثر سير العمل في البحث بما يدور في الواقع السوداني', 'تهيئة الأجواء البحثية بحيث تواصل كتابة هذا البحث في مكة المكرمة إذا أمكن لتفريغ كامل جهد الباحثة وزيادة التجويد في العمل وسهولة المتابعة مع فريق الكرسي ولجانه', NULL, NULL, '2019-06-30'),
(99, 72, 153, '70%', 'الطالبة تسير وفق الخطة', 'جيد جدا', 'أكثر من 90%', 'تجاوبها مع المشرف', 'تحتاج الي تاهيل في الاستنباط والصياغة', 'لاتوجد', 'تاهيل الطلاب', NULL, NULL, '2019-06-30'),
(100, 72, 37, '70%', 'الطالبة تسير وفق الخطة', 'جيد جدا', 'أكثر من 90%', '.', '.', '.', '.', NULL, NULL, '2019-06-30'),
(101, 72, 38, '70%', 'الطالبة تسير وفق الخطة', 'جيد جدا', 'أكثر من 90%', '.', '.', '.', '.', NULL, NULL, '2019-06-30'),
(102, 72, 39, '70%', 'الطالبة تسير وفق الخطة', 'جيد جدا', '100%', '.', 'البحث ناقص  يحتاج لمزيد اطلاع واثرا،', 'تحتاج  مزيد خبرة في التعامل مع المراجع والاستفادة منها', '.', NULL, NULL, '2019-06-30'),
(103, 72, 40, '70%', 'الطاالبة تسير وفق الخطة', 'جيد جدا', 'أكثر من 90%', '.', 'البحث فيه قصور وقد طلبت من الطالبة اثراؤه', 'الحاجة الي خبرة في الاستفادة من المراجع', '.', NULL, NULL, '2019-06-30'),
(104, 72, 51, '80%', 'الطالب سبق الاخطة', 'ممتاز', '100%', 'الطالب متميز في صياغته وبحثه', 'لاتوجد', 'لاتوجد', '.', NULL, NULL, '2019-06-30'),
(105, 72, 52, '80%', 'الطالب سبق الخطة', 'ممتاز', '100%', 'متميز', 'لاتوجد', 'لاتوجد', 'لاتوجد', NULL, NULL, '2019-06-30'),
(106, 72, 53, '80%', 'الطالب سبق الخطة', 'ممتاز', '100%', 'الطالب متميز في استخلاص الهدايات', 'لديه استطراد في بعض الهدايات', '.', '.', NULL, NULL, '2019-06-30'),
(107, 72, 26, '70%', 'الطالب تسير وفق اللخطة', 'جيد جدا', '100%', '.', 'تحتاج لمزيد تاهيل في الصياغة', '.', '.', NULL, NULL, '2019-06-30'),
(108, 72, 25, '70%', 'وفق الخطة', 'جيد جدا', '100%', '.', 'تحتاج تاهيل في الصياغة', '-', '-', NULL, NULL, '2019-06-30'),
(109, 72, 23, '70%', 'الطالب تسير وفق الخطة', 'جيد جدا', '100%', '.', 'الصياغة', '.', '.', NULL, NULL, '2019-06-30'),
(110, 72, 148, '70%', 'وفق الخطة', 'ممتاز', '100%', 'الطالبة آفضل من لديها مهادة التعامل مع المداجع . وصياغتها آفضل', '.', '.', '.', NULL, NULL, '2019-06-30'),
(111, 67, 180, '30%', '30% من جميع البحث. والبحث وصل إلى الفصل الثاني من الباب الأول.', 'ممتاز', 'أكثر من 90%', 'سعة الاطلاع في استخراج الهدايات.', 'أخطاء إملائية وعدم تخريج بعض الأحاديث.', '-', 'استعمال المراجع في القراءات حسب ما تفضل به المشرف الآخر وهو دكتور صبري في إحدى اللقاءات بين المشرفين والطالب.', 'أجاد الطالب في ما كتب من المبحث الثاني والمبحث الثالث تحت الفصل الثاني من الباب الأول. وكذلك المبحث الأول من الفصل الأول في الباب الثاني. وانتها إلى الآية 12 من سورة الأعراف.\r\nوهنالك بعض الأخطاء الإملائية مثل \"بالإستدلال\"، \"الإستعاذة\"، \"الإستجارة\"، \"الإعتراف\"، \"الإتباع\"، \"ألا تدعوا\"، \"الإتهام\"، \"الإختصاص\"، \"الإستهانة\"، \"نطفه\"، \"شفره\"، ...\r\nويطلب من الطالب:\r\n1.	كتابة تخريج الأحاديث مشتملا على الكتاب والباب والرقم. وإذا كان الحديث من غير الصحيحين، يطلب من الطالب إثبات مدى صحته من خلال كلام علماء الحديث.\r\n2.	تشكيل الكلمات الغريبة من \"رجاس\".\r\n3.	توسيع المراجع في مجال القراءات على حسب ما أفاد أحد المشرفين (د. صبري)؛ في ما يأتي من البحث وفي ما مضى إن تيسر، خصوصا في توجيه القرائات من حيث إفادتها للهدايات. وذلك مثل الجَمَل، بفتح الجيم والميم، مع الجُمَّل، بضم الجيم وتشديد الملم. \r\nوعلى وجه العموم، يشكر الطالب على ما قام به من البحث.', NULL, '2019-07-01'),
(112, 72, 146, '80%', 'الطالب جاد في عمله', 'ممتاز', '100%', 'لديه. مهازة في الاستنباط', 'الاستطراد', 'لاي،جد', 'دوراة في الصياغة', NULL, NULL, '2019-07-25'),
(113, 46, 189, '30%', 'عدم إنتظام الطالبة في زيارة المشرف', 'جيد جدا', 'أكثر من 70%', 'الإجتهاد والمثابرة', 'تدني نسبة الإنجاز \r\nقلة الزيارات للمشرف', 'لا توجد', 'زيادة السقف الزمني للطلاب المتأخرين', '0', NULL, '2019-07-28');

-- --------------------------------------------------------

--
-- Table structure for table `theses`
--

CREATE TABLE `theses` (
  `ID` int(11) NOT NULL,
  `Title` varchar(500) DEFAULT NULL,
  `ProgramDuration` varchar(45) DEFAULT NULL,
  `BeginningDate` varchar(45) DEFAULT NULL,
  `CompletionDate` varchar(45) DEFAULT NULL,
  `Notes` varchar(45) DEFAULT NULL,
  `Status` varchar(45) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `Supervisor` int(11) NOT NULL,
  `Searcher` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `theses`
--

INSERT INTO `theses` (`ID`, `Title`, `ProgramDuration`, `BeginningDate`, `CompletionDate`, `Notes`, `Status`, `created_at`, `Supervisor`, `Searcher`) VALUES
(15, 'الهدايات القرآنية في  سورة الفاتحة وفي سورة البقرة من الآية ( 1– 74  ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 02:22:15', 78, 81),
(16, 'الهدايات القرآنية في سورة البقرة من الآية ( 75-141) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 02:23:53', 77, 82),
(17, 'الهدايات القرآنية في سورة البقرة من الآية ( 142-202) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 02:24:59', 68, 83),
(18, 'الهدايات القرآنية في سورة البقرة من الآية ( 203-252) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 02:26:13', 54, 84),
(19, 'الهدايات القرآنية في سورة البقرة من الآية ( 252) إلى آخر السورة ،وفي سورة آل عمران من الآية (1-14)  دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 02:27:16', 60, 85),
(20, 'الهدايات القرآنية في سورة آل عمران من الآية ( 15-92 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 02:28:39', 69, 86),
(21, 'الهدايات القرآنية في سورة آل عمران من الآية ( 93  –170 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 02:29:47', 70, 87),
(22, 'الهدايات القرآنية في سورة آل عمران من الآية (171) إلى آخر السورة، وفي سورة النساء من الآية (1–23) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 02:30:58', 46, 88),
(23, 'الهدايات القرآنية في سورة النساء من الآية ( 24  –87 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-17 07:51:57', 47, 89),
(24, 'الهدايات القرآنية في سورة النساء من الآية ( 88  –147 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-17 07:46:53', 61, 90),
(25, 'الهدايات القرآنية في سورة النساء من الآية (148) إلى آخر السورة، وفي سورة المائدة من الآية ( 1 – 26 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 02:40:18', 73, 91),
(26, 'الهدايات القرآنية في سورة المائدة من الآية ( 27 – 81 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 04:44:54', 58, 92),
(27, 'الهدايات القرآنية في سورة المائدة من الآية 82 إلى آخر السورة، وفي سورة الأنعام من الآية (1– 35) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 04:46:11', 49, 93),
(28, 'الهدايات القرآنية في سورة الأنعام من الآية ( 36 – 110 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 04:56:42', 56, 94),
(29, 'الهدايات القرآنية في سورة الأنعام من الآية (111) إلى آخر السورة – دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 04:57:54', 52, 95),
(30, 'الهدايات القرآنية في سورة الأعراف من الآية ( 1 – 87 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-17 07:53:24', 67, 96),
(31, 'الهدايات القرآنية في سورة الأعراف من الآية (88 – 170) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:00:16', 62, 97),
(32, 'الهدايات القرآنية في سورة الأعراف من الآية (171) إلى آخر السورة وفي سورة الأنفال من الآية (1 – 40) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:01:24', 79, 98),
(59, 'الهدايات القرآنية في سورة الزمر دراسة تطبيقية', '24', '2019-08-18', '2021-08-18', NULL, NULL, '2019-08-18 07:15:42', 129, 130),
(34, 'الهدايات القرآنية في سورة التوبة من الآية ( 34 ) إلى الآية (92) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:03:32', 50, 100),
(35, 'الهدايات القرآنية في سورة التوبة من الآية ( 93 )إلى آخر السورة وفي سورة يونس من الآية ( 1-25)دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:04:35', 65, 101),
(36, 'الهدايات القرآنية في سورة يونس من الآية ( 26 )إلى آخر السورة دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:05:30', 76, 102),
(37, 'الهدايات القرآنية في سورة هود من الآية ( 1 ) إلى ( 83 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:07:01', 76, 103),
(38, 'الهدايات القرآنية في سورة هود من الآية ( 84 ) إلى آخر السورة وفي سورة يوسف من الآية ( 1-52) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:08:05', 76, 104),
(39, 'الهدايات القرآنية في سورة يوسف من الآية ( 53 ) إلى آخر السورة وفي سورة الرعد من الآية ( 1-18) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:09:12', 66, 105),
(40, 'الهدايات القرآنية في سورة الرعد من الآية ( 19 ) إلى آخر السورة وفي سورة إبراهيم دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:10:48', 66, 106),
(41, 'الهدايات القرآنية في سورة الحجر وفي سورة النحل من الآية ( 1 -50) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:11:51', 66, 107),
(42, 'الهدايات القرآنية في سورة النحل من الآية ( 51 ) إلى آخر السورة دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:12:45', 71, 108),
(43, 'الهدايات القرآنية في سورة الإسراء دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:13:51', 71, 109),
(44, 'الهدايات القرآنية في سورة الكهف دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:14:56', 72, 110),
(45, 'الهدايات القرآنية في سورة مريم دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:16:09', 72, 111),
(46, 'الهدايات القرآنية في سورة طه دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:17:36', 72, 112),
(47, 'الهدايات القرآنية في سورة الأنبياء دراسة تطبيقية', '12', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:18:38', 72, 113),
(48, 'الهدايات القرآنية في سورة الحج دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:19:41', 51, 114),
(49, 'الهدايات القرآنية في سورة المؤمنون و سورة النور  من الآية (1-26) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:20:52', 45, 115),
(50, 'الهدايات القرآنية في سورة النور  من الآية (27-آخر السورة) وفي سورة الفرقان من الآية (1-20) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:22:00', 45, 116),
(51, 'الهدايات القرآنية في سورة الفرقان  من الآية (21-آخر السورة ) وفي سورة الشعراء من الآية ( 1-110 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:23:11', 63, 117),
(52, 'الهدايات القرآنية في سورة الشعراء من الآية ( 111-آخر السورة ) وفي سورة النمل من الآية ( 1-55) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:24:29', 51, 118),
(53, 'الهدايات القرآنية في سورة النمل من الآية ( 56-آخر السورة) وفي سورة القصص من الآية ( 1-50 )دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:25:23', 51, 119),
(54, 'الهدايات القرآنية في سورة القصص من الآية ( 51 –آخر السورة ) وفي سورة العنكبوت : دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:26:28', 74, 120),
(55, 'الهدايات القرآنية في سورتي الروم ولقمان دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:27:34', 74, 121),
(56, 'الهدايات القرآنية في سورة السجدة وفي سورة الأحزاب من الآية ( 1-30 ) دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:28:42', 63, 122),
(57, 'الهدايات القرآنية في سورة الأحزاب من الآية ( 31-آخر السورة ) وفي سورة سبأ : دراسة تطبيقية', '24', '2019-01-01', '2022-01-01', NULL, NULL, '2019-03-04 05:29:58', 53, 123);

-- --------------------------------------------------------

--
-- Table structure for table `universities`
--

CREATE TABLE `universities` (
  `ID` int(11) NOT NULL,
  `Code` varchar(50) DEFAULT NULL,
  `Name` varchar(255) NOT NULL,
  `President` varchar(255) NOT NULL,
  `Countrie` int(11) DEFAULT NULL,
  `City` varchar(255) NOT NULL,
  `Location` varchar(255) DEFAULT NULL,
  `Phonne` varchar(20) DEFAULT NULL,
  `Fax` varchar(20) DEFAULT NULL,
  `Email` varchar(100) DEFAULT NULL,
  `Logo` varchar(255) DEFAULT NULL,
  `ContractID` varchar(50) DEFAULT NULL,
  `ContractDate` date DEFAULT NULL,
  `Status` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `universities`
--

INSERT INTO `universities` (`ID`, `Code`, `Name`, `President`, `Countrie`, `City`, `Location`, `Phonne`, `Fax`, `Email`, `Logo`, `ContractID`, `ContractDate`, `Status`, `created_at`, `updated_at`) VALUES
(2, NULL, 'جامعة أم القرى', 'أ.د عبدالله بافيل', 2, 'مكة المكرمة', 'العابدية', '0000000', '0000000', 'info@info.com', 'fileName1538685413.jpg', '0000', '2019-03-04', 'yes', '2019-03-04 00:01:43', '2018-10-04 18:25:40'),
(3, NULL, 'جامعة أفريقيا العالمية', 'اسم مدير الجامعة', 3, 'الخرطوم', 'العنوان', '0627391548', '0523141185', 'info@info.com', 'fileName1538867590.jpg', '0000', '2019-03-04', 'yes', '2019-03-03 23:59:30', '2018-10-04 18:36:53'),
(4, NULL, 'جامعة القرآن الكريم', 'اسم مدير الجامعة', 3, 'أم درمان', 'أم درمان', '000000', '000000', 'info@info.com', NULL, '0000', '2019-03-04', 'yes', '2019-03-04 00:07:19', '2019-03-04 00:07:19'),
(5, NULL, 'جامعة أم درمان الإسلامية', 'اسم مدير الجامعة', 3, 'أم درمان', 'أم درمان', '000000', '000000', 'info@info.com', NULL, '00000', '2019-03-04', 'yes', '2019-03-04 00:08:55', '2019-03-04 00:08:55'),
(6, NULL, 'الجامعة الأردنية', 'اسم مدير الجامعة', 12, 'عمان', 'الأردن', '00000', '00000', 'info@info.com', NULL, '00000', '2019-03-04', 'yes', '2019-03-04 00:09:42', '2019-03-04 00:09:42'),
(7, NULL, 'جامعة سلطان زين العابدين', 'مدير الجامعة', 16, 'كوالا ترينقانو', 'كوالا ترينقانو', '00000', '00000', 'info@info.com', NULL, '00000', '2019-03-04', 'yes', '2019-03-04 00:10:57', '2019-03-04 00:10:57'),
(8, NULL, 'جامعة ملايا', 'مدير الجامعة', 16, 'كوالالمبور', 'كوالالمبور', '00000', '00000', 'info@info.com', NULL, '00000', '2019-03-04', 'yes', '2019-03-04 00:11:35', '2019-03-04 00:11:35'),
(9, NULL, 'الجامعة الوطنية الماليزية', 'اسم مدير الجامعة', 16, 'كوالالمبور', 'كوالالمبور', '0000', '0000', 'info@info.com', NULL, '0000', '2019-03-04', 'yes', '2019-03-04 00:13:40', '2019-03-04 00:13:40'),
(10, NULL, 'جامعة المدينة العالمية', 'اسم مدير الجامعة', 16, 'كوالالمبور', 'كوالالمبور', '00000', '00000', 'info@info.com', NULL, '00000', '2019-03-04', 'yes', '2019-03-04 00:14:57', '2019-03-04 00:14:57'),
(11, NULL, 'الجامعة الإسلامية بالمدينة', 'اسم مدير الجامعة', 2, 'المدينة المنورة', 'المدينة المنورة', '00000', '00000', 'info@info.com', NULL, '00000', '2019-03-04', 'yes', '2019-03-04 01:55:23', '2019-03-04 00:17:39'),
(12, NULL, 'جامعة القصيم', 'اسم المدير', 2, 'القصيم', 'القصيم', '00000', '00000', 'info@info.com', NULL, '0000', '2019-03-04', 'yes', '2019-03-04 00:18:57', '2019-03-04 00:18:57'),
(13, NULL, 'جامعة القاضي عياض', 'اسم المدير', 20, 'مراكش', 'مراكش', '00000', '00000', 'info@info.com', NULL, '00000', '2019-03-04', 'yes', '2019-03-04 00:20:20', '2019-03-04 00:20:20'),
(14, NULL, 'جامعة ابن زهر', 'اسم الرئيس', 20, 'أغادير', 'أغادير', '00000', '00000', 'info@info.com', NULL, '00000', '2019-03-04', 'yes', '2019-03-04 00:21:20', '2019-03-04 00:21:20'),
(15, NULL, 'جامعة ابن طفيل', 'اسم الرئيس', 20, 'القنيطرة', 'القنيطرة', '00000', '00000', 'info@info.com', NULL, '00000', '2019-03-04', 'yes', '2019-03-04 00:22:33', '2019-03-04 00:22:33'),
(16, NULL, 'الجامعة الإسلامية العالمية', 'اسم الرئيس', 16, 'كوالالمبور', 'كوالالمبور', '00000', '00000', 'info@info.com', NULL, '00000', '2019-03-04', 'yes', '2019-03-04 01:55:59', '2019-03-04 01:55:59'),
(17, NULL, 'لايدن هولندا', 'محمد', 24, 'لايدن', 'Rapenburg 70, 2311 EZ Leiden, هولندا', '050555', '05055', 'info@kachqu.org', NULL, '1111', '2019-08-18', 'yes', '2019-08-18 06:53:41', '2019-08-18 06:53:41');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(60) NOT NULL,
  `role_id` int(11) NOT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `password`, `role_id`, `remember_token`, `created_at`, `updated_at`) VALUES
(39, 'admin', 'admin@admin.com', '$2y$10$CJcyRgxWll4yVl.Pc1Onn.NIgoW0Zz4SaEE3YhMOTV1/L0LuUCGNO', 1, 'DiM2eJC2dJjC3lR6dEIkRmjC7AhUvJAO2pHWrlgZPffMK9SG2hAK6Op8udcH', '2019-07-03 08:05:33', '2018-10-03 08:22:44'),
(146, 'محمد منذر', 'msalem@hidayatqurania.org', '$2y$10$APvHZehPZlEmUXthNQYM5eK20acLPqeVdwhqr9lajip/JHFX3PZ4W', 2, '0C8i9fUR7QQJkBX9i44FRHzZcnSjwsYg3JjoaqHG0ZZ7UDrqzSeQjmUilzbW', '2019-07-25 09:04:30', '2019-03-04 04:46:11'),
(145, 'مصطفى جمعة', 'mjumaah@hidayatqurania.org', '$2y$10$NImxwPdIG9PNGPvHu04ReuhbJa5cR5RfeVZGDJDGkiF2C.HCGJyye', 2, 'Bgj77MbJk3CtvbyQncUNjiRNQDp8eBbf8QvDn2Jk8Rctaq2r58jFB1iThKwl', '2019-03-11 18:34:04', '2019-03-04 04:44:54'),
(124, 'د. محمد الحميد', 'malhumaid@hidayatqurania.org', '$2y$10$1J7JAEbFzW2zGgDG510nZemDlSpdG2Mkd1NPXLSYwJftsHVb6xsYK', 3, 'Pt5QOEP6yEsy2JVieGvN2Z21W7qPq7ZfbGSfuPSP8RdIaA7e1BiYqvo9PMjf', '2019-06-25 16:55:49', '2019-03-04 02:12:16'),
(125, 'د. محمد الربيعة', 'malrabiah@hidayatqurania.org', '$2y$10$z83l.eQPfIQSWyQq4aVpG.9tX04mcg3MMXnVxIJUj1scXN8kQNxP.', 3, '3Dz4TDkZbbRfls9W7RlpUjx2kRfYWhhsPNxT8lOyNmHxyG4t5g6UPUqn2Hrt', '2019-03-04 21:23:47', '2019-03-04 02:12:42'),
(126, 'د. محمد المجالي', 'malmajali@hidayatqurania.org', '$2y$10$ZOUGpUkd.mWd72vUOB4YhO49XxtsNdvjvo2Zdzw1DWs1dAn/f/3/y', 3, 'KLnxjYcz9jWLpphhGk1Ty3oGMreDEUnm5ZPpl3Nvl5MVh5ZMRYjVRQS7uXI4', '2019-03-11 16:13:26', '2019-03-04 02:13:07'),
(127, 'د. محمد بلحسان', 'melhassane@hidayatqurania.org', '$2y$10$C3s3pcMyNIT9GQNpLoNXfOTFZgmC8OfWDEbsgL7DtABZCJo8Pa.86', 3, 'ZUxWVegrpjLWWPBcSguiSHAcTzrqt0SwuBTmrey8G8ojvirmJYVq4iAOevXO', '2019-03-11 21:14:01', '2019-03-04 02:13:34'),
(128, 'د. محمد نجيب', 'mabdulqadir@hidayatqurania.org', '$2y$10$MMyoPNIdQQ3vSqaPKgmPquAgKehtSjqnnQQ7fX0668CwGSBHtz3su', 3, NULL, '2019-03-04 20:25:32', '2019-03-04 02:14:02'),
(129, 'د. نبيل الجوهري', 'nelqouhari@hidayatqurania.org', '$2y$10$N23JrJaBTWFqhHf8b9PpGePwGPpOoKgvlcOVnrQ1rfZk9CJsAPCOu', 3, 'Lw2dDebkFaflNxTtHQJrTLPz6PNjtWEGKqPVZzqmaBVuEZC6inD49ens0bmm', '2019-03-13 10:04:43', '2019-03-04 02:14:48'),
(122, 'د. مبارك التيجاني', 'maltijani@hidayatqurania.org', '$2y$10$4f48MdqIx5oMt79WWhWyi.3aNLPI4O2saR/p4UNaTsmVxgsSNDFqS', 3, 'aS9bcj92ZKIJVZH05rd6zwFgSckKRandO74Gjx5mDHxA2fYcUwopanWvDqZ3', '2019-03-15 13:12:55', '2019-03-04 02:11:25'),
(123, 'د. محمد الأمين', 'maismail@hidayatqurania.org', '$2y$10$6nYQP4ymNRT4PWSxbh61fuvCJHjJBXcw1/VGk7Wk8Iu/3JLIJiwY6', 3, 'Moq4LuHhJwgXvfCIhHgQXpsGorsx34vBmJq9R009P33VosT3NosmKY7fpoOj', '2019-05-14 10:42:03', '2019-03-04 02:11:49'),
(144, 'أسامة العداسي', 'oaladdasi@hidayatqurania.org', '$2y$10$C67Pn871MLrH/JN3Uuqp7uqSPkSPJzgnkC1JC4wGB0HSPMY4AzYj2', 2, 'YH5LXpjDGWBlIQpE6d78knYBTGuA8AZdOl4Q9IBxAdYwhtEvKQw4iz9xOxXn', '2019-03-13 07:10:31', '2019-03-04 02:40:18'),
(143, 'فاطمة البدوي', 'felbadawi@hidayatqurania.org', '$2y$10$cMgxbM005ZCk55s8n1xvI.CkmqUN4Am.1lraLPT1n6XzJhYH5sEN.', 2, '7WG1VjRz3bFrT7Ibj1BnZQvRvA4VFIxHyWGuwWLKQeUiEojo9wipeDxznoMz', '2019-06-22 15:44:45', '2019-03-04 02:37:51'),
(142, 'هالة هاشم أبوزيد', 'hahmed@hidayatqurania.org', '$2y$10$DaY/QDHjPiyzrVcvtm1Q1.Y/BmdptFDMc.LTYR4EK6QKn/OXDsT1m', 2, 'qxIGRFG0w3F4GXjGdn7lc9MfrgZ4unf1NZ2C9Ho2MPqU7R9Shf4TZIMF2WWd', '2019-06-18 10:01:16', '2019-03-04 02:32:15'),
(141, 'مايو إدريس بحر', 'mbahar@hidayatqurania.org', '$2y$10$9WfZff59Yhuz//ZUL7LBNetT4BAmGCDen7rv03CzXff8CEPSSFRxW', 2, 'empp8CkFNT05zgyCXf1HLXVW0szQ6Pm3eFZF1ned1xiVwsYL51T8trvGF6wh', '2019-03-07 08:10:08', '2019-03-04 02:30:58'),
(140, 'عثمان محمد', 'oali@hidayatqurania.org', '$2y$10$mI7S5Hww2NV.e8Lr9JRluebBBt9gk1J2EzkCnVE0w5j/nQtx9BIYa', 2, 'A9FVFXaThwZiNxXI2JE10i78dsH91lapiQ1CufkBRA6gCHnAfPC6jKlOUVLY', '2019-06-15 10:36:33', '2019-03-04 02:29:47'),
(139, 'عبدالله التركاوي', 'aalterkawi@hidayatqurania.org', '$2y$10$V1P//LrnI6oD4/PfQ/O5nuC2wBIV/VtZUHWjKg3rZfBZzYmdrdbPa', 2, 'aDgTL0HZaNqwumVEX2A3wLYPT5KWGRpvgDDFeWBqwIzfmqxzk9mN5bP0Fhq7', '2019-05-04 14:52:29', '2019-03-04 02:28:39'),
(137, 'أيمن صابر', 'asaber@hidayatqurania.org', '$2y$10$YeHscc46O2LEbDD/ObTp6.pbkQykIb4nRRsiiGTKnSR2nSZlZm72C', 2, 'dIi2DdU8VZBROI48TtPFgcS0qIfxX6yjeE285SAQ7MqMgFH7zuHvwDco1zeg', '2019-03-08 16:48:59', '2019-03-04 02:26:13'),
(138, 'عبدالهادي الشمراني', 'aalshamrani@hidayatqurania.org', '$2y$10$S2jR2Ti5H7aUMMfdM1onMuQQWqAFNMvtEYxdnIIwgBHENRR388ST2', 2, 'gH2nY7eTMWQKIsZEZxtsJzbWDnREfyVQBif15VzUYCIV79H24WoRF2e1SpqT', '2019-03-11 18:00:40', '2019-03-04 02:27:16'),
(136, 'محمد الدعيس', 'malduays@hidayatqurania.org', '$2y$10$7noofHfo/FSlsIx1z0FeguQ8HNt0WfgcP3gqx99PYeYBWFe6sb6fi', 2, 'uJoaHlBWfYLA0i72AEnnzzSR9ZejzddzHVwUcncx2P70AcBOrwMquMZfHoDe', '2019-06-15 17:13:12', '2019-03-04 02:24:59'),
(135, 'محمد آل منشط', 'masiri@hidayatqurania.org', '$2y$10$VLFw5NQdMtgDB42D8jt3C.A8Ae.TVDnJQv.in1R73cvWtrmMAFVNq', 2, 'aijdvIhTA8MKOb5vfx6cp3l4GYnc7ZSQQ1tb6xcsa63XR8wZjsTDwP5BvzAH', '2019-06-12 10:12:50', '2019-03-04 02:23:53'),
(121, 'د. فيصل غزاوي', 'fghazzawi@hidayatqurania.org', '$2y$10$/zyx08wpKqCwCrIWtNLynuUQnKGEdfU.yMVHcWoTXDzob0AKjtkxu', 3, '274u8psFZsySb64GALza2jAjhiwrSh15zmWlzAxbWuxWWYMeGZt10Uhj7dzD', '2019-06-16 04:31:15', '2019-03-04 02:10:58'),
(110, 'د. رضوان الأطرش', 'ralatrash@hidayatqurania.org', '$2y$10$22icVjjckJusbUpfs2oW9uKlTOFu72xVN.bNZ93NY3pMDDCQgbqz.', 3, NULL, '2019-03-04 01:56:34', '2019-03-04 01:56:34'),
(111, 'د. سليمان الدقو', 'saldgoor@hidayatqurania.org', '$2y$10$SEWi90sl01U4wzlGlFq.DejMxGGsCZTveiT3AT9f6X4so3h1vg452', 3, '9fnDtb5bkUZnqZG7Z5gFX35xeHCDqzyVajcehQ0Hi96ofj5TrTyoNR2cqCt6', '2019-03-12 07:31:32', '2019-03-04 01:57:27'),
(112, 'د. صبري محمد', 'smohamad@hidayatqurania.org', '$2y$10$jkcx4xUOD7piWidLaVfgrOWNR96nBsG9gL1MfpzFRypxunZY5ZBC.', 3, NULL, '2019-03-04 02:03:09', '2019-03-04 02:03:09'),
(113, 'د. طه عابدين', 'thamed@hidayatqurania.org', '$2y$10$.N8BsX4vkHatVepLN/3TW.KgzbmD83FP7iS4S5lenynUdfLJujojS', 3, 'nZUc5Owsj5Prk1zv2UWP7hwPmwzwQj5g9WpXxYJIpXhFlLI1oolOw1JvzS7f', '2019-07-11 06:37:40', '2019-03-04 02:03:46'),
(114, 'د. عائشة علي', 'aalimam@hidayatqurania.org', '$2y$10$f1olrNES.5VMeMUdgF8AWOSrsQmenovM1FNnBgfNU/wB16ZjZP4Xu', 3, 'bAdqW5TnsNkJfVq39HAxexfFhXQ1rrWXUAOY9wnOuxHis7vver3274IG850W', '2019-06-18 10:28:38', '2019-03-04 02:07:43'),
(115, 'د. عبداللطيف أحمد', 'aramchahi@hidayatqurania.org', '$2y$10$OUt5nRi3viEYMi32ELr3PuH1561eiBYUohGoJyTmFZOhjiUbNTBmy', 3, 'HprbGQL7jP8FDuDrlorjFfIihf3UtTIqMZ2ZceyE6xpGilNMvulKlAUYkY30', '2019-03-14 04:14:55', '2019-03-04 02:08:13'),
(116, 'د. عبدالله البخاري', 'aelboukhari@hidayatqurania.org', '$2y$10$7/dDK.udCWLsgFS3mQCF1upGmx54ycwrkzQ5dnhdlJUpGI/jBaaI6', 3, 'tI36dzBSPA8h2Y8JXrIUT3abjAHYAPwS6TRtmzTZ5ix0mW8vv1LrJhGTBUYX', '2019-03-14 18:04:59', '2019-03-04 02:08:34'),
(117, 'د. عبدالله الزبير', 'asalih@hidayatqurania.org', '$2y$10$8byWn3eRbzrEcsSBgIE.bee28hUi80GjB6Sqt/bw5lXHGXlRNgJAq', 3, NULL, '2019-03-04 02:08:56', '2019-03-04 02:08:56'),
(118, 'د. علي السكاكر', 'aalsakaker@hidayatqurania.org', '$2y$10$X4zWiorQagHDifQB0rvRZ.HMNqD4S.r4snDPchMDOJdoqDbPPOH/O', 3, '8xDPNsawVNIfMGiTGxakTs77oWp74U3Qz0pt8VoBPpsXUFqN1yftYXGaWGqe', '2019-03-15 13:56:54', '2019-03-04 02:09:33'),
(119, 'د. فايز الترجمي', 'faltarjami@hidayatqurania.org', '$2y$10$dGs9ZdhSsfOkD2uqyxQ3/u2JrKI213ps9csh552ob8RVRVX68.UF6', 3, '0z7E23rGR1Umi2DNmTP1JiW28ffvgsAh4n2gAgxD8p1W7Rj2UWWNdyzwkwQZ', '2019-06-15 15:05:11', '2019-03-04 02:09:54'),
(120, 'د. فضلان محمد', 'fothman@hidayatqurania.org', '$2y$10$V55ntg6N4SfqH7ibxmLx/uUSg0svKeI9KaB8tIJipZS/YEVgkFbRK', 3, 'jZHHPQ2Q6cEfhf16Ho5LFc5mm26dPKX2G9rttQAHTDQcF1ocQ7VbkoeNnzAj', '2019-03-13 04:40:03', '2019-03-04 02:10:25'),
(134, 'عادل ضحوي', 'adahawi@hidayatqurania.org', '$2y$10$cmBdd2KGNq/g.Vi2ShBDie2F4OYlc2tT/unNhPeLSrDVTZ2CGVYu.', 2, 'EPxUWxpxvu9knbAoQZy4UA9aK5Eehro64FYJOAJNpcc1zt3zAOIXj8NK92Ls', '2019-03-04 19:19:22', '2019-03-04 02:22:15'),
(132, 'د. يوسف محمد', 'ymohammed@hidayatqurania.org', '$2y$10$VSYM6C8dDr3LLCeY6eV0SeOBO.xCUhgA8OeokcTKXVbKuxwjOVF6q', 3, '7Q24ERfI75NPnmcEDCAFqBTZK5UX9usEFsCBSO57mciuEN63gKozClP3RYXN', '2019-03-06 03:48:35', '2019-03-04 02:16:05'),
(130, 'د. ياسين قاري', 'yqari@hidayatqurania.org', '$2y$10$rstLq/I5zJba5bYfKi4dVuIROu4mNzJP02.xhFQakMQ01R0WpxlRm', 3, 'V17iBvNvPr3ZFfcUYBep6c9EM7IurXaJZ0VpCdQ1ZRoYOLEkt5j71rgAKk9r', '2019-06-30 18:58:22', '2019-03-04 02:15:10'),
(131, 'أ.د يحيى زمزمي', 'yzamzami@hidayatqurania.org', '$2y$10$cZZyShOgSJyf8G6DJHAt8u93g1H4/Ld9Nmqe5ufB9HR8t7xavO8j.', 3, 'f8ZjAHHwQ3ppLP1z6R1GD253SXc6cLIC0GLTmyg7HyrvnpGQqf0R29aj6ARZ', '2019-07-03 08:07:44', '2019-03-04 02:15:35'),
(98, 'د. إبراهيم رضا', 'irida@hidayatqurania.org', '$2y$10$aijHW8.f9jc3mGCrC51.puct.LvY/dDVhaBr7YmKrcFs2w5HEXn/e', 3, 'qzu2uTHGH1PqN4DoqzJhZHEDTtRpDLzBOGQDkJv6N6YcRID3FOqn278Ss5QU', '2019-06-25 16:37:15', '2019-03-04 01:40:05'),
(99, 'د. أزهري حسين', 'azmhd@hidayatqurania.org', '$2y$10$P32Rh7YSPDlLeEfj0jFnM.uFYA25owE6.S5wg688WMjnTSlpBonNa', 3, '5blRHFmGt5YrByN09JJWtmzGxvjITjANx9tvZ6XqADXrf8eImOTUk6cbRokO', '2019-06-18 08:59:39', '2019-03-04 01:41:20'),
(100, 'د. البدري بشارة', 'abisharah@hidayatqurania.org', '$2y$10$T44mmGB8kM7DkPZLk2D1PephbBDRT0s30UOvClrewxO64hbpLibU.', 3, 'irdL130ZpnCiN0C3FkDvMc62DhnlqXlfNysvEduSq3hgsU0QA3jdC21fzcGH', '2019-06-30 09:02:16', '2019-03-04 01:41:49'),
(101, 'د. الطاهر أحمد', 'aqader@hidayatqurania.org', '$2y$10$bizFzHiXfZgVnPRf.Lord.iwpyqLQQh9Z601cBgawj0qiQKCFHLYu', 3, NULL, '2019-03-04 01:42:18', '2019-03-04 01:42:18'),
(102, 'د. أحمد شكري', 'ashukri@hidayatqurania.org', '$2y$10$08uuo0PUNxPCSoSKlips1eSkqr7urQhbianPyVP.w.1gSlD/Ld6Mq', 3, 'T9sraxdlzhJIAbcq5BOukqvvbUgwK1upK1hMSoEJlZO2m20oE1sLE7w0BL2n', '2019-03-11 19:00:33', '2019-03-04 01:42:51'),
(103, 'د. أمجد زيدان', 'azedan@hidayatqurania.org', '$2y$10$8mz3B12S.nxJMhe2uZXUyuSmAOC12r4hRpHvr655dAcDaELEXqBo.', 3, 'IKxtRTJauab5bwAgyWppV9VsTr2dy6eqQlwDetsFRfv7jd5bFykVWP419zg0', '2019-03-11 16:32:14', '2019-03-04 01:43:21'),
(104, 'د. توفيق العبقري', 'talaabqary@hidayatqurania.org', '$2y$10$HNjCFnzti/652NpLSl0DLuaKLrxbKLjPJOr6J/1bmG9c8u9rraDHy', 3, 'WzEt1HRUe4RQiigo85eMnBLsI0PwXxnmbQTp4t3xJ4aFUeKPK2Qs9gbhsG8S', '2019-03-15 16:10:30', '2019-03-04 01:43:52'),
(105, 'د. ثابت أحمد', 'talhaj@hidayatqurania.org', '$2y$10$5y6ONqYqSlwkYKnXCD93VOFeE0/knle3CQlZj988c38.xp2GvLMay', 3, 'wWyKiVarjqy5UD8xbaaSDTvjxMUlPqzIhIyKCXXXhPU4gjFb7Kf2Ws059Y35', '2019-03-18 08:04:33', '2019-03-04 01:44:21'),
(106, 'د. حسن حميتو', 'hhmito@hidayatqurania.org', '$2y$10$CrBYIZoVsu4U3mVqvJOp8esmwwtbB8FUA9Qvk6YH/R7GjRZ//zFnK', 3, 'kHDQhFz6JSQAtugx2B7x0eBTcjjYaCIRUhJTkXsHYOhyq2FEjXe0KewXnqxH', '2019-03-11 13:08:19', '2019-03-04 01:44:54'),
(107, 'د. خالد الغامدي', 'kghamdi@hidayatqurania.org', '$2y$10$7i2TJsWm/cFgpo969UiPNuiKESIz45KwbQ6YjEvNqMY7FU71FSysi', 3, 'emXlxxT2CWsMioszn4GpMqziGaZFWZecBERwmlNMTxdk3RRV59JBfNX4tIqw', '2019-06-18 09:07:37', '2019-03-04 01:45:31'),
(108, 'د. ذو الكفل محمد يوسف', 'zyusoff@hidayatqurania.org', '$2y$10$2r5/eV4JWRjVWX1nzy2vGOO3qRP5lC.lIEXBI0zOPn78FJM64moWK', 3, NULL, '2019-03-04 20:20:54', '2019-03-04 01:46:03'),
(109, 'د. رحيزان بن بارو', 'rbaru@hidayatqurania.org', '$2y$10$CRzRarMl2yPuL4SQyDkt6O1PwTF5y17qpdBGkoH.bER0GUyhEQt/e', 3, 'nCqgMlvmjo6Q6gA2kTF6ulfb0Wb7UKIChTg1kvYejzYmiKwRpdsZUD3Qjiad', '2019-03-12 05:58:20', '2019-03-04 01:46:33'),
(147, 'أحمد الفقيه', 'aalfakih@hidayatqurania.org', '$2y$10$qHj/Fv263nAa00wfDhTgMelo0MB6MhZdRspSvHt7gOoduULA4GZzu', 2, 'PGNVp0tUFynHpAsge9uwkPgBcgnB0TqWgQ3hj8FUgyJOa1mf0JaO67ItKjJF', '2019-03-10 03:00:25', '2019-03-04 04:56:42'),
(148, 'محمد أزهر', 'mibrahim@hidayatqurania.org', '$2y$10$jP3sN2X2jLian0cWWsq8VuhFQl9Z/rKBFzl/pwKZ70XsonNklK5TG', 2, 'PoWUmKVmPDreLYz9zrpNfRCXKKZwW8W0RTibZkxomcWF5vMdrXSv2CziPNi5', '2019-06-15 04:43:15', '2019-03-04 04:57:54'),
(149, 'أحمد الأطرش', 'alatrash@hidayatqurania.org', '$2y$10$T3faw2ipNHLFi7IIR06jAe8L5Q.U1SBn7QWHRckzxUP/RFiEea4va', 2, '1CJplTR85vLk8jPxRIXyRosViTdxiX1CHwLlgoyKLAk24PzVVZn05pvD7Pyg', '2019-03-15 04:34:45', '2019-03-04 04:59:10'),
(150, 'زينب طلحة', 'ztalha@hidayatqurania.org', '$2y$10$qUOgWRF8EvM1kwEDr4wAIOu4En3HgJQhJYBGapmKsNCGpU3x4ttiC', 2, 'CNeSzUmwvWx78grllcZ6DCJctCYkWcE4rYkklWzQfgzFltnu3RJ7w3iGZTfp', '2019-03-11 17:01:08', '2019-03-04 05:00:16'),
(151, 'محمد المطري', 'malmatari@hidayatqurania.org', '$2y$10$PoOpMSabjG2jboP4bC1.auIaNj09S.KNEYVGlg.jr2FZcL5zy53Z.', 2, '9fIODr9ORpCWkT61Bv3aBl1jUDIcCquZ2v8P4LjEenXbXMYcYG7oxAfTDuCJ', '2019-03-05 06:24:31', '2019-03-04 05:01:24'),
(153, 'موسى سليمان', 'mabubakar@hidayatqurania.org', '$2y$10$sMp8jOIsvklUYUDcgLMHJ.n0usYStlEkWJ/MYu6HUicHAfQ0Nzvcu', 2, 'YMH1R2AZbPvD7Byp5l6RCMWatpfiPPhTfwyXjKnILV3atuE8RPyvub1FSRnD', '2019-03-15 20:23:23', '2019-03-04 05:03:32'),
(154, 'هشام المليكي', 'halmalki@hidayatqurania.org', '$2y$10$cBQfx9pT9jW1j41ftd6BAexKZl5PTnJptpoSB.zUaZR2pW1qMLIfm', 2, 'q4gjTKCPdvSv0WBl0JIzvbrxBDU8a2znCpgzhgNPD7y0HBkxHsIfsBo8eJXp', '2019-07-06 06:29:26', '2019-03-04 05:04:35'),
(155, 'محمد عطاء', 'mabdulkarim@hidayatqurania.org', '$2y$10$tKXFGbNdZbzUTZdWQ5IPQexs0DPYXhar2Opkb6QTWX3rjSROoITjO', 2, 'vmqW4BFZqMCETmly6aUmJonzmAcZWzAoS8akDJfqvZD318uAu4jVGasp1jf2', '2019-03-11 07:31:44', '2019-03-04 05:05:30'),
(156, 'محمدو دوكوري', 'mdoucoure@hidayatqurania.org', '$2y$10$5nqXCIz3/WTRNl2a.fUP2ODj659GjXPBpaG.rRvkqde3OP3k367H6', 2, 'tCNEulb8oae2cdbFPwGFQMq4BkWGQkcNuWvep4dbIt6eetTpcFN6uQ247Gq9', '2019-03-13 11:41:21', '2019-03-04 05:07:01'),
(157, 'عبدالمحسن المعيلي', 'aalmeaili@hidayatqurania.org', '$2y$10$rP8H.cEUXxI.csL.0ZkpS.Yi6kk/sgGs.6zg5skJQpdb3JD7.Spku', 2, '34S9cY2JRYRDAuIsHhsLRmSY628QY7SF9gXcZyKrwAwgVs78hFZFfLUUAkF2', '2019-06-17 08:27:50', '2019-03-04 05:08:05'),
(158, 'بكري درامي', 'bdrame@hidayatqurania.org', '$2y$10$4qgJh0ZfBC2CqVetYYcJ0eweY5fyzqK42UOm.xd9eWBSy9/.8x6hO', 2, 'FOnJysh1v0I8919p3DLKbxFHR2AZWyQd1tAQrub1av1CImiWDLZGzSyyuWZ8', '2019-06-17 08:54:18', '2019-03-04 05:09:12'),
(159, 'مسعود الهاشمي', 'malhashimi@hidayatqurania.org', '$2y$10$/4Btj.PyRyMyZRgZxD1oA.Z0QMgEyey.AR72iHRyVL3Nw39G0TqUa', 2, '8xnOUDcBeNh5AkGR4C3fEREjDw6IqPoIyJa4GgLTFsGfVMKBfJEPYEChE04M', '2019-03-15 20:00:47', '2019-03-04 05:10:48'),
(160, 'عبدالرحمن الصبحي', 'aalsubhy@hidayatqurania.org', '$2y$10$1J7JAEbFzW2zGgDG510nZemDlSpdG2Mkd1NPXLSYwJftsHVb6xsYK', 2, 'kFva46bJ6MZV6Vgtx1gLqgFMiyXoGvbpsW0C25AIbWFOlq8sp2cL6MMWfPS6', '2019-06-16 10:26:00', '2019-03-04 05:11:51'),
(161, 'راشد الحبسي', 'ralhabsi@hidayatqurania.org', '$2y$10$r3zoVy1vJnNILzQgtGlHpOdFfkAou1DU.C4Ybhx6XaB9O7BLJwUKm', 2, '8xOVfbdaSZ0DCcgvri0PF3xDVLYKSH2VQITk1AEB2IAJkLKk9jlLCZwssf0A', '2019-03-13 09:26:30', '2019-03-04 05:12:45'),
(162, 'بلكاروف أنزور', 'banzor@hidayatqurania.org', '$2y$10$qbFty6ncroPta4/eWRHdzeH.gjicowvB5IpFkWzf3XPMVyuFBQsrS', 2, 'RKP10qYk6ULscEIVNZqbX8x8yVvHFgKTflfefmxJqkzckNAp9FeQAy0z8GxN', '2019-03-07 06:57:35', '2019-03-04 05:13:51'),
(163, 'أمين السكاكر', 'aalsakakir@hidayatqurania.org', '$2y$10$KOycyLRhw4XfLah3S1l43uXvjMwGsgXLHJNXc3at/6arLAyLbvAu6', 2, 'dk9C2XVdSR9puHNYaMjJLd57BKVRc3x4u4MSpxuO7ConvgpLgc7MwI1y4nQl', '2019-03-04 15:40:26', '2019-03-04 05:14:56'),
(164, 'نورة المانع', 'nalmani@hidayatqurania.org', '$2y$10$Sci04BpQp2qpGMjiKVszu.T.3/9UJXfWRW2dnNUMMMZVd66mBHEt2', 2, 'laBnIipiUEvPSmSRL3EhmPli0HuoOtGiePatPNOJvgR5smVy7gfM7SyHlf1Y', '2019-06-23 01:33:22', '2019-03-04 05:16:09'),
(165, 'خالد الحربي', 'kalharbi@hidayatqurania.org', '$2y$10$Xtn/c6wTYti0SxyHtOf0s.2gCGOVlp1HkCn5.ftS8EM/xhGiuMZ1C', 2, 'EF2VnzYkFvO7is3vkpl18nUAcp4c4CmkHVwF7TY88YvCafcAbVQNMkjnAbBW', '2019-03-04 15:27:25', '2019-03-04 05:17:36'),
(166, 'زينب المانع', 'zalmani@hidayatqurania.org', '$2y$10$JoopkhMLWTs9YGJDKvs7XO5jnMRnpPCYEEy7CovG4P2mGwLFyyn.a', 2, '23RPukJyD5dmdkugqM285fqUbSefv9SqLH3BzoZUBOvXHrY48kdy1n7NgcTY', '2019-03-12 15:28:39', '2019-03-04 05:18:38'),
(167, 'رشيد الحمداوي', 'ralhamdaoui@hidayatqurania.org', '$2y$10$2nT4gkeugPI/DJt7hd5ssevvQvXTM4cZFFHdvdybKNj87EUqBqzdW', 2, 'ZiiFWz3W4RUgZex2H3jlLwKBL1P3BdKgBxdc9oFMnL5PaOS9bBpGe6tDRs7d', '2019-03-11 16:00:27', '2019-03-04 05:19:41'),
(168, 'عبدالاله هرماشي', 'aharmachi@hidayatqurania.org', '$2y$10$vCNjV1EgFTFlXXbVrdEi2.LfRLnzAuMEq3U/83OdZhImOrqfiUF4K', 2, 'NOloo1ds7ZBPEsTuFZm5yjatDekWTmK8naliQcAbwdquTxJaZ1Eejv6JmNeX', '2019-06-15 18:12:55', '2019-03-04 05:20:52'),
(169, 'أحمد الريفي', 'arifi@hidayatqurania.org', '$2y$10$QgnQPrUiffVMrZkLUpd7ueS3XQEFlfnt70.lZ7XNgPfFzlWOg2h2a', 2, 'IXn7jBocgai0GxSIWHlSmNbCFcGH3KQjK4C5goYTLSOIy91YPOvmUbxTUtcW', '2019-03-06 19:18:51', '2019-03-04 05:22:00'),
(170, 'عبدالاله الهنا', 'aaitlahna@hidayatqurania.org', '$2y$10$3.5ofeskRtFamSpgGendU.7Q0jmpT6CeUO/hB3mHcmjGFN6FaFf7.', 2, 'WdQgVymJZyeIJ02dlNcwxjd6jT6CfhJ5UQApf4nknruUaJk0sq5aBatrg9R2', '2019-03-21 07:44:28', '2019-03-04 05:23:11'),
(171, 'نور الدين أقجضاض', 'nakojdad@hidayatqurania.org', '$2y$10$NcCDjgZ3rgvQ6saYj9Fsqu6lCxTkaRuPPiCQvPTc/UfM.BbV0KpG2', 2, 'URcK6UTs2Zmfj2veK9d7iWS7ajlnvEJkbyHJMj6x2sLqYY5z8AsrWXcinzlN', '2019-03-15 22:51:38', '2019-03-04 05:24:29'),
(172, 'عبدالجليل حيمود', 'ahaymoud@hidayatqurania.org', '$2y$10$16NGidF9WuDBxP98cqUBJeB816oUBPkmYub5ffFOgzxKkSC/lZYGW', 2, 'w4BUe9hupwVKrVPfE9hD2kxlNyhpbplF17l35I8msX6z0vknYhJLw5F8ytQv', '2019-03-10 23:30:20', '2019-03-04 05:25:23'),
(173, 'عبدالرزاق الصادقي', 'aalsadiki@hidayatqurania.org', '$2y$10$3cppYTz1fbvRK3z0N199DOfI93iDTy/X1ZVp3TJO9tj4WWdoNXo7m', 2, 'aNcflDY9wyUJFIzrbPldvLYPkv5Yd7ePghOKhtAaiW4FdyBwlixarbpYpkPk', '2019-03-15 20:53:26', '2019-03-04 05:26:28'),
(174, 'دنيا الرامي', 'derrami@hidayatqurania.org', '$2y$10$mlEZhx.ohp71g1dxXGo/mOIm8jy7l0cqv2gW39zaKVo3rh3qdEq0W', 2, 'rm2P2fu1MSs68jK12wBcMBalgcbb9AlK2nAi5PdVVnS3Ee0eUR2UGKTlp8Y0', '2019-03-07 20:49:19', '2019-03-04 05:27:34'),
(175, 'بوزيري الجيلالي', 'abouziri@hidayatqurania.org', '$2y$10$aGDP/TkI9EkQd3YJsXayqe8C5A/wiFZOz3Foz0Pe46wBITJMo9yzC', 2, 'OUBY2lTzuWtr2ehvCzBXhnxe0UibjPie9Su68yzg4s73Hupj1X4W1bADvg4x', '2019-07-19 20:57:27', '2019-03-04 05:28:42'),
(176, 'محمد العمراني', 'melamrani@hidayatqurania.org', '$2y$10$nVjwkX.XyZ9vqfP/1dJD7O8AKQzTD7Q9wL9CKtFDo/7RUoUwpLNG6', 2, '173GuBjq82pqwDSncEVrG21Jj5Hiw8vuMPtb7xpQr2Rbgg5OU5w1Tbq1Ckeo', '2019-03-06 22:19:45', '2019-03-04 05:29:58'),
(177, 'أ.د يحيى زمزمي', 'yzamzami@hidayatqurania.org', '$2y$10$cZZyShOgSJyf8G6DJHAt8u93g1H4/Ld9Nmqe5ufB9HR8t7xavO8j.', 1, '2d4iMrFCiu0JdrsSbu1N0qjGEOWfA5BZrgChelnlvTAmDFiiCdDIHLeMb67X', '2019-07-02 17:56:39', '2019-03-04 05:31:30'),
(178, 'أ.د طه عابدين', 'thamed@hidayatqurania.org', '$2y$10$.N8BsX4vkHatVepLN/3TW.KgzbmD83FP7iS4S5lenynUdfLJujojS', 1, 'F1xUsuTQqva1BJUkx9DA8pIcPsoLDcVoIGa03nt4it6Bhokjoy6akkRO0pjr', '2019-07-14 06:37:26', '2019-03-04 05:32:12'),
(179, 'د. سالم الزهراني', 'salzahrani@hidayatqurania.org', '$2y$10$ZKlgGz/Ga36V1nLNuM.w8e.68Hi.g4DMuSwQFyBbIA2TpDRWiHkRu', 4, 'm7QlNkJztItfNPWTZzFS82B4cWKeyr9J3ZfuPH15E1sYprMa2jLTnzn8u7Sy', '2019-06-24 15:27:29', '2019-03-04 05:32:45'),
(180, 'د. ياسين قاري', 'yqari@hidayatqurania.org', '$2y$10$AT/yN8E4gAabTl21iA01heMhKyFGBSWEAscN14kWXE.hYjdysufPe', 1, 'ZrV7ZMV1SDXh9ZTpKxUyf3OOc8GzkKchFLJhoY8gflAUFODANpMeoHMHBIi8', '2019-06-30 19:28:40', '2019-03-04 05:33:09'),
(181, 'د. أحمد الفريح', 'aalfrih@hidayatqurania.org', '$2y$10$cEKcYtffg3NK9eyeSSj0OOtUe8h3ouomW2IdYKgVnYIKvRlVObHJ2', 4, 'DTvHlE2TsuS99PZN0gxDXBJ25AQIIHdKMykBmZa09JXtMLEdArOXN4B1aIi1', '2019-05-29 10:48:18', '2019-03-04 05:33:34'),
(182, 'د. يوسف الباحوث', 'yalbahooth@hidayatqurania.org', '$2y$10$AdUEZGyGkHJnzTvq8dWWOO0VasK7bbg/8j7rack.DrCrWiGpggQfS', 4, 'Um7BSfN5lOL1Mk0M17Sge75tboJ9W6hVUwnfqHlAGpxHHMGeZs8pleTpS8Rs', '2019-06-11 16:49:22', '2019-03-04 05:34:01'),
(183, 'د. فخر الدين الزبير', 'felzubair@hidayatqurania.org', '$2y$10$krsCVj4lrykFsjs7dTaHTO0u71MJb696RE9IkGdMD8LEA.8KJpUhW', 4, 'qNRL2DE5lXb3a5iX3EPoPqlqFVLqMqYvjf9xRcf2SRr3whg6omZzHW26LVqB', '2019-07-10 19:12:54', '2019-03-04 05:34:29'),
(184, 'د. علال بندويش', 'abendouich@hidayatqurania.org', '$2y$10$7LV4ywwiPcgDk5tQikYk8OGrqDqfQ8n.4ZA2pl6kmgcYbcOpBeNXm', 4, 'x0t46msGB0Y5qaDcWYsuX5YWDGu60DRBXfKr0ITNvjfYT6InlLt5zrH5fTmq', '2019-03-21 09:41:03', '2019-03-04 05:36:25'),
(185, 'أ. عماد الدين الكناني', 'ealkinani@hidayatqurania.org', '$2y$10$kgo8OuIUm9mmQS/AUXvT.uc8A.TTVuxAF2N9uRLQ0qh3cApDXoqUq', 4, '182fzWRd12c3shfOpPp7MquZEnOWfiCK48ObdcanAhLEk6pA9KoytdvBdA3H', '2019-03-05 09:11:58', '2019-03-04 05:36:52'),
(186, 'أ. حسني بكر مرسي', 'hbakr@hidayatqurania.org', '$2y$10$3Kk8QLXl/5uxgDznbzcJdObN5qc.msrg8M5zAhv8esAZdvE7GJihG', 4, 'bL745T4Zq5usOOXWhf3VrDzwJZHiV6kLny27BgP1AbccDKMZPq2h56UfhTrr', '2019-03-05 08:34:41', '2019-03-04 05:37:18'),
(187, 'أ. أحمد الحاج', 'azamzami@hidayatqurania.org', '$2y$10$5n5NvsOYFHx0DMSt7mOkBuqcpacFYrfjPCgcgDZ81J4Un2E.HSs4m', 1, 'cFZtD5Vj7qLnWJQxbL56LkMgwVMqbphDjijTaFRMqLIBYDM7Vpb0KhDpBaVc', '2019-03-17 08:20:29', '2019-03-04 05:38:07'),
(188, 'أ. رامي الحاج', 'rzamzami@hidayatqurania.org', '$2y$10$q2SlkrgMURP23z0hEtO1VeQCySk5k6RkW.CjW6v7AQfrUNBvGFNKm', 1, 'GyNYULixKFT88pzPDw3r3e5KGlvinoUlHgjiIwHwhQf41bT7FCYqq1NBal4a', '2019-05-22 10:52:58', '2019-03-04 05:38:51'),
(189, 'أ. هشام كالو', 'hkalo@hidayatqurania.org', '$2y$10$lp4yS9Udr9IX8riw7YMTQeHWyvcE16xOHNBqoA.3PbPR/sXzYJynm', 1, 'MRKNQPEYEG45TR8UhEn8NED6WzjEjeiRGdXcsGhYsGnYlMsYlgw0tyh4TReB', '2019-08-18 07:39:36', '2019-03-04 05:39:43'),
(190, 'د أحمد خليفة', 'akmohammed@hidayatqurania.org', '$2y$10$HTwQ9Y0qeMUi7C5lF/7GluTytC1Z4sBx6QWDJs6Nq8mySIXzYiwma', 5, 'P4XCVBfchk0ld16TzyIMblA2K19zNODYXUabWgwsdIHJ4QilbNUR1P7ffQuV', '2019-04-09 04:56:28', '2019-03-04 06:22:55'),
(191, 'د يوسف الحسن', 'yelhassan@hidayatqurania.org', '$2y$10$hf9NjrrIko2RQ5XavpusX.lpdf3.tcokWmXZS8v/P7neQJMHiQXuK', 5, 'gxVDuMvDpGUs984McIEVYoVW32xkpMYOoBfllyzA61LUEMWDQ1CmrPoQ48tN', '2019-06-24 07:24:40', '2019-03-04 06:31:05'),
(194, 'د محمد عبدالرحمن جعفر محمد', 'mmohamad@hidayatqurania.org', '$2y$10$o2a8LBXSk2gbz03BDGN2D.qxbJBXZJVJVCSc61LEhHYMviWrKBd.6', 4, NULL, '2019-06-30 09:08:23', '2019-06-30 09:08:23'),
(196, 'أ.د مورتس برخر', 'mberger@hidayatqurania.org', '$2y$10$Z9ZRIBNXwCEU3iwI86AHueSw4r1b2rw5I8dieSSlQpl8pLJKlONMS', 3, NULL, '2019-08-18 07:07:21', '2019-08-18 07:07:21'),
(197, 'سعيد عمراني', 'samrani@hidayatqurania.org', '$2y$10$P/bwg3ds.Fq8Z.92M4XOYeOLOuXeZzUXAP50Xgy.lmHuD/bAgBuxO', 2, 'Fj5CZsbBzgDtXm2fgaUF6znJzkysQcQHRmgJVSzZ3ipKpHr3R0W9XbHpqSFm', '2019-08-18 07:39:55', '2019-08-18 07:15:42');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin2_reports`
--
ALTER TABLE `admin2_reports`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `books`
--
ALTER TABLE `books`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `committees`
--
ALTER TABLE `committees`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `committesreports`
--
ALTER TABLE `committesreports`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `fk_CommittesReports_Sections1_idx` (`Section`),
  ADD KEY `Committee` (`Committee`),
  ADD KEY `Searcherreports` (`Searcherreports`),
  ADD KEY `Supervisorreports` (`Supervisorreports`);

--
-- Indexes for table `conferences`
--
ALTER TABLE `conferences`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `configs`
--
ALTER TABLE `configs`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `countries`
--
ALTER TABLE `countries`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `criterias`
--
ALTER TABLE `criterias`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `cycles`
--
ALTER TABLE `cycles`
  ADD PRIMARY KEY (`ID`,`name`,`startDate`,`endDate`);

--
-- Indexes for table `divisions`
--
ALTER TABLE `divisions`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `fk_Divisions_Sections1_idx` (`Section`);

--
-- Indexes for table `divisionunits`
--
ALTER TABLE `divisionunits`
  ADD PRIMARY KEY (`id`),
  ADD KEY `Division` (`Division`);

--
-- Indexes for table `examsfiles`
--
ALTER TABLE `examsfiles`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `fk_ExamsFiles_Provides1_idx` (`Provide`);

--
-- Indexes for table `faculties`
--
ALTER TABLE `faculties`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `University` (`University`);

--
-- Indexes for table `helps`
--
ALTER TABLE `helps`
  ADD PRIMARY KEY (`ID`,`Searcher`),
  ADD KEY `fk_Helps_Searchers1_idx` (`Searcher`);

--
-- Indexes for table `meetings`
--
ALTER TABLE `meetings`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `meetings_searchers`
--
ALTER TABLE `meetings_searchers`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `Meeting` (`Meeting`),
  ADD KEY `Searcher` (`Searcher`);

--
-- Indexes for table `nationalities`
--
ALTER TABLE `nationalities`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plans`
--
ALTER TABLE `plans`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `Searcher` (`Searcher`);

--
-- Indexes for table `progress`
--
ALTER TABLE `progress`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `Searcher` (`Searcher`);

--
-- Indexes for table `provides`
--
ALTER TABLE `provides`
  ADD PRIMARY KEY (`ID`,`Searcher`,`Book`),
  ADD KEY `fk_Provides_Searchers1_idx` (`Searcher`),
  ADD KEY `fk_Provides_Books1_idx` (`Book`);

--
-- Indexes for table `registrations`
--
ALTER TABLE `registrations`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `User` (`User`),
  ADD KEY `dm` (`Countrie`),
  ADD KEY `Nationalitie` (`Nationalitie`);

--
-- Indexes for table `reviewersearchs`
--
ALTER TABLE `reviewersearchs`
  ADD PRIMARY KEY (`reviewer`,`search`),
  ADD KEY `search` (`search`);

--
-- Indexes for table `reviewers_reports`
--
ALTER TABLE `reviewers_reports`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `search` (`search`),
  ADD KEY `reviewer` (`reviewer`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `role_user`
--
ALTER TABLE `role_user`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `role_id` (`role_id`);

--
-- Indexes for table `searchersreports`
--
ALTER TABLE `searchersreports`
  ADD PRIMARY KEY (`ID`,`Searcher`,`Section`),
  ADD KEY `fk_SearchersReports_Searchers1_idx` (`Searcher`),
  ADD KEY `fk_SearchersReports_Sections1_idx` (`Section`);

--
-- Indexes for table `searchers_reports`
--
ALTER TABLE `searchers_reports`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `searcher_critera`
--
ALTER TABLE `searcher_critera`
  ADD PRIMARY KEY (`Searcher`,`Criteria`),
  ADD KEY `Criteria` (`Criteria`);

--
-- Indexes for table `searchs`
--
ALTER TABLE `searchs`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `fk_Searchs_Divisions1_idx` (`Division`),
  ADD KEY `Searcher` (`Searcher`),
  ADD KEY `Divisionunit` (`Divisionunit`),
  ADD KEY `cycle` (`Cycle`);

--
-- Indexes for table `sections`
--
ALTER TABLE `sections`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `fk_Sessions_Searchers1_idx` (`Searcher`);

--
-- Indexes for table `supervisorsreports`
--
ALTER TABLE `supervisorsreports`
  ADD PRIMARY KEY (`ID`,`Supervisor`),
  ADD KEY `fk_SearchersReports_copy1_Supervisors1_idx` (`Supervisor`);

--
-- Indexes for table `supervisors_reports`
--
ALTER TABLE `supervisors_reports`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `theses`
--
ALTER TABLE `theses`
  ADD PRIMARY KEY (`ID`,`Supervisor`,`Searcher`),
  ADD KEY `fk_Theses_Searchers1` (`Searcher`),
  ADD KEY `fk_Theses_Supervisors_idx` (`Supervisor`);

--
-- Indexes for table `universities`
--
ALTER TABLE `universities`
  ADD PRIMARY KEY (`ID`) USING BTREE,
  ADD KEY `Countrie` (`Countrie`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_role` (`role_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin2_reports`
--
ALTER TABLE `admin2_reports`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=53;

--
-- AUTO_INCREMENT for table `books`
--
ALTER TABLE `books`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `committees`
--
ALTER TABLE `committees`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `committesreports`
--
ALTER TABLE `committesreports`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `conferences`
--
ALTER TABLE `conferences`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `configs`
--
ALTER TABLE `configs`
  MODIFY `ID` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `countries`
--
ALTER TABLE `countries`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `criterias`
--
ALTER TABLE `criterias`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `cycles`
--
ALTER TABLE `cycles`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `divisions`
--
ALTER TABLE `divisions`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `divisionunits`
--
ALTER TABLE `divisionunits`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `faculties`
--
ALTER TABLE `faculties`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `helps`
--
ALTER TABLE `helps`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `meetings`
--
ALTER TABLE `meetings`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `meetings_searchers`
--
ALTER TABLE `meetings_searchers`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `nationalities`
--
ALTER TABLE `nationalities`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `plans`
--
ALTER TABLE `plans`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT for table `progress`
--
ALTER TABLE `progress`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `registrations`
--
ALTER TABLE `registrations`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=131;

--
-- AUTO_INCREMENT for table `reviewers_reports`
--
ALTER TABLE `reviewers_reports`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=257;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `role_user`
--
ALTER TABLE `role_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `searchersreports`
--
ALTER TABLE `searchersreports`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `searchers_reports`
--
ALTER TABLE `searchers_reports`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=148;

--
-- AUTO_INCREMENT for table `searchs`
--
ALTER TABLE `searchs`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=196;

--
-- AUTO_INCREMENT for table `sections`
--
ALTER TABLE `sections`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `sessions`
--
ALTER TABLE `sessions`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `supervisorsreports`
--
ALTER TABLE `supervisorsreports`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `supervisors_reports`
--
ALTER TABLE `supervisors_reports`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=114;

--
-- AUTO_INCREMENT for table `theses`
--
ALTER TABLE `theses`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=60;

--
-- AUTO_INCREMENT for table `universities`
--
ALTER TABLE `universities`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=198;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
